Repository: sentinel-hub/EOBrowser
Catalog: src/translations/*.po
Languages: el

source: **CORINE Land Cover (CLC)** inventory is a vector-based dataset that consists of 44 land cover and land use classes, derived from a series of satellite missions. In the majority of European countries, CLC is produced using visual interpretation of high resolution satellite imagery. In a few countries semi-automatic solutions are applied, using national in-situ data, satellite image processing, GIS integration and generalisation. More information [here](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Coverage**: Most of Europe. **Data availability**: CLC data is updated every 6 years. In EO Browser, data is available on the following dates: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Common Usage**: Land use and land cover monitoring, analysis and change prediction for various applications, including environment, agriculture, transport and spatial planning.
el: Το αποθετήριο ** CORINE Land Cover (CLC) ** είναι ένα σύνολο δεδομένων βασισμένο σε φορέα που αποτελείται από 44 κατηγορίες κάλυψης γης και χρήσης γης, που προέρχονται από μια σειρά δορυφορικών αποστολών. Στην πλειονότητα των ευρωπαϊκών χωρών, το CLC παράγεται χρησιμοποιώντας οπτική ερμηνεία δορυφορικών εικόνων υψηλής ανάλυσης. Σε μερικές χώρες εφαρμόζονται ημι-αυτόματες λύσεις, χρησιμοποιώντας εθνικά δεδομένα in situ, επεξεργασία δορυφορικών εικόνων και χρήση εργαλείων GIS. Περισσότερες πληροφορίες [εδώ] (https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). ** Κάλυψη **: Το μεγαλύτερο μέρος της Ευρώπης. ** Διαθεσιμότητα δεδομένων **: Τα δεδομένα CLC ενημερώνονται κάθε 6 χρόνια. Στο πρόγραμμα περιήγησης EO, τα δεδομένα είναι διαθέσιμα για τις ακόλουθες ημερομηνίες: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. ** Κοινή χρήση **: Παρακολούθηση της χρήσης γης και κάλυψη γης, ανάλυση και πρόβλεψη αλλαγών για διάφορες εφαρμογές, όπως περιβάλλον, γεωργία, μεταφορές και χωρικός σχεδιασμός.

source: **Global Land Cover** products provide a discrete land cover classification map according to UN-FAO Land Cover Classification System. Additional continuous fractional layers for all basic land cover classes are included as bands, to provide more detailed information on each land cover class. More information [here](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Coverage**: Global. **Data availability**: Updated on a yearly basis. In EO Browser, data is available on the following dates: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Common Usage**: Land use and land cover monitoring, used to aid policy decisions on various issues, including agriculture and food security, biodiversity, climate change, forest and water resources, land degradation & desertification and rural development.
el: ** Τα προϊόντα Global Land Cover ** παρέχουν έναν ξεχωριστό χάρτη ταξινόμησης κάλυψης γης σύμφωνα με το Σύστημα Ταξινόμησης Κάλυψης Γης UN-FAO. Πρόσθετα συνεχή κλασματικά στρώματα για όλες τις βασικές κατηγορίες κάλυψης γης περιλαμβάνονται ως ζώνες, για να παρέχουν πιο λεπτομερείς πληροφορίες για κάθε κατηγορία κάλυψης γης Περισσότερες πληροφορίες [εδώ] (https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). ** Κάλυψη **: Παγκόσμια. ** Διαθεσιμότητα δεδομένων **: Ενημερώνεται σε ετήσια βάση. Στο πρόγραμμα περιήγησης EO, τα δεδομένα είναι διαθέσιμα για τις ακόλουθες ημερομηνίες: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. ** Κοινή χρήση **: Παρακολούθηση της χρήσης γης και της κάλυψης της γης, που χρησιμοποιείται για να βοηθήσει τη λήψη αποφάσεων σε διάφορα θέματα, όπως η γεωργία και η επισιτιστική ασφάλεια, η βιοποικιλότητα, η κλιματική αλλαγή, οι δασικοί και υδάτινοι πόροι, η υποβάθμιση και η ερημοποίηση της γης και η αγροτική ανάπτυξη.

source: Main discrete land cover classification according to FAO LCCS scheme
el: Κύρια διακριτή ταξινόμηση γης σύμφωνα με το σχήμα FAO LCCS

source: Classification probability, a quality indicator for the discrete classification
el: Πιθανότητα ταξινόμησης, δείκτης ποιότητας για τη διακριτή ταξινόμηση

source: Forest type for all pixels where tree cover fraction is bigger than 1 %
el: Τύπος δάσους για όλα τα εικονοστοιχεία στα οποία το κλάσμα κάλυψης δέντρων είναι μεγαλύτερο από 1%

source: Fractional cover (%) for the bare and sparse vegetation class
el: Κλασματική κάλυψη (%) για την κατηγορία γυμνού εδάφους και αραιής βλάστησης

source: Fractional cover (%) for the cropland class
el: Κλασματική κάλυψη (%) για την κατηγορία του καλλιεργήσιμου εδάφους

source: Fractional cover (%) for the herbaceous vegetation class
el: Κλασματική κάλυψη (%) για την κατηγορία ποώδους βλάστησης

source: Fractional cover (%) for the moss & lichen class
el: Κλασματικό κάλυμμα (%) για την κατηγορία βρύα & λειχήνες

source: Fractional cover (%) for the shrubland class
el: Κλασματικό κάλυμμα (%) για την κατηγορία των θάμνων

source: Fractional cover (%) for the snow & ice class
el: Κλασματικό κάλυμμα (%) για την κατηγορία χιονιού και πάγου

source: Fractional cover (%) for the forest class
el: Κλασματική κάλυψη (%) για την δασική κατηγορία

source: Fractional cover (%) for the built-up class
el: Κλασματικό κάλυμμα (%) για την κατηγορία των ανθρωπογενών κατασκευών

source: Fractional cover (%) for the permanent inland water bodies class
el: Κλασματική κάλυψη (%) για τη κατηγορία των μόνιμων υδατικών συστημάτων της ενδοχώρας

source: Fractional cover (%) for the seasonal inland water bodies class
el: Κλασματική κάλυψη (%) για την κατηγορία εποχιακών υδάτινων σωμάτων

source: Data density indicator showing quality of the EO input data (0 = bad, 100 = perfect data)
el: Δείκτης πυκνότητας δεδομένων που δείχνει την ποιότητα των δεδομένων παρατήρησης Γης (0 = κακή, 100 = τέλεια δεδομένα)

source: Quality layer regarding the change detection of the current mapped year to the previous mapped year. It is a 3 level confidence mask for all CONSO and NRT maps with value definitions as: 0 = No change. 1 - Potential confidence. 2 - Medium confidence. 3 = High confidence. NOTE: The values of Change_Confidence_layer band in 2015 data are not shown correctly, therefore this band in 2015 data should not be used.
el: Επίπεδο ποιότητας σχετικά με τον εντοπισμό αλλαγών του τρέχοντος χαρτογραφημένου έτους στο προηγούμενο χαρτογραφημένο έτος. Αποτελεί ένα σύνολο 3 επιπέδων εμπιστοσύνης για όλους τους χάρτες CONSO και NRT με τιμών όπως: 0 = Καμία αλλαγή. 1 - Πιθανή εμπιστοσύνη. 2 - Μεσαία εμπιστοσύνη. 3 = Υψηλή αυτοπεποίθηση. ΣΗΜΕΙΩΣΗ: Οι τιμές του καναλιού Change_Confidence_layer στα δεδομένα του 2015 δεν εμφανίζονται σωστά, επομένως τα δεδομένα αυτής της ζώνης δεν πρέπει να χρησιμοποιούνται για το συγκεκριμένο έτος.

source: Drag classes onto RGB fields.
el: Σύρετε τις κατηγορίες στα πεδία RGB.

source: # Discrete Classification Map This layer visualises Global Land Cover discrete classification map with 23 classes defined using the UN-FAO Land Cover Classification System (LCCS) and with color scheme defined in the Product User Manual. Map [here.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.3.pdf)
el: # Χάρτης ταξινόμησης διακριτών τιμών Αυτό το επίπεδο απεικονίζει τον παγκόσμιο χάρτη κάλυψης γης με 23 διακριτές κατηγορίες που ορίζονται χρησιμοποιώντας το Σύστημα Ταξινόμησης Κάλυψης Γης UN-FAO (LCCS) και με συνδυασμό χρωμάτων που ορίζονται στο Εγχειρίδιο χρήστη προϊόντος του χάρτη [εδώ.] (Https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.3.pdf)

source: # Forest Types Visualized forest types based on 6 classes, as defined in the UN-FAO Land Cover Classification System (LCCS). More [here.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.3.pdf).
el: # Τύποι δασών Οπτικοποιημένοι τύποι δασών βάσει των 6 κατηγοριών, που ορίζονται στο Σύστημα Ταξινόμησης Κάλυψης Γης του UN-FAO (LCCS). Περισσότερα [εδώ.] (Https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.3.pdf).

source: File upload
el: Μεταφόρτωση αρχείου

source: Upload a KML/KMZ, GPX or GEOJSON/JSON file to create area of interest. Area will be used for clipping when exporting an image.
el: Ανεβάστε ένα αρχείο KML / KMZ, GPX ή GEOJSON / JSON για να δημιουργήσετε μια περιοχή ενδιαφέροντος. Η περιοχή θα χρησιμοποιηθεί για αποκοπή κατά την εξαγωγή μιας εικόνας.

source: Drop KML/KMZ, GPX, GEOJSON/JSON file or search your computer
el: Αποθέστε το αρχείο KML / KMZ, GPX, GEOJSON / JSON ή αναζητήστε τον υπολογιστή σας

source: Main Water Bodies detection layer showing water pixels and non-water pixels 0 = Sea 70 = Water 251 = No data 255 = No water
el: Επίπεδο ανίχνευσης κύριων υδάτινων σωμάτων που δείχνει εικονοστοιχεία με νερό και εικονοστοιχεία χωρίς νερό 0 = Θάλασσα 70 = Νερό 251 = Δεν υπάρχουν δεδομένα 255 = Χωρίς νερό

source: Quality layer which gives information on water bodies occurrence 0 = Sea 71 = Very low occurence 72 = Low occurence 73 = Medium occurence 74 = High occurence 75 = Very high occurence 76 = Permanent occurence 251 = No data 252 = Cloud 255 = Not water
el: Ποιοτικό επίπεδο πληροφορίας σχετικά με την παρουσία των υδάτινων σωμάτων 0 = Θάλασσα 71 = Πολύ χαμηλή παρουσία 72 = Χαμηλή παρουσία 73 = Μεσαία παρουσία 74 = Υψηλή παρουσία 75 = Πολύ υψηλή παρουσία 76 = Μόνιμη παρουσία 251 = Δεν υπάρχουν δεδομένα 252 = Σύννεφο 255 = Όχι νερό

source: # Water Bodies This layer visualizes the Water Bodies detection layer (WB), which shows water bodies detected using the Modified Normalized Difference Water Index (MNDWI) derived from Sentinel-2 Level 1C data. More information [here](https://collections.sentinel-hub.com/water-bodies/readme.html), and [here](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/).
el: # Υδάτινα Σώματα Αυτό το επίπεδο πληροφορίας απεικονίζει την ανίχνευση υδάτινων σωμάτων (WB), η οποία δείχνει τα υδάτινα σώματα που εντοπίστηκαν χρησιμοποιώντας τον Τροποποιημένο Δείκτη Νερού Κανονικοποιημένης Διαφοράς (MNDWI) που προέρχεται από δεδομένα Sentinel-2 Επιπέδου 1C. Περισσότερες πληροφορίες [εδώ](https://collections.sentinel-hub.com/water-bodies/readme.html) και [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/).

source: The **Water Bodies** product shows the surface extent covered by inland water on a permanent, seasonal or occasional basis on a global scale. It contains one main Water Body detection layer (WB) and one Quality layer (QUAL), that provides information on the seasonal dynamics of the detected water bodies. More information [here](https://collections.sentinel-hub.com/water-bodies/). **Coverage**: Global coverage from longitude -180°E to +180°W and latitude +80°N to -60°S. Depending on the month, some high latitude areas are not covered by Sentinel-2 satellites. **Data Availability**: Since October 2020, updated monthly. **Common Usage** Monitoring of water bodies, droughts, floods and climate change.
el: Το προϊόν ** Υδάτινα σώματα ** απεικονίζει την έκταση της επιφάνειας που καλύπτεται από τα εσωτερικά ύδατα σε μόνιμη, εποχιακή ή περιστασιακή βάση σε παγκόσμια κλίμακα. Περιέχει ένα κύριο επίπεδο ανίχνευσης σώματος νερού (WB) και ένα επίπεδο ποιοτικής πληροφορίας (QUAL), σχετικά με την εποχιακή δυναμική των ανιχνευόμενων υδάτινων σωμάτων. Περισσότερες πληροφορίες [εδώ](https://collections.sentinel-hub.com/water-bodies/). **Κάλυψη**: Παγκόσμια κάλυψη από μήκος -180 ° Α έως + 180 ° Δ και πλάτος + 80 ° Β έως -60 ° Ν. Ανάλογα με το μήνα, ορισμένες περιοχές μεγάλου γεωγραφικού πλάτους δεν καλύπτονται από τους δορυφόρους Sentinel-2. ** Διαθεσιμότητα δεδομένων **: Από τον Οκτώβριο του 2020, το αρχείο ενημερώνεται κάθε μήνα. ** Κοινή χρήση ** Παρακολούθηση υδάτινων σωμάτων, ξηρασίας, πλημμυρών και κλιματικής αλλαγής.

source: # Corine Land Cover (CLC) In this Corine Land Cover layer, all 44 classes are shown. Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
el: # Κάλυψη γης Corine (CLC) Σε αυτό το επίπεδο Corine Land Cover, εμφανίζονται και οι 44 κατηγορίες. Μάθετε για κάθε κατηγορία [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) και δείτε τον αλγόριθμο απεικόνισης [εδώ ](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Corine Land Cover (CLC) - Artificial Surfaces In this Corine Land Cover layer, only the 11 artificial surface classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
el: # Corine Land Cover (CLC) - Τεχνητές επιφάνειες Σε αυτό το επίπεδο Corine Land Cover, εμφανίζονται μόνο οι 11 κατηγορίες τεχνητής επιφάνειας, με βάση την ταξινόμηση [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature- οδηγίες / html). Μάθετε για κάθε κατηγορία [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) και δείτε τον αλγόριθμο απεικόνισης με όλες τις κατηγορίες [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Corine Land Cover (CLC) - Agricultural Areas In this Corine Land Cover layer, only the 11 agricultural classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
el: # Corine Land Cover (CLC) - Γεωργικές περιοχές Σε αυτό το επίπεδο Corine Land Cover, εμφανίζονται μόνο οι 11 γεωργικές κατηγορίες, με βάση την ταξινόμηση [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines / html). Μάθετε για κάθε κατηγορία [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) και δείτε τον αλγόριθμο απεικόνισης με όλες τις κατηγορίες [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Corine Land Cover (CLC) - Forest and Seminatural Areas In this Corine Land Cover layer, only the 12 Forest and Seminatural Area classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
el: # Corine Land Cover (CLC) - Δασικές και ημιφυσικές περιοχές Σε αυτό το επίπεδο Corine Land Cover, εμφανίζονται μόνο οι 12 κατηγορίες δασικών και ημιφυσικών περιοχών, με βάση την ταξινόμηση [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Μάθετε για κάθε κατηγορία [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) και δείτε τον αλγόριθμο απεικόνισης με όλες τις κατηγορίες [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Corine Land Cover (CLC) - Wetlands In this Corine Land Cover layer, only the 5 Wetland classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
el: # Corine Land Cover (CLC) - Υγρότοποι Σε αυτό το επίπεδο Corine Land Cover, εμφανίζονται μόνο οι 5 κατηγορίες υγροτόπων, με βάση την ταξινόμηση [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Μάθετε για κάθε κατηγορία [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) και δείτε τον αλγόριθμο απεικόνισης με όλες τις κατηγορίες [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Corine Land Cover (CLC) - Water Bodies In this Corine Land Cover layer, only the 6 Water body classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
el: # Corine Land Cover (CLC) - Υδάτινα σώματα Σε αυτό το επίπεδο Corine Land Cover, εμφανίζονται μόνο οι 6 κατηγορίες υδατικών σωμάτων, με βάση την ταξινόμηση [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/ html). Μάθετε για κάθε κατηγορία [εδώ](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) και δείτε τον αλγόριθμο απεικόνισης με όλες τις κατηγορίες [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Water Bodies - Occurrence This layer displays the 6 occurrence levels of the Quality layer (QUAL), providing information on the seasonal dynamics of the detected water bodies. QUAL is generated from water body occurrence statistics computed from previous monthly Water Bodies products. The occurrence statistics is ranked from low occurrence to permanent occurrence. More information [here](https://collections.sentinel-hub.com/water-bodies/readme.html), and [here](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies-occurence/#).
el: # Υδάτινα σώματα - Παρουσία Αυτό το επίπεδο πληροφορίας απεικονίζει τα 6 επίπεδα της Ποιότητας (QUAL), παρέχοντας πληροφορίες για την εποχική δυναμική των ανιχνευόμενων υδάτινων σωμάτων. Το QUAL παράγεται από στατιστικά στοιχεία παρουσίας υδάτινων σωμάτων που υπολογίστηκαν από προηγούμενα μηνιαία προϊόντα υδάτινων σωμάτων. Τα στατιστικά στοιχεία ταξινομούνται από χαμηλή παρουσία έως μόνιμη παρουσία. Περισσότερες πληροφορίες [εδώ](https://collections.sentinel-hub.com/water-bodies/readme.html) και [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies-occurence/#).

source: Ultra Blue (443 nm)
el: Πολύ Μπλε (443 nm)

source: Blue (482 nm)
el: Μπλε (482 nm)

source: Green (561.5 nm)
el: Πράσινο (561.5 nm)

source: Red (654.5 nm)
el: Κόκκινο (654.5 nm)

source: Near Infrared (NIR) (865 nm)
el: Εγγύς Υπέρυθρο (NIR) (865 nm)

source: Shortwave Infrared (SWIR) 1 (1608.5 nm)
el: Μικροκυματικό Υπέρυθρο (SWIR) 1 (1608.5 nm)

source: Shortwave Infrared (SWIR) 2 (2200.5 nm)
el: Μικροκυματικό Υπέρυθρο (SWIR) 2 (2200.5 nm)

source: Thermal Infrared (TIRS) 1(10895 nm)
el: Θερμικό Υπέρυθρο (TIRS) 1(10895 nm)

source: **Level-1** data (from **Landsat Collection 2**) provides global top of the atmosphere reflectance and top of the atmosphere brightness temperature products. The data underwent several processing steps including geometric and radiometric improvements. More info about Level-1 data [here](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) and [here](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
el: ** Τα δεδομένα Επιπέδου 1 ** (από το ** Landsat Collection 2 **) παρέχουν προϊόντα ανακλαστικότητας και θερμοκρασίας εκτός της ατμόσφαιρας (top of atmosphere-TOA), με παγκόσμια κάλυψη. Τα δεδομένα έχουν υποβληθεί σε διάφορα στάδια επεξεργασίας, συμπεριλαμβανομένων γεωμετρικών και ραδιομετρικών βελτιώσεων. Περισσότερες πληροφορίες σχετικά με τα δεδομένα Επιπέδου-1 [εδώ](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt -science_support_page_related_con) και [εδώ](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)

source: **Level-2** data (from **Landsat Collection 2**) provides global surface reflectance and surface temperature science products (CEOS Analysis Ready Data). The data products are generated from Collection 2 Level-1 inputs that meet the <76 degrees Solar Zenith Angle constraint and include the required auxiliary data inputs to generate a scientifically viable product. Learn more about Level-2 data [here](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) and [here](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
el: ** Τα δεδομένα Επιπέδου-2 ** (από το ** Landsat Collection 2 **) παρέχουν προϊόντα επιφανειακής ανακλαστικότητας και θερμοκρασίας (CEOS Analysis Ready Data), με παγκόσμια κάλυψη Τα προϊόντα δεδομένων δημιουργούνται από δεδομένα Επιπέδου-1 που πληρούν τους περιορισμούς της Ηλιακής Γωνίας Ζενίθ, μικρότερης των 76 μοιρών και περιλαμβάνουν τα απαιτούμενα βοηθητικά σύνολα δεδομένων για τη δημιουργία ενός επιστημονικά βιώσιμου προϊόντος. Μάθετε περισσότερα για τα δεδομένα Επιπέδου-2 [εδώ](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) και [εδώ]( https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
