Repository: sentinel-hub/EOBrowser
Catalog: src/translations/*.po
Languages: el

source: # Nitrogen Dioxide (NO2) Nitrogen dioxide (NO2) and nitrogen oxide (NO) together are usually referred to as nitrogen oxides. They are important trace gases in the Earth’s atmosphere, present in both the troposphere and the stratosphere. They enter the atmosphere as a result of anthropogenic activities (particularly fossil fuel combustion and biomass burning) and natural processes (such as microbiological processes in soils, wildfires and lightning). Measurements are in mol per square meter (mol/ m^2). More info [here.](http://www.tropomi.eu/data-products/nitrogen-dioxide)
el: # Διοξείδιο του αζώτου (NO2) Το διοξείδιο του αζώτου (NO2) και το οξείδιο του αζώτου (NO) αναφέρονται συνήθως ως οξείδια του αζώτου. Είναι σημαντικά στοιχεία στην ατμόσφαιρα της Γης, τα οποία υπάρχουν τόσο στην τροπόσφαιρα όσο και στη στρατόσφαιρα. Εισέρχονται στην ατμόσφαιρα ως αποτέλεσμα ανθρωπογενών δραστηριοτήτων (ιδίως καύσης ορυκτών καυσίμων και καύσης βιομάζας) αλλά και φυσικών διεργασιών (όπως μικροβιολογικές διεργασίες σε εδάφη, πυρκαγιές και κεραυνούς). Οι μετρήσεις γίνονται σε mol ανά τετραγωνικό μέτρο (mol / m ^ 2). Περισσότερες πληροφορίες [εδώ.](Http://www.tropomi.eu/data-products/nitrogen-dioxide)

source: # Carbon Monoxide (CO) Carbon monoxide (CO) is an important atmospheric trace gas. In certain urban areas, it is a major atmospheric pollutant. Main sources of CO are combustion of fossil fuels, biomass burning, and atmospheric oxidation of methane and other hydrocarbons. The carbon monoxide total column is measured in mol per square meter (mol/ m^2). More info [here.](http://www.tropomi.eu/data-products/carbon-monoxide)
el: # Μονοξείδιο του άνθρακα (CO) Το μονοξείδιο του άνθρακα (CO) είναι ένα σημαντικό ατμοσφαιρικό στοιχείο. Σε ορισμένες αστικές περιοχές αποτελεί σημαντικό ατμοσφαιρικό ρύπο. Οι κύριες πηγές CO είναι η καύση ορυκτών καυσίμων, η καύση βιομάζας και η ατμοσφαιρική οξείδωση μεθανίου και άλλων υδρογονανθράκων. Η συνολική στήλη μονοξειδίου του άνθρακα μετράται σε mol ανά τετραγωνικό μέτρο (mol / m ^ 2). Περισσότερες πληροφορίες [εδώ.](Http://www.tropomi.eu/data-products/carbon-monoxide)

source: # Aerosol Index The Aerosol Index (AI) is a qualitative index indicating the presence of elevated layers of aerosols in the atmosphere. It can be used to detect the presence of UV absorbing aerosols such as desert dust and volcanic ash plumes. Positive values (from light blue to red) indicate the presence of UV-absorbing aerosol. This index is calculated for two pairs of wavelengths: 340/380 nm and 354/388 nm. More info [here.](https://earth.esa.int/web/sentinel/technical-guides/sentinel-5p/level-2/aerosol-index)
el: # Δείκτης αερολύματος Ο δείκτης αερολύματος (AI) είναι ένας ποιοτικός δείκτης που δείχνει την παρουσία υψηλών στρωμάτων αερολυμάτων στην ατμόσφαιρα. Μπορεί να χρησιμοποιηθεί για την ανίχνευση της παρουσίας αερολυμάτων που απορροφούν την υπεριώδη ακτινοβολία, όπως η σκόνη της ερήμου και τα ηφαιστειακά τέφρα. Οι θετικές τιμές (από ανοιχτό μπλε έως κόκκινο) υποδεικνύουν την παρουσία αερολυμάτων απορρόφησης UV. Αυτός ο δείκτης υπολογίζεται για δύο ζεύγη μήκους κύματος: 340/380 nm και 354/388 nm. Περισσότερες πληροφορίες [εδώ.](Https://earth.esa.int/web/sentinel/technical-guides/sentinel-5p/level-2/aerosol-index)

source: # Cloud base height Height of cloud base measured in meters (m).
el: # Βάση ύψους νέφους Βάση ύψους νέφους σε μέτρα (m).

source: # Cloud base pressure Pressure measured at cloud base in Pascal (Pa).
el: # Βάση πίεσης νέφους Η βάση πίεσης του νέφους σε Pascal (Pa).

source: # Cloud optical thickness The cloud thickness is a key parameter to characterise optical properties of clouds. It is a measure of how much sunlight passes through the cloud to reach Earth's surface. The higher a cloud's optical thickness, the more sunlight the cloud is scattering and reflecting. Dark blue shows where there are low cloud optical thickness values and red shows larger cloud optical thickness.
el: # Οπτικό πάχος νέφους Το πάχος του νέφους είναι μια βασική παράμετρος για τον χαρακτηρισμό των οπτικών ιδιοτήτων των νεφών. Είναι ένα μέτρο της ποσότητας του φωτός του ήλιου που περνά μέσα από το σύννεφο για να φτάσει στην επιφάνεια της Γης. Όσο υψηλότερο είναι το οπτικό πάχος του σύννεφου, τόσο περισσότερο ηλιακό φως διασκορπίζεται και αντανακλάται. Το σκούρο μπλε υποδεικνύει την ύπαρξη τιμές χαμηλού οπτικού πάχους του νέφους και το κόκκινο δείχνει μεγαλύτερο οπτικό πάχος.

source: # Cloud top height Height of cloud top measured in meters (m).
el: # Ύψος κορυφής νέφους Το ύψος του νέφους μετράται σε μέτρα (m).

source: # Cloud top pressure Pressure measured at cloud top in Pascal (Pa).
el: # Πίεση κορυφής νέφος Η πίεση που μετράται στην κορυφή του νέφους σε Pascal (Pa).

source: # Normalized Difference Vegetation Index (NDVI) The normalized difference vegetation index is a simple, but effective index for quantifying green vegetation. It is a measure of the state of vegetation health based on how plants reflect light at certain wavelengths. The value range of the NDVI is -1 to 1. Negative values of NDVI (values approaching -1) correspond to water. Values close to zero (-0.1to 0.1) generally correspond to barren areas of rock, sand, or snow. Low, positive values represent shrub and grassland (approximately 0.2 to 0.4), while high values indicate temperate and tropical rainforests (values approaching 1). More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) and [here.](https://eos.com/ndvi/)
el: # Κανονικοποιημένος δείκτης βλάστησης (NDVI) Ο κανονικοποιημένος δείκτης βλάστησης είναι ένας απλός, αλλά αποτελεσματικός δείκτης για τον ποσοτικό προσδιορισμό της πράσινης βλάστησης. Είναι ένα μέτρο της κατάστασης της βλάστησης που βασίζεται στον τρόπο με τον οποίο τα φυτά αντανακλούν το φως σε ορισμένα μήκη κύματος. Το εύρος τιμών του NDVI είναι -1 έως 1. Οι αρνητικές τιμές του NDVI (τιμές που πλησιάζουν στο -1) αντιστοιχούν στο νερό. Οι τιμές κοντά στο μηδέν (-0,1 έως 0,1) αντιστοιχούν γενικά σε άγονες περιοχές, με στοιχεία βράχων, άμμου ή χιονιού. Οι χαμηλές, θετικές τιμές αντιπροσωπεύουν θάμνους και λιβάδια (περίπου 0,2 έως 0,4), ενώ οι υψηλές τιμές υποδεικνύουν την ύπαρξη εύκρατων και τροπικών δασών (τιμές πλησιάζουν το 1). Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) και [εδώ.](Https://eos.com/ndvi/)

source: # Enhanced Vegetation Index (EVI) The enhanced vegetation index (EVI) is an 'optimized' vegetation index as it corrects for soil background signals and atmospheric influences. It is very useful in areas of dense canopy cover. The range of values for EVI is -1 to 1, with healthy vegetation generally around 0.20 to 0.80. More infos [here](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) and [here.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
el: # Ενισχυμένος δείκτης βλάστησης (EVI) Ο ενισχυμένος δείκτης βλάστησης (EVI) είναι ένας «βελτιστοποιημένος» δείκτης βλάστησης καθώς διορθώνει τα σήματα του θορύβου του εδάφους και τις ατμοσφαιρικές επιδράσεις. Είναι πολύ χρήσιμος σε περιοχές με πυκνή κομοστέγη. Το εύρος τιμών για EVI είναι -1 έως 1, με υγιή βλάστηση γενικά περίπου 0,20 έως 0,80. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel

source: # Atmospherically Resistant Vegetation Index (ARVI) The Atmospherically Resistant Vegetation Index (ARVI) is a vegetation index that minimizes the effects of atmospheric scattering. It is most useful for regions with high content of atmospheric aerosol (fog, dust, smoke, air pollution). The range for an ARVI is -1 to 1 where green vegetation generally falls between values of 0.20 to 0.80. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) and [here.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
el: # Ατμοσφαιρικά Ανθεκτικός Δείκτης Βλάστησης (ARVI) Ο ατμοσφαιρικά ανθεκτικός δείκτης βλάστησης(ARVI) είναι ένας δείκτης βλάστησης που ελαχιστοποιεί τις επιπτώσεις της ατμοσφαιρικής σκέδασης. Είναι χρήσιμος για περιοχές με υψηλή περιεκτικότητα σε αερολύματα (ομίχλη, σκόνη, καπνός, ατμοσφαιρική ρύπανση). Το εύρος για ένα ARVI είναι -1 έως 1, ενώ η πράσινη βλάστηση γενικά κυμαίνεται μεταξύ τιμών 0,20 έως 0,80. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) και [εδώ.](Https://eos.com/blog/6-spectral-indexes-on -τοπ-of-ndvi-to-make-your-vegetation-analysis-complete /)

source: # Soil Adjusted Vegetation Index (SAVI) The Soil Adjusted Vegetation Index is similar to Normalized Difference Vegetation Index (NDVI) but is used in areas where vegetative cover is low (< 40%). The index is a transformation technique that minimizes soil brightness influences from spectral vegetation indices involving red and near-infrared (NIR) wavelengths. The index is helpful when analysing young crops, arid regions with sparse vegetation and exposed soil surfaces. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) and [here.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
el: # Εδαφικά προσαρμοσμένος δείκτης βλάστησης (SAVI) Ο εδαφικά προσαρμοσμένος δείκτης βλάστησης είναι παρόμοιος με το δείκτη βλάστησης Normalized Difference (NDVI), αλλά χρησιμοποιείται σε περιοχές όπου η βλάστηση είναι χαμηλή (<40%). Ο δείκτης αποτελεί μια τεχνική μετασχηματισμού που ελαχιστοποιεί τις επιδράσεις της φωτεινότητας του εδάφους, σε σχέση με τους δείκτες φασματικής βλάστησης που περιλαμβάνουν μήκη κύματος κόκκινου και εγγύς υπέρυθρου (NIR). Ο δείκτης είναι χρήσιμος για την ανάλυση του εδάφους, νέων καλλιεργειών και ξηρών περιοχών με αραιά βλάστηση Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) και [εδώ.](Https://eos.com/blog/6-spectral-indexes-on -τοπ-of-ndvi-to-make-your-vegetation-analysis-complete /)

source: # Modified Anthocyanin Reflectance Index (mARI/ARI2) Anthocyanins are pigments common in higher plants, causing their red, blue and purple coloration. They provide valuable information about the physiological status of plants, as they are considered indicators of various types of plant stresses. The reflectance of anthocyanin is highest around 550nm. However, the same wavelengths are reflected by chlorophyll as well. To isolate the anthocyanins, the 700nm spectral band, that reflects only chlorophyll and not anthocyanins, is subtracted. To correct for leaf density and thickness, the near infrared spectral band (in the recommended wavelengths of 760-800nm), which is related to leaf scattering, is added to the basic ARI index. The new index is called modified ARI or mARI (also ARI2). mARI values for the examined trees in [this original article](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) ranged in values from 0 to 8. More info [here.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
el: # Τροποποιημένος δείκτης ανθοκυανίνης (mARI / ARI2) Οι ανθοκυανίνες είναι χρωστικές που είναι κοινές στα φυτά και προκαλούν τον κόκκινο, μπλε και μωβ χρωματισμό τους. Παρέχουν πολύτιμες πληροφορίες σχετικά με τη φυσική κατάσταση των φυτών, καθώς θεωρούνται δείκτες διαφόρων τύπων ασθενειών. Η ανάκλαση της ανθοκυανίνης είναι υψηλότερη γύρω στα 550nm. Ωστόσο, στα ίδια μήκη κύματος ανακλά και από η χλωροφύλλη. Για την απομόνωση των ανθοκυανινών, αφαιρείται το φασματικό κανάλι των 700nm, που αντανακλά μόνο τη χλωροφύλλη και όχι τις ανθοκυανίνες. Για τη διόρθωση της πυκνότητας και του πάχους των φύλλων, η εγγύς υπέρυθρη φασματική ακτινοβολία (στα συνιστώμενα μήκη κύματος 760-800nm), η οποία σχετίζεται με τη σκέδαση των φύλλων, προστίθεται στον βασικό δείκτη ARI. Ο νέος δείκτης ονομάζεται τροποποιημένος ARI ή mARI (επίσης ARI2). Οι τιμές mARI για τα υπό εξέταση δέντρα σε [αυτό το αρχικό άρθρο](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) κυμαίνονταν από 0 έως 8.

source: # Green City Script The Green city script aims to raise awareness of green areas in cities around the world. The script takes into account the Normalized Difference Vegetation Index (NDVI) and true color wavelengths; it separates built up areas from vegetated ones, making it useful for detecting urban areas. Built up areas are displayed in grey and vegetation is displayed in green. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
el: # Αλγόριθμος Πράσινης Πόλης Ο αλγόριθμος Green City στοχεύει στην ευαισθητοποίηση σχετικά με τις πράσινες περιοχές σε πόλεις σε όλο τον κόσμο. Συγκεκριμένα, λαμβάνει υπόψη τον κανονικοποιημένο δείκτη βλάστησης (NDVI) και τα πραγματικά μήκη κύματος χρώματος. Διαχωρίζει τις συσσωρευμένες περιοχές από τις βλαστημένες, καθιστώντας το χρήσιμο για τον εντοπισμό αστικών περιοχών. Οι χτισμένες περιοχές εμφανίζονται με γκρι χρώμα και η βλάστηση εμφανίζεται με πράσινο χρώμα. Περισσότερες πληροφορίες [εδώ.](Https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)

source: # Urban Classified Script The Urban Classified script aims to detect built up areas by separating them from barren ground, vegetation and water. Areas with a high moisture content are returned in blue; areas indicating built up areas are returned in white; vegetated areas are returned in green; everything else indicates barren ground and is displayed in brown colors. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
el: #Αλγόριθμος Αστικής Ταξινόμησης Ο αλγόριθμος Urban Classified αποσκοπεί στον εντοπισμό αστικών περιοχών διαχωρίζοντας τες από άγονο έδαφος, βλάστηση και νερό. Οι περιοχές με υψηλή περιεκτικότητα σε υγρασία παρουσιάζονται με μπλε χρώμα. Περιοχές που υποδηλώνουν την ύπαρξη αστικών περιοχών παρουσιάζονται με λευκά χρώματα και η βλάστηση με πράσινο. Οτιδήποτε άλλο δείχνει άγονο έδαφος και εμφανίζεται σε καφέ χρώματα. Περισσότερες πληροφορίες [εδώ.](Https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)

source: # Urban Land Infrared Color Script This script, made by Leo Tolari, combines true color visualization with near infrared (NIR) and shortwave infrared (SWIR) wavelengths. The script highlights urban areas better than true color, while still looking natural. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
el: # Αλγόριθμος Έγχρωμου Υπέρυθρου Αστικών Περιοχών Αυτός ο αλγόριθμος, που δημιουργήθηκε από τον Leo Tolari, συνδυάζει την φυσική έγχρωμη απεικόνιση με μήκη κύματος υπέρυθρων (NIR) και μικροκυματικών υπέρυθρων (SWIR). Ο αλγόριθμος επισημαίνει αστικές περιοχές καλύτερα από το φυσικό χρώμα. Περισσότερες πληροφορίες [εδώ.](Https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)

source: # NDMI for Moisture Stress The Normalized Difference Moisture Index (NDMI) for moisture stress can be used to detect irrigation. For all the index values above 0, knowing the land use and land cover, it is possible to determine whether irrigation has taken place. Knowing the type of crop grown (e.g. citrus crops), it is possible to identify whether irrigation is being effective or not during the crucial growing summer season, as well as find out if some parts of the farm are being under or over-irrigated. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
el: # NDMI για την έλλειψη υγρασίας Ο κανονικοποιημένος δείκτης υγρασίας μπορεί να χρησιμοποιηθεί για την παρακολούθηση της άρδευσης. Για όλες τις τιμές δείκτη άνω του 0, λαμβάνοντας υπόψη τη χρήση και κάλυψη γης, είναι δυνατόν να προσδιοριστεί εάν έχει γίνει άρδευση. Γνωρίζοντας τον τύπο της καλλιέργειας που καλλιεργείται (π.χ. εσπεριδοειδή), είναι δυνατό να προσδιοριστεί εάν η άρδευση είναι αποτελεσματική ή όχι κατά τη διάρκεια της κρίσιμης καλλιεργητικής θερινής περιόδου, καθώς και εάν ορισμένα τμήματα της καλλιέργειας υπόκεινται σε υπερθέρμανση. Περισσότερες πληροφορίες [εδώ.](Https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)

source: # Normalized Difference Moisture Index (NDMI) The normalized difference moisture Index (NDMI) is used to determine vegetation water content and monitor droughts. The value range of the NDMI is -1 to 1. Negative values of NDMI (values approaching -1) correspond to barren soil. Values around zero (-0.2 to 0.4) generally correspond to water stress. High, positive values represent high canopy without water stress (approximately 0.4 to 1). More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
el: # Κανονικοποιημένος δείκτης υγρασίας (NDMI) Ο κανονικοποιημένος δείκτης υγρασίας (NDMI) χρησιμοποιείται για τον προσδιορισμό της περιεκτικότητας σε νερό και την παρακολούθηση της ξηρασίας. Το εύρος τιμών του NDMI είναι -1 έως 1. Οι αρνητικές τιμές του NDMI (τιμές που πλησιάζουν στο -1) αντιστοιχούν σε άγονο έδαφος. Οι τιμές γύρω στο μηδέν (-0,2 έως 0,4) αντιστοιχούν γενικά στην έλλειψη νερού. Υψηλές, θετικές τιμές αντιπροσωπεύουν υψηλή κομοστέγη με επάρκεια νερού (περίπου 0,4 έως 1). Περισσότερες πληροφορίες [εδώ.](Https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)

source: # Normalized Difference Water Index (NDWI) The normalized difference water index is most appropriate for water body mapping. Values of water bodies are larger than 0.5. Vegetation has smaller values. Built-up features have positive values between zero and 0.2. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
el: # Κανονικοποιημένος δείκτης νερού (NDWI) Ο κανονικοποιημένος δείκτης νερού είναι ο πλέον κατάλληλος για τη χαρτογράφηση υδάτινων σωμάτων. Οι τιμές των υδάτινων σωμάτων είναι μεγαλύτερες από 0,5. Η βλάστηση έχει μικρότερες τιμές. Ο αστικός ιστός έχει θετικές τιμές μεταξύ μηδέν και 0,2. Περισσότερες πληροφορίες [εδώ.](Https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)

source: # Normalized Difference Water Index (NDWI) The normalized difference water index is most appropriate for water body mapping. Values of water bodies are larger than 0.5. Vegetation has smaller values. Built-up features have positive values between zero and 0.2.
el: # Κανονικοποιημένος δείκτης νερού (NDWI) Ο κανονικοποιημένος δείκτης νερού είναι ο πλέον κατάλληλος για τη χαρτογράφηση υδάτινων σωμάτων. Οι τιμές των υδάτινων σωμάτων είναι μεγαλύτερες από 0,5. Η βλάστηση έχει μικρότερες τιμές. Ο αστικός ιστός έχει θετικές τιμές μεταξύ μηδέν και 0,2.

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) and [here.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
el: # Ψευδο-έγχρωμο σύνθετο Ένα ψευδο-έγχρωμο σύνθετο βασίζεται σε τουλάχιστον ένα μη ορατό μήκος κύματος για την οπτικοποίηση της Γης. Το σύνθετο που χρησιμοποιεί το εγγύς υπέρυθρο, κόκκινο και πράσινο κανάλι είναι πολύ δημοφιλές (Ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος. Ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Το ψευδο-έγχρωμο σύνθετο συνήθως χρησιμοποιείται για την εκτίμηση της πυκνότητας και της υγείας των φυτών, καθώς τα φυτά αντανακλούν κοντά στο υπέρυθρο και πράσινο φως, ενώ απορροφούν το κόκκινο. Οι πόλεις και το έδαφος εμφανίζονται γκρι ή μαύρα και το νερό εμφανίζεται μπλε ή μαύρο. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) και [εδώ.](Https://earthobservatory.nasa.gov/features/FalseColor/page6.php )

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) and [here.](https://gisgeography.com/landsat-8-bands-combinations/)
el: # Ψευδο-έγχρωμο σύνθετο Ένα ψευδο-έγχρωμο σύνθετο βασίζεται σε τουλάχιστον ένα μη ορατό μήκος κύματος για την οπτικοποίηση της Γης. Το σύνθετο που χρησιμοποιεί το εγγύς υπέρυθρο, κόκκινο και πράσινο κανάλι είναι πολύ δημοφιλές (Ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος. Ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Το ψευδο-έγχρωμο σύνθετο συνήθως χρησιμοποιείται για την εκτίμηση της πυκνότητας και της υγείας των φυτών, καθώς τα φυτά αντανακλούν κοντά στο υπέρυθρο και πράσινο φως, ενώ απορροφούν το κόκκινο. Οι πόλεις και το έδαφος εμφανίζονται γκρι ή μαύρα και το νερό εμφανίζεται μπλε ή μαύρο. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) και [εδώ.](https://gisgeography.com/landsat-8-bands-combinations/)

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) and [here.](https://earthobservatory.nasa.gov/features/FalseColor)
el: # Ψευδο-έγχρωμο σύνθετο Ένα ψευδο-έγχρωμο σύνθετο βασίζεται σε τουλάχιστον ένα μη ορατό μήκος κύματος για την οπτικοποίηση της Γης. Το σύνθετο που χρησιμοποιεί το εγγύς υπέρυθρο, κόκκινο και πράσινο κανάλι είναι πολύ δημοφιλές (Ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος. Ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Το ψευδο-έγχρωμο σύνθετο συνήθως χρησιμοποιείται για την εκτίμηση της πυκνότητας και της υγείας των φυτών, καθώς τα φυτά αντανακλούν κοντά στο υπέρυθρο και πράσινο φως, ενώ απορροφούν το κόκκινο. Οι πόλεις και το έδαφος εμφανίζονται γκρι ή μαύρα και το νερό εμφανίζεται μπλε ή μαύρο. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) και [εδώ.](https://earthobservatory.nasa.gov/features/FalseColor)
