Repository: sentinel-hub/EOBrowser
Catalog: src/translations/*.po
Languages: el

source: # Burned Area Index Burned Area Index takes advantage of the wider spectrum of Visible, Red-Edge, NIR and SWIR bands. Values description:()=> The range of values for the index is `-1` to `1` for burn scars, and `1` - `6` for active fires. Different fire intensities may result in different thresholds; the current values were calibrated, as per original author, on mostly Mediterranen regions. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
el: # Δείκτης Καμένης Έκτασης Ο Δείκτης καμένης έκτασης χρησιμοποιεί το ευρύτερο φάσμα των καναλιών του ορατού, Red-Edge, NIR και SWIR. Περιγραφή τιμών:()=> Το εύρος τιμών του δείκτη είναι από '-1' έως '1' για καμένες περιοχές και από '1' - '6' για ενεργές πυρκαγιές. Διαφορετικές εντάσεις πυρκαγιάς μπορεί να οδηγήσουν σε διαφορετικά κατώφλια: το εύρος τιμών προέκυψε μετά από βαθμονόμηση του αρχικού συντάκτη σε μεσογειακές κυρίως περιοχές. Περισσότερες πληροφορίες [εδώ.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)

source: # Normalized Burn Ratio (NBR) Normalized Burn Ratio is frequently used to estimate burn severity. It uses near-infrared (NIR) and shortwave-infrared (SWIR) wavelengths. Healthy vegetation has a high reflectance in the near-infrared portion of the spectrum, and a low short-wave infrared reflectance. On the other hand, burned areas have a high shortwave infrared reflectance but low reflectance in the near infrared Darker pixels indicate burned areas. More info [here](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) and [here.](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)
el: # Κανονικοποιημένος Δείκτης Καμένης Έκτασης (NBR) Ο κανονικοποιημένος δείκτης καμένης έκτασης χρησιμοποιείται συχνά για την εκτίμηση της έντασης της καταστροφής του εδάφους. Χρησιμοποιεί εγγύς (NIR) και βραχυκυματικά (SWIR) υπέρυθρα. Η υγιής βλάστηση έχει υψηλή ανακλαστικότητα στο εγγύς υπέρυθρο τμήμα του φάσματος και χαμηλή στο βραχυκυματικό. Αντίθετα, οι καμένες περιοχές έχουν υψηλή ανακλαστικότητα στο βραχυκυματικό υπέρυθρο, και χαμηλή στο εγγύς. Τα σκούρα εικονοστοιχεία υποδεικνύουν καμένες περιοχές. Περισσότερες πληροφορίες [εδώ]](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.htmlκαι [εδώ.](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)

source: # Atmospheric penetration This composite uses different bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) in the non-visible part of the electromagnetic spectrum to reduce the influence of the atmosphere in the image. Short wave infrared bands 11 and 12 are highly reflected by the heated areas, making them useful for fire and burned area mapping. Short wave infrared band 8, is on contrary, highly reflected by vegetation, which signifies absence of fire. Vegetation appears blue, displaying details related to the vegetation vigor. Healthy vegetation is shown in light blue while the stressed, sparse or/and arid vegetation appears in dull blue. Urban features are white, grey, cyan or purple. More info [here.](https://eos.com/atmospheric-penetration/)
el: # Ατμοσφαιρική διείσδυση Αυτό το σύνθετο χρησιμοποιεί διαφορετικά κανάλια (ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού κύματος: ένας δορυφόρος μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια) στο μη ορατό τμήμα του ηλεκτρομαγνητικού φάσματος για να μειώσει την επίδραση της ατμόσφαιρας στην εικόνα. Τα βραχυκυματικά υπέρυθρα κανάλια 11 και 12 αντανακλώνται έντονα από θερμές περιοχές, κάνοντάς τα κατάλληλα για τη χαρτογράφηση πυρκαγιών και καμένων περιοχών. Το βραχυκυματικό υπέρυθρο κανάλι 8, αντιθέτως, ανακλάται ιδιαίτερα από τη βλάστηση, κάτι το οποίο καταδεικνύει την απουσία πυρκαγιάς. Η βλάστηση εμφανίζεται μπλε, εμφανίζοντας λεπτομέρειες που σχετίζονται με την κατάσταση της βλάστησης. Η υγιής βλάστηση εμφανίζεται με γαλάζιο χρώμα ενώ η αραιή ή/και άνυδρη βλάστηση εμφανίζεται με θαμπό μπλε. Ο αστικός ιστός εμφανίζεται με λευκά, γκρίζα, κυανά ή μωβ. Περισσότερες πληροφορίες [εδώ.](https://eos.com/atmospheric-penetration/)

source: # Barren Soil Visualization The Barren Soil Visualization can be useful for soil mapping, to investigate the location of landslides or the extent of erosion in non-vegetated areas. This visualization shows all vegetation in green and the barren ground in red. Water appears black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) and [here.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
el: # Απεικόνιση Γυμνού Εδάφους Η απεικόνιση του γυμνού εδάφους μπορεί να φανεί χρήσιμη για τη χαρτογράφηση του χώματος, τον εντοπισμό κατολισθήσεων ή την έκταση της διάβρωσης σε περιοχές χωρίς βλάστηση. Αυτή η απεικόνιση δείχνει τη βλάστηση σε πράσινο και το άγονο έδαφος σε κόκκινο χρώμα. Το νερό εμφανίζεται σε μαύρο. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) και [εδώ](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)

source: # True Color with IR Highlights composite This composite enhances the true color visualization by adding the shortwave infrared wavelengths to amplify details. It displays heated areas in red/orange. More info [here.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
el: # Φυσικό Έγχρωμο σύνθετο με Υπέρυθρες Επισημάνσεις Αυτό το σύνθετο βελτιώνει την φυσική χρωματική απεικόνιση προσθέτοντας το βραχυκυματικό υπέρυθρο για να ενισχύσει τις λεπτομέρειες. Εμφανίζει θερμές περιοχές σε κόκκινο/πορτοκαλί χρώμα. Περισσότερες πληροφορίες [εδώ.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)

source: # Detection of Burned Areas This script is used to detect large scale recently burned areas. Pixels colored red highlight burned areas, and all other pixels are returned in true color. The script sometimes overestimates burned areas over water and clouds. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
el: # Ανίχνευση Καμένων Περιοχών Αυτός ο αλγόριθμος χρησιμοποιείται για τον εντοπισμό μεγάλων περιοχών που έχουν καεί πρόσφατα. Τα κόκκινα εικονοστοιχεία απεικονίζουν καμένες περιοχές και όλα τα άλλα εικονοστοιχεία απεικονίζονται σε φυσικό χρώμα. Ο αλγόριθμος μερικές φορές υπερεκτιμά τις καμένες περιοχές πάνω από νερά και σύννεφα. Περισσότερες πληροφορίες [εδώ.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)

source: # Terrestrial Chlorophyll Index (OTCI) The Terrestrial Chlorophyll Index (OTCI) is estimated based on the chlorophyll content in terrestrial vegetation and can be used to monitor vegetation condition and health. Low OTCI values usually signify water, sand or snow. Extremely high values, displayed with white, usually suggest the absence of chlorophyll as well. They generally represent either bare ground, rock or clouds. The chlorophyll values in between range from red (low chlorophyll values) to dark green (high chlorophyll values) can be used to determine vegetation health. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
el: # Δείκτης Χερσαίας Χλωροφύλλης (OTCI) Ο δείκτης χερσαίας χλωροφύλλης (OTCI) εκτιμάται με βάση την περιεκτικότητα σε χλωροφύλλη στη χερσαία βλάστηση και μπορεί να χρησιμοποιηθεί για την παρακολούθηση της κατάστασης και της υγείας της βλάστησης. Οι χαμηλές τιμές OTCI συνήθως υποδηλώνουν την ύπαρξη νερού, άμμου ή χιονιού. Πολύ υψηλές τιμές, που απεικονίζονται με λευκό, επίσης υποδηλώνουν την απουσία χλωροφύλλης κατά πάσα πιθανότητα. Γενικά οι υψηλές τιμές αντιστοιχούν σε έδαφος, βραχώδες έδαφος ή σύννεφα. Οι τιμές χλωροφύλλης που κυμαίνονται από κόκκινο (χαμηλές τιμές χλωροφύλλης) έως σκούρο πράσινο (υψηλές τιμές χλωροφύλλης) μπορούν να χρησιμοποιηθούν για τον προσδιορισμό της υγείας της βλάστησης. Περισσότερες πληροφορίες [εδώ.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)

source: # Normalized Difference Salinity Index The index visualizes the amount of salt present in soils. Soil salinization is one of the most common land degradation processes, especially in arid and semi-arid regions, where precipitation exceeds evaporation. Higher values indicate higher salinity and low values indicate lower salinity. Read more [here,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [here](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) and [here.](https://www.indexdatabase.de/db/i-single.php?id=57)
el: # Κανονικοποιημένος Δείκτης Αλατότητας Ο δείκτης απεικονίζει την ποσότητα αλατιού που υπάρχει στο έδαφος. Η αλατοποίηση του εδάφους είναι μία από τις πιο συνήθεις διαδικασίες αποδόμησης του εδάφους, ειδικά σε άνυδρες και ημι-άνυδρες περιοχές, όπου τα ποσά βροχόπτωσης υπερβαίνουν αυτά της εξάτμισης Οι υψηλές τιμές δείχνουν υψηλή αλατότητα και οι χαμηλές τιμές δείχνουν χαμηλή αλατότητα . Διαβάστε περισσότερα [εδώ,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [εδώ](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) και [εδώ.](https://www.indexdatabase.de/db/i-single.php?id=57)

source: With this tool, you can create a timelapse animation of the visualised layer and displayed location. First, choose a time range. You can refine your search results further by filtering them by months (filter by months checkbox) and/or selecting one image per defined period (orbit, day, week, month, year). Then press <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search" /> Search </span> and select your images. You can select all by checking the checkbox or filter the images by cloud coverage by moving the slider. Or you can pick images one by one by scrolling through the list and selecting them. Via the **Borders** checkbox, you can enable/disable the borders on your image. You can preview the timelapse by pressing the play button on the bottom. You can also set the speed (frames per second). When you are satisfied with the result, click the download button and the timelapse will be downloaded as a <code>.gif</code> file.
el: Με αυτό το εργαλείο μπορείτε να δημιουργήσετε μια κινούμενη εικόνα timelapse του οπτικοποιημένου επιπέδου και της τοποθεσίας που εμφανίζεται. Αρχικά, επιλέξτε ένα χρονικό εύρος. Μπορείτε να περιορίσετε τα αποτελέσματα αναζήτησης εφαρμόζοντας φίλτρα κατά μήνες (πλαίσιο ελέγχου με το φίλτρο ανά μήνες) ή / και επιλέγοντας μία εικόνα ανά καθορισμένη περίοδο (τροχιά, ημέρα, εβδομάδα, μήνα, έτος). Στη συνέχεια, πατήστε <span class = "btn" style = "font-size: 12px; padding: 4px 6px 4px 6px"> <i className = "fa fa-search" /> Αναζήτηση </span> και επιλέξτε τις εικόνες σας. Μπορείτε να επιλέξετε όλα τα αποτελέσματα από το πλαίσιο ελέγχου ή να φιλτράρετε τις εικόνες με την επιθυμητή νεφοκάλυψη, μετακινώντας τη μπάρα ρύθμισης. Επίσης μπορείτε να επιλέξετε εικόνες μία προς μία Μέσω του πλαισίου ελέγχου ** Όρια ** μπορείτε να ενεργοποιήσετε / απενεργοποιήσετε τα όρια στην εικόνα σας. Μπορείτε να κάνετε προεπισκόπηση του timelapse πατώντας το κουμπί αναπαραγωγής στο κάτω μέρος. Μπορείτε επίσης να ρυθμίσετε την ταχύτητα αναπαραγωγής (καρέ ανά δευτερόλεπτο). Όταν είστε ικανοποιημένοι με το αποτέλεσμα, κάντε κλικ στο κουμπί λήψης και το timelapse θα μεταφορτωθεί ως αρχείο <code> .gif </code>.

source: Your user instances could not be loaded as your Sentinel Hub account was not set up/expired. You can still use EO Browser but you will not be able to use personal user instances. To be able to set up personal user instances you can apply for a 30-days free trial or consider subscribing to one of the plans:
el: Τα στιγμιότυπα του χρήστης δεν ήταν δυνατό να φορτωθούν, καθώς ο λογαριασμός σας Sentinel Hub δεν είχε ρυθμιστεί ή έχει λήξει. Μπορείτε ακόμα να χρησιμοποιήσετε τον EO Browser, αλλά δεν θα μπορείτε να χρησιμοποιήσετε τα ιδιοποιημένα στιγμιότυπά σας. Για να μπορείτε να καθορίσετε τα δικά στιγμιότυπα της υπηρεσίας, μπορείτε να υποβάλετε αίτηση για δωρεάν δοκιμαστική περίοδο 30 ημερών ή να εγγραφείτε σε ένα από τα σχέδια:

source: These are theme parts which contain unavailable data sources:
el: Αυτά είναι τμήματα θεμάτων τα οποία περιέχουν μη διαθέσιμες πηγές δεδομένων:

source: Band 2 - Chlorophyll absorption maximum - 442 nm
el: Κανάλι 2 - Μέγιστη απορρόφηση χλωροφύλλης - 442 nm

source: Band 11 - O2 R- branch absorption band - 761 nm
el: Κανάλι 11 - ζώνη απορρόφησης O2 R-στελέχους - 761 nm

source: A **DEM** (Digital Elevation Model) is a digital representation of a terrain (usually Earth's surface). It is obtained by dividing the whole globe into grid cells, each holding a corresponding altitude value in meters. Depending on the gride cell size, a DEM can be more detailed (high resolution) or less detailed (low resolution). Sentinel Hub DEM data collections (Mapzen and Copernicus) are static (independent of date) and globally available. **Common usage:** Modelling water flows, orthorectification of Sentinel-1 imagery and engineering.
el: Το ** DEM ** (Digital Elevation Model - Ψηφιακό Μοντέλο Εδάφους) είναι μια ψηφιακή αναπαράσταση του εδάφους (συνήθως της επιφάνειας της Γης). Δημιουργείται με τη διαίρεση όλου του κόσμου σε κελιά πλέγματος, καθένα από τα οποία έχει μια τιμή υψομέτρου σε μέτρα. Ανάλογα με το μέγεθος του κελιού του πλέγματος, ένα DEM μπορεί να είναι πιο λεπτομερές (υψηλή ανάλυση) ή λιγότερο λεπτομερές (χαμηλή ανάλυση). Οι συλλογές δεδομένων Sentinel Hub DEM (Mapzen και Copernicus) είναι στατικές (ανεξάρτητες από την ημερομηνία) και είναι παγκοσμίως διαθέσιμες. ** Συνήθης χρήση: ** Μοντελοποίηση ροών νερού, ορθοαναγωγή εικόνων Sentinel-1.

source: The **Copernicus DEM** represents the surface of the Earth including buildings, infrastructure and vegetation. Similar to the Mapzen DEM, it is based on a combination of different DEMs (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). It is a static collection (independent of date) with global coverage. **Spatial resolution:** 30 m infilled with 90 m (where 30 m tiles are not released). Credits: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)
el: Το ** Copernicus DEM ** αναπαριστά την επιφάνεια της Γης, συμπεριλαμβανομένων κτιρίων, υποδομών και βλάστησης. Ομοίως με το Mapzen DEM, βασίζεται σε συνδυασμό διαφορετικών DEM (βασίζεται στο [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Είναι μια στατική συλλογή (ανεξάρτητη από την ημερομηνία) με παγκόσμια κάλυψη. ** Χωρική ανάλυση: ** 30 m και σε κάποιες περιπτώσεις 90 m (όπου δεν είναι διαθέσιμα οι πινακίδες με τα 30 m). Συντελεστές: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)

source: The **Copernicus DEM** represents the surface of the Earth including buildings, infrastructure and vegetation. Similar to the Mapzen DEM, it is based on a combination of different DEMs (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). It is a static collection (independent of date) with global coverage. **Spatial resolution:** 90 m Credits: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)
el: Το ** Copernicus DEM ** αναπαριστά την επιφάνεια της Γης, συμπεριλαμβανομένων κτιρίων, υποδομών και βλάστησης. Παρόμοια με το Mapzen DEM, βασίζεται σε συνδυασμό διαφορετικών DEM (βάση [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Είναι μια στατική συλλογή (ανεξάρτητη από την ημερομηνία) με παγκόσμια κάλυψη. ** Χωρική ανάλυση: ** 90 μ Συντελεστές: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)

source: User Instances
el: Στιγμιότυπα Χρήστη

source: Mouse navigation
el: Πλοήγηση ποντικιού

source: Advanced RGB effects
el: Προηγμένα εφέ RGB

source: Disabled
el: Απενεργοποιημένο

source: Yes
el: Ναί

source: Orthorectification
el: Ορθοαναγωγή

source: Primary dataset:
el: Πρωτεύον σύνολο δεδομένων:

source: Datasource alias:
el: Ψευδώνυμο (alias) της πηγής δεδομένων:

source: Additional datasets:
el: Συμπληρωματικά δεδομένα:

source: Cancel
el: Απόρριψη

source: Error
el: Σφάλμα

source: Help
el: Βοήθεια

source: Position 3D camera based on 2D map
el: Τοποθετήστε την κάμερα 3D βάσει του χάρτη 2D

source: Modified Anthocyanin Reflectance Index
el: Τροποποιημένος δείκτης ανάκλασης ανθοκυανίνης

source: # Effective radiometric cloud fraction Effective radiometric cloud fraction represents the portion of the Earth's surface covered by clouds, divided by the total surface. Clouds have shielding, albedo, and in-cloud absorption effects on trace gas retrieval. The effective radiometric cloud fraction is an important parameter to correct these effects.
el: # Αποτελεσματικό κλάσμα ραδιομετρικού νέφους Το αποτελεσματικό κλάσμα του ραδιομετρικού νέφους αντιπροσωπεύει το τμήμα της επιφάνειας της Γης που καλύπτεται από σύννεφα, διαιρούμενο με τη συνολική επιφάνεια. Τα σύννεφα προκαλούν θωράκιση, λευκαύγεια (albedo) και απορρόφηση της ακτινοβολίας. Το αποτελεσματικό κλάσμα του ραδιομετρικού νέφους είναι μια σημαντική παράμετρος για τη διόρθωση αυτών των εφέ.

source: # Thermal band 10 This thermal visualization is based on band 10 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 10895 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, band 10 reports on the ground itself, which is often much hotter. Thermal band 10 is useful in providing surface temperatures and is collected with a 100-meter resolution. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
el: # Θερμικό κανάλι 10 Αυτή η θερμική απεικόνιση βασίζεται στο κανάλι 10 (ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος · Ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Στο κεντρικό μήκος κύματος των 10895 nm μετρά στο θερμικό υπέρυθρο, ή TIR. Αντί να μετρά τη θερμοκρασία του αέρα, όπως κάνουν οι μετεωρολογικοί σταθμοί, το κανάλι 10 παρέχει πληροφορίες στο ίδιο το έδαφος, το οποίο συχνά είναι πολύ πιο ζεστό. Το θερμικό κανάλι 10 είναι χρήσιμο για την παροχή επιφανειακών θερμοκρασιών και συλλέγεται με ανάλυση 100 μέτρων. Περισσότερες πληροφορίες [εδώ](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)

source: # Short wave infrared composite (SWIR) Short wave infrared (SWIR) measurements can help scientists estimate how much water is present in plants and soil, as water absorbs SWIR wavelengths. Short wave infrared bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) are also useful for distinguishing between cloud types (water clouds versus ice clouds), snow and ice, all of which appear white in visible light. In this composite vegetation appears in shades of green, soils and built-up areas are in various shades of brown, and water appears black. Newly burned land reflects strongly in SWIR bands, making them valuable for mapping fire damages. Each rock type reflects shortwave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
el: # Σύνθετο του μικροκυματικού υπέρυθρου (SWIR) Οι μετρήσεις υπερύθρων μικρού κύματος (SWIR) μπορούν να βοηθήσουν τους επιστήμονες να εκτιμήσουν πόσο νερό υπάρχει στα φυτά και το έδαφος, καθώς το νερό απορροφά μήκη κύματος SWIR. Τα υπέρυθρα κανάλια μικρού κύματος (ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος · Ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια) είναι επίσης χρήσιμα για τη διάκριση μεταξύ διαφορετικών τύπων σύννεφων (σύννεφα νερού έναντι σύννεφων πάγου), χιονιού και πάγου, που εμφανίζονται λευκά σε ορατό φως. Σε αυτό το σύνθετο η βλάστηση εμφανίζεται σε αποχρώσεις του πράσινου, τα εδάφη και οι τεχνητές περιοχές βρίσκονται σε διάφορες αποχρώσεις του καφέ και το νερό εμφανίζεται μαύρο. Η πρόσφατα καμένη γη αντανακλά έντονα τις ζώνες SWIR, καθιστώντας τις πολύτιμες για τη χαρτογράφηση των ζημιών από φωτιά. Κάθε τύπος βραχώδους εδάφους αντανακλά το υπέρυθρο φως μικρού κύματος, με αποτέλεσμα να καθίσταται δυνατή η χαρτογράφηση της γεωλογίας. Περισσότερες πληροφορίες [εδώ.](Https://custom-scripts.sentinel-hub.com/sentinel-2/composites/)

source: # Normalised Difference Snow Index (NDSI) The Sentinel-2 normalised difference snow index can be used to differentiate between cloud and snow cover as snow absorbs in the short-wave infrared light, but reflects the visible light, whereas cloud is generally reflective in both wavelengths. Snow cover is represented in bright vivid blue. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
el: # Κανονικοποιημένος Δείκτης Χιονιού(NDSI) Ο κανονικοποιημένος δείκτης χιονιού Sentinel-2 μπορεί να χρησιμοποιηθεί για τη διάκριση μεταξύ σύννεφου και χιονιού καθώς το χιόνι απορροφά το υπέρυθρο φως μικρού κύματος, αλλά αντανακλά το ορατό φως, ενώ το σύννεφο είναι γενικά ανακλαστικό και στα δύο μήκη κύματος. Το χιόνι απεικονίζεται με έντονο μπλε χρώμα. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).

source: # Scene classification Scene classification was developed to distinguish between cloudy pixels, clear pixels and water pixels of Sentinel-2 data and is a result of ESA's Scene classification algorithm. Twelve different classifications are provided including classes of clouds, vegetation, soils/desert, water and snow. It does not constitute a land cover classification map in a strict sense. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
el: # Ταξινόμηση σκηνής Η ταξινόμηση σκηνής αναπτύχθηκε για τη διάκριση μεταξύ θολών pixel, καθαρών pixel και pixel νερού από δεδομένα Sentinel-2 και είναι αποτέλεσμα του αλγορίθμου ταξινόμησης σκηνής της ESA. Παρέχονται δώδεκα διαφορετικές ταξινομήσεις, συμπεραλμβανομένης της τυπολογίας των σύννεφων, βλάστησης, εδαφών / ερήμου, νερού και χιονιού. Δεν αποτελεί χάρτη κάλυψης γης με αυστηρή έννοια. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).

source: Zoom to location
el: Εστίαση στην περιοχή

source: Remove layer
el: Αφαίρεση επιπέδου

source: Band 10 - Thermal Infrared (TIRS) - 10895 nm
el: Κανάλι 10 - Θερμικό Υπέρυθρο (TIRS) - 10895 nm

source: Band 11 - Thermal Infrared (TIRS) - 12005 nm
el: Κανάλι 11 - Θερμικό Υπέρυθρο (TIRS) - 12005 nm
