Repository: sentinel-hub/EOBrowser
Catalog: src/translations/*.po
Languages: el

source: Upload a JSON file with saved pins.
el: Μεταφόρτωση αρχείου JSON με αποθηκευμένες πινέζες.

source: Drop JSON file or search your computer
el: Αποθέστε αρχείο JSON ή αναζητήστε στον υπολογιστή

source: Keep existing pins
el: Διατηρήστε τις υπάρχουσες πινέζες

source: Share pins
el: Κοινή χρήση πινέζων

source: Create a story from pins
el: Δημιουργήστε μια ιστορία απο τις πινέζες

source: Export pins to the computer
el: Εξάγετε τις πινέζες στον υπολογιστή σας

source: Import pins from a saved file
el: Εισάγετε πινέζες απο αποθηκευμένο αρχείο

source: Delete all pins
el: Διαγράψτε όλες τις πινέζες

source: Story
el: Ιστορία

source: Export
el: Εξαγωγή

source: Import
el: Εισαγωγή

source: Clear
el: Καθαρισμός

source: Share pins link
el: Κοινή χρήση του συνδέσμου με τις πινέζες

source: Creating link...
el: Δημιουργία συνδέσμου...

source: OK
el: Εντάξει

source: Updating pin collection.
el: Ενημέρωση συλλογής με τις πινέζες.

source: There was a problem permanently updating the pin collection: ${ updatingPinsError }.
el: Παρουσιάστηκε ένα πρόβλημα κατά την ενημέρωση της συλλογής με τις πινέζες: $ {updatingPinsError}.

source: Hello,
el: Γειά,

source: Opacity
el: Αδιαφάνεια

source: Split position
el: Θέση διαχωριστικού

source: split
el: διαχωρισμός

source: opacity
el: αδιαφάνεια

source: No layers to compare.
el: Δεν υπάρχουν επίπεδα για σύγκριση.

source: Remove all
el: Αφαίρεση όλων

source: Add all pins
el: Προσθήκη όλων των πινέζων

source: Split
el: Διαχωρισμός

source: There was a problem downloading your instances
el: Παρουσιάστηκε σφάλμα κατά τη λήψη των στιγμιοτύπων σας

source: Download
el: Λήψη

source: Visualize terrain in 3D
el: Οπτικοποίηση εδάφους σε 3D

source: Left button
el: Αριστερό πλήκτρο

source: Click and drag using the left mouse button to move across the map at a fixed height. Use SHIFT + left button to rotate.
el: Κάντε κλικ και σύρετε χρησιμοποιώντας το αριστερό πλήκτρο του ποντικιού για να μετακινηθείτε στο χάρτη σε σταθερό ύψος. Χρησιμοποιήστε το συνδυασμό πλήκτρων SHIFT + αριστερό κλικ για περιστροφή.

source: Right button
el: Δεξί πλήκτρο

source: Right click and drag up/down to change the elevation of the camera. Right click and drag left/right to rotate the camera's view.
el: Κάντε δεξί κλικ και σύρετε προς τα πάνω / κάτω για να αλλάξετε το ύψος της κάμερας. Κάντε δεξί κλικ και σύρετε αριστερά / δεξιά για περιστροφή του οπτικού πεδίου της κάμερας.

source: Middle button/wheel
el: Μεσαίο πλήκτρο / τροχός

source: Use the scroll wheel to change the elevation of the camera (same as right click + drag up/down). Click and drag the wheel button to change the angle of the camera.
el: Χρησιμοποιήστε τον τροχό κύλισης για να αλλάξετε το ύψος της κάμερας (όπως το δεξί κλικ + σύρετε πάνω κάτω). Κάντε κλικ και σύρετε το κουμπί τροχού για να αλλάξετε τη γωνία της κάμερας.

source: Keyboard navigation
el: Πλοήγηση με το πληκτρολόγιο

source: Arrow keys
el: Πλήκτρα με βέλη

source: Use the arrow keys to move across the map at a fixed height.
el: Χρησιμοποιήστε τα πλήκτρα με τα βέλη για να μετακινηθείτε στο χάρτη σε σταθερό ύψος.

source: SHIFT + arrow keys
el: SHIFT + πλήκτρα με βέλη

source: Hold the SHIFT key while pressing the arrow keys to change the camera's view.
el: Κρατήστε πατημένο το πλήκτρο SHIFT ενώ πατάτε τα πλήκτρα με τα βέλη για να αλλάξετε την προβολή της κάμερας.

source: Page up/Page down
el: Σελίδα πάνω/Σελίδα κάτω

source: Use the PG UP or PG DN keys to change the elevation of the camera.
el: Χρησιμοποιήστε τα πλήκτρα PG UP ή PG DN για να αλλάξετε το υψόμετρο της κάμερας.

source: Map navigation
el: Πλοήγηση στο χάρτη

source: Pan console
el: Έλεγχος κίνησης στην ίδια κλίμακα (pan)

source: The pan console allows you to move across the map at a fixed height. Click and drag to move continuously. The farther you drag from the center, the faster you will move.
el: Ο έλεγχος κίνησης στην ίδια κλίμακα σας επιτρέπει να μετακινηθείτε στο χάρτη σε σταθερή κλίμακα/εστίαση. Κάντε κλικ και σύρετε για μετακίνηση συνεχώς. Όσο πιο μακριά σύρετε από το κέντρο, τόσο πιο γρήγορα θα κινηθείτε.

source: Camera console
el: Κονσόλα κάμερας

source: The camera console moves the camera's view only. Click and drag to change the camera's view. The farther you drag from the center, the faster you will change the view.
el: Η κονσόλα κάμερας μετακινεί μόνο την προβολή της κάμερας. Κάντε κλικ και σύρετε για να αλλάξετε την προβολή της κάμερας. Όσο πιο μακριά σύρετε από το κέντρο, τόσο πιο γρήγορα θα αλλάξετε την προβολή.

source: Zoom buttons
el: Πλήκτρα εστίασης

source: Clicking them will change the elevation of the camera. The plus button will move the camera closer to the earth, the minus button will move the camera further away.
el: Κάνοντας κλικ σε αυτά θα αλλάξει το ύψος της κάμερας. Το πλήκτρο συν θα μετακινήσει την κάμερα πιο κοντά στη γη, το πλήκτρο μείον θα μετακινήσει την κάμερα πιο μακριά.

source: Go to Place
el: Μετάβαση σε Τοποθεσία

source: Labels
el: Ετικέτες

source: Borders
el: Όρια

source: Roads
el: Οδικό δίκτυο

source: Zoom in
el: Εστίαση

source: Zoom out
el: Αποεστίαση

source: About EO Browser
el: Σχετικά με το EO Browser

source: Contact us
el: Επικοινωνήστε μαζί μας

source: Get data
el: Λήψη δεδομένων

source: You need to log in to use this function.
el: Πρέπει να συνδεθείτε για να χρησιμοποιήσετε αυτήν τη λειτουργία.

source: Please select a layer.
el: Παρακαλώ επιλέξτε ένα επίπεδο.

source: Downloading image in compare mode is not possible.
el: Δεν είναι δυνατή η λήψη εικόνας στη λειτουργία σύγκρισης.

source: This datasource is not supported.
el: Αυτή η πηγή δεδομένων δεν υποστηρίζεται.

source: Statistical Info / Feature Info Service chart
el: Γράφημα υπηρεσίας Statistical Info / Feature Info

source: Statistical Info / Feature Info Service chart -
el: Γράφημα υπηρεσίας Statistical Info / Feature Info -

source: please select a layer
el: παρακαλώ επιλέξτε ένα επίπεδο

source: not available for
el: δεν είναι διαθέσιμο για

source: not available for "${ props.presetLayerName }" (layer with value is not set up)
el: δεν είναι διαθέσιμο για ${ props.presetLayerName }" (το επίπεδο με τιμή δεν έχει καθοριστεί)

source: Search for data first.
el: Πρώτα αναζητήστε δεδομένα.

source: Create timelapse animation
el: Δημιουργήστε κινούμενη εικόνα σε timelapse

source: Mark point of interest
el: Επισήμανση σημείου ενδιαφέροντος

source: Center map on feature
el: Κεντράρετε το χάρτη στο χαρακτηριστικό

source: Remove geometry
el: Αφαίρεση γεωμετρίας

source: Area of interest
el: Περιοχή ενδιαφέροντος

source: Select mode
el: Λειτουργία επιλογής

source: Mode:
el: Λειτουργία:

source: Remove measurement
el: Αφαίρεση μέτρησης

source: Measure
el: Μέτρηση

source: km
el: χλμ

source: m
el: μ

source: Gain
el: Ενίσχυση

source: Gamma
el: Γάμμα

source: Min. data quality
el: Ελάχιστη ποιότητα δεδομένων

source: Upsampling
el: Κλιμάκωση προς τα επάνω

source: Downsampling
el: Κλιμάκωση προς τα κάτω

source: Reset all
el: Επαναφορά όλων

source: filter by months
el: φιλτράρισμα κατά μήνες

source: Copy geometry to clipboard
el: Αντιγραφή γεωμετρίας στο πρόχειρο

source: Cancel edit.
el: Απόρριψη επεξεργασίας.

source: Draw area of interest
el: Σχεδιάστε την περιοχή ενδιαφέροντος

source: Least cloud coverage
el: Λιγότερη νεφοκάλυψη

source: Use additional datasets (advanced)
el: Χρησιμοποιήστε πρόσθετα σύνολα δεδομένων (για προχωρημένους)

source: Mosaicking order
el: Σειρά προβολής τμημάτων μωσαϊκού

source: Most recent
el: Τα πιο πρόσφατα

source: Least recent
el: Λιγότερο πρόσφατα

source: Customize timespan
el: Προσαρμόστε το χρονικό διάστημα

source: Back
el: Πίσω

source: Error loading script. Check your URL.
el: Σφάλμα κατά τη φόρτωση αλγορίθμου. Ελέγξτε τη διεύθυνση URL σας.

source: Uncheck Load script from URL to edit the code
el: Καταργήστε την επιλογή Φόρτωση αλγορίθμου από τη διεύθυνση URL για επεξεργασία του κώδικα

source: Load script from URL
el: Φόρτωση αλγορίθμου από διεύθυνση URL

source: Enter URL to your script
el: Εισάγετε σύνδεσμο URL προς τον αλγόριθμο

source: Script loaded.
el: Ο αλγόριθμος φορτώθηκε.

source: Only HTTPS domains are allowed.
el: Επιτρέπονται μόνο τομείς HTTPS.

source: Load script into code editor
el: Φόρτωση σεναρίου στον επεξεργαστή κώδικα

source: Refresh
el: Ανανέωση

source: orbit
el: τροχιά

source: day
el: ημέρα

source: week
el: εβδομάδα

source: month
el: μήνας

source: year
el: έτος

source: Select 1 image per:
el: Επιλέξτε 1 εικόνα ανά:

source: Timelapse
el: Τεχνική Timelapse

source: Select All
el: Επιλογή όλων

source: Speed:
el: Ταχύτητα:

source: frames / s
el: καρέ / δευτερόλεπτο

source: Preparing...
el: Προετοιμασία...

source: Could not download files:
el: Δεν είναι δυνατή η λήψη των αρχείων:

source: Can't download via canvas
el: Δεν είναι δυνατή η λήψη μέσω χάρτη

source: Could not ZIP files:
el: Δεν είναι δυνατή η συμπίεση των αρχείων:

source: There was a problem downloading image
el: Παρουσιάστηκε πρόβλημα κατά τη λήψη της εικόνας

source: Error fetching image: url is empty!
el: Σφάλμα κατά τη λήψη της εικόνας: η διεύθυνση url είναι άδεια!

source: Error fetching image:
el: Σφάλμα κατά την ανάκτηση εικόνας:

source: Could not load image from blob
el: Δεν ήταν δυνατή η φόρτωση της εικόνας από blob

source: Drag bands onto RGB fields.
el: Σύρετε τα κανάλια στα πεδία RGB.

source: Drag bands into the index equation
el: Σύρετε κανάλια στην εξίσωση του δείκτη

source: Index
el: Δείκτης

source: Threshold
el: Κατώφλι

source: Remove color picker
el: Αφαίρεση εργαλείου επιλογής χρωμάτων

source: Add color picker
el: Προσθήκη εργαλείου επιλογής χρωμάτων

source: Click to place marker
el: Κάντε κλικ για να τοποθετήσετε το δείκτη

source: Click to place first vertex
el: Κάντε κλικ για να τοποθετήσετε την πρώτη κορυφή

source: Click to continue drawing
el: Κάντε κλικ για να συνεχίσετε τη σχεδίαση

source: Click first marker to finish
el: Κάντε κλικ στο πρώτο σημείο για να ολοκληρώσετε τη σχεδίαση

source: Create a timelapse of this area
el: Δημιουργία timelapse αυτής της περιοχής

source: Show captions
el: Εμφάνιση υπότιτλων

source: Show slide title
el: Εμφάνιση τίτλου διαφάνειας

source: Add map overlays
el: Προσθήκη επικαλύψεων χάρτη

source: Show legend
el: Εμφάνιση υπομνήματος

source: No pins were found within the current field of view.
el: Δεν βρέθηκαν πινέζες στο τρέχον οπτικό πεδίο.

source: Some pins (${ N_PINS_OUTSIDE_BOUNDS }) are ignored because they are not within the selected area.
el: Ορισμένες πινέζες ($ {N_PINS_OUTSIDE_BOUNDS}) αγνοούνται επειδή δε βρίσκονται στην επιλεγμένη περιοχή.

source: To create a pin story, navigate to the desired position on the map. All pins within the current field of view will be used to create the story, the rest will be ignored.
el: Για να δημιουργήσετε μια ιστορία με τις πινέζες, μεταβείτε στην επιθυμητή θέση στον χάρτη. Όλες οι πινέζες στο τρέχον οπτικό πεδίο θα χρησιμοποιηθούν για τη δημιουργία της ιστορίας, ενώ οι υπόλοιπες θα αγνοηθούν.

source: File will have logo attached.
el: Το αρχείο θα έχει συνημμένο το λογότυπο.

source: A dataMask-band will be included in the downloaded raw bands as second band.
el: Ένα κανάλι-μάσκα δεδομένων θα συμπεριληφθεί στα ληφθέντα ακατέργαστα κανάλια ως δεύτερο κανάλι.

source: The Tagged Image File Format (TIFF) can hold a large number of bands, however many common image viewers (e.g. Windows Photo Viewer) can't display TIFF images with more than 3 bands. If this option is enabled, only the first 3 bands will be included in the image. If this option is disabled, all bands will be included in the image, but you will have to use an application which supports more than 3 bands (e.g. QGIS) to display the TIFF image.
el: Ο μορφότυπος αρχείου Tagged Image File Format (TIFF) μπορεί να περιέχει μεγάλο αριθμό καναλιών, ωστόσο συνήθεις εφαρμογές θέασης εικόνων (π.χ. Windows Photo Viewer) δεν μπορούν να εμφανίσουν εικόνες TIFF με περισσότερες από 3 κανάλια. Εάν αυτή η επιλογή είναι ενεργοποιημένη, μόνο τα τρία πρώτα κανάλια θα συμπεριληφθούν στην εικόνα. Εάν αυτή η επιλογή είναι απενεργοποιημένη, όλα τα κανάλια θα συμπεριληφθούν, αλλά θα πρέπει να χρησιμοποιήσετε μια εφαρμογή που υποστηρίζει εικόνες με περισσότερα από 3 κανάλια (π.χ. QGIS) για την εμφάνιση της εικόνας TIFF.

source: EPSG:3857 is not available when an AOI is specified.
el: Το EPSG: 3857 δεν είναι διαθέσιμο όταν έχει καθοριστεί AOI.

source: Show logo
el: Εμφάνιση λογότυπου

source: Image format
el: Μορφότυπος εικόνας

source: Image resolution
el: Ανάλυση εικόνας

source: Coordinate system
el: Σύστημα συντεταγμένων

source: Add dataMask band to raw layers
el: Προσθέστε κανάλι / μάσκα δεδομένων σε ακατέργαστα επίπεδα

source: Clip extra bands
el: Αποκοπή πρόσθετων καναλιών

source: Layers
el: Επίπεδα

source: Visualized
el: Οπτικοποιημένα

source: Raw
el: Ακατέργαστα

source: The map's overlay layers (place labels, streets and political boundaries) will be added to the image.
el: Τα επίπεδα επικάλυψης του χάρτη (ετικέτες θέσης, οδικό δίκτυο και πολιτικά όρια) θα προστεθούν στην εικόνα.

source: Exported image(s) will include datasource and date, zoom scale and branding
el: Οι εξαγόμενες εικόνες θα περιλαμβάνουν την πηγή δεδομένων και την ημερομηνία, την κλίμακα εστίασης και την επωνυμία

source: Add a short description to the exported image
el: Προσθήκης σύντομης περιγραφής στην εξαγόμενη εικόνα

source: Description
el: Περιγραφή

source: Image format:
el: Μορφότυπος εικόνας:

source: Basic
el: Βασικό

source: Analytical
el: Αναλυτικό

source: High-res print
el: Εκτύπωση υψηλής ανάλυσης

source: Download image
el: Λήψη εικόνας

source: An error has occurred while fetching some of the images:
el: Παρουσιάστηκε σφάλμα κατά τη λήψη ορισμένων εικόνων:

source: min/px
el: λεπτά/px

source: sec/px
el: δευτερόλεπτα/px

source: Resolution
el: Ανάλυση

source: lat.
el: πλάτος

source: deg/px
el: μοίρες/px

source: long.
el: μήκος

source: Projected resolution: ${ formattedResolution } m/px
el: Προβλεπόμενη ανάλυση: $ {formattedResolution} μ / px

source: Error: Data fusion does not support KMZ/JPG and KMZ/PNG formats.
el: Σφάλμα: Η συγχώνευση δεδομένων δεν υποστηρίζει μορφές KMZ / JPG και KMZ / PNG.

source: Error: You can only download visualization with effects in JPEG or PNG formats.
el: Σφάλμα: Μπορείτε να κάνετε λήψη οπτικοποίησης με εφέ μόνο σε μορφές JPEG ή PNG.

source: Image download
el: Λήψη εικόνας

source: Warning: Following layers use dataProducts, so the desired data type might not be set:
el: Προειδοποίηση: Τα ακόλουθα επίπεδα χρησιμοποιούν προϊόντα δεδομένων, επομένως ο επιθυμητός τύπος δεδομένων ενδέχεται να μην οριστεί:

source: Warning: Evalscript is not in a typical V3 format and the desired data type could not be set for:
el: Προειδοποίηση: Το Evalscript δεν είναι σε τυπική μορφή V3 και δεν ήταν δυνατή η ρύθμιση του επιθυμητού τύπου δεδομένων για:

source: This means "sampleType" parameter is likely set to default (AUTO). You can fix this by editing your evalscript. Learn more about "sampleType" in the documentation
el: Αυτό σημαίνει ότι η παράμετρος "sampleType" ενδέχεται να έχει οριστεί ως προεπιλεγμένη (AUTO). Μπορείτε να το επιδιορθώσετε με την επεξεργασία του evalscript. Μάθετε περισσότερα για το "sampleType" στην τεκμηρίωση

source: Image width [inches]:
el: Πλάτος εικόνας (ίντσες)

source: Image height [inches]:
el: Μήκος εικόνας (ίντσες)

source: 5 years
el: 5 χρόνια

source: 2 years
el: 2 χρόνια

source: 1 year
el: 1 χρόνος

source: 6 months
el: 6 μήνες

source: 3 months
el: 3 μήνες

source: 1 month
el: 1 μήνας

source: Retry
el: Δοκιμάστε ξανά

source: Loading, please wait
el: Φόρτωνει, παρακαλώ περιμένετε

source: mean
el: μέση τιμή

source: median
el: διάμεσος

source: st. dev.
el: τυπική απόκλιση

source: min / max
el: ελάχιστο/μέγιστο

source: Export CSV
el: Εξαγωγή CSV

source: Timespan:
el: Χρονικό διάστημα:

source: Date:
el: Ημερομηνία:

source: Single date
el: Μοναδική ημερομηνία

source: Timespan
el: Χρονικό διάστημα

source: hh
el: ωω

source: mm
el: λλ

source: From:
el: Από:

source: Until:
el: Μέχρι:

source: Apply
el: Εφαρμογή

source: Share on Facebook
el: Κοινή χρήση στο Facebook

source: Share on Twitter
el: Κοινή χρήση στο Twitter

source: Check this out
el: Κοιτάξτε αυτό

source: Logout
el: Αποσύνδεση

source: Login to unlock advanced features such as timelapse, analytical download, own configurations and more.
el: Συνδεθείτε για να ξεκλειδώσετε προηγμένες λειτουργίες όπως χρονομέτρηση, αναλυτική λήψη, δικές σας διαμορφώσεις και άλλα.

source: Login
el: Σύνδεση

source: Monitoring Earth from Space
el: Παρακολούθηση της Γης από το Διάστημα

source: Agriculture
el: Γεωργία

source: Atmosphere and Air Pollution
el: Ατμόσφαιρα και ατμοσφαιρική ρύπανση

source: Change Detection through Time
el: Ανίχνευση αλλαγών με το πέρας του χρόνου

source: Floods and Droughts
el: Πλημμύρα και ξηρασία

source: Geology
el: Γεωλογία

source: Ocean and Water Bodies
el: Ωκεάνια και υδάτινα σώματα

source: Snow and Glaciers
el: Χιόνια και Παγετώνες

source: Urban
el: Αστικός

source: Vegetation and Forestry
el: Βλάστηση και δασοκομία

source: Volcanoes
el: Ηφαίστεια

source: Wildfires
el: Πυρκαγιές

source: Default
el: Προκαθορισμένο

source: Your web browser doesn't support 3D capabilities, that are needed to display this content.
el: Το πρόγραμμα περιήγησης ιστού δεν υποστηρίζει δυνατότητες 3D, οι οποίες απαιτούνται για την εμφάνιση αυτού του περιεχομένου.

source: More information
el: Περισσότερες πληροφορίες

source: Cannot connect to the 3D service! Retry?
el: Δεν είναι δυνατή η σύνδεση στην υπηρεσία 3D! Θα ξαναδοκιμάσετε;

source: The image is too big for this device! Image size: {0}x{1}, max: {2}
el: Η εικόνα είναι πολύ μεγάλη για αυτήν τη συσκευή! Μέγεθος εικόνας: {0} x {1}, μέγιστο: {2}

source: Home
el: Αρχική

source: Shading
el: Σκίαση

source: Sphere mode
el: Λειτουργία σφαίρας

source: Eye height
el: Ύψος ματιών

source: Cannot load the image
el: Δεν είναι δυνατή η φόρτωση της εικόνας

source: Geometries
el: Γεωμετρίες

source: Now
el: Τώρα

source: Terrain
el: Έδαφος

source: Time
el: Χρόνος

source: # Welcome To EO Browser! A complete archive of Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA’s archive of Landsat 5, 7 and 8, global coverage of Landsat 8, Envisat Meris, MODIS, Proba-V and GIBS products in one place. [EO Browser presentation page](https://www.sentinel-hub.com/explore/eobrowser/) [EO Browser user guide](https://www.sentinel-hub.com/explore/eobrowser/user-guide/)
el: # Καλώς ήλθατε στον EO Browser!! Ένα πλήρες αρχείο Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, Landsat 5, 7 και 8 της ESA, Landsat 8 με παγκόσμια κάλυψη και Envisat Meris, MODIS, Proba-V και GIBS προϊόντα σε ένα μοναδικό σημείο πρόσβασης. [Σελίδα παρουσίασης του EO Browser](https://www.sentinel-hub.com/explore/eobrowser/) [Οδηγός χρήσης του EO Browser](https://www.sentinel-hub.com/explore/eobrowser/user-guide/)

source: #### Quick overview of EO Browser features EO Browser combines a complete archive of Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA’s archive of Landsat 5, 7 and 8, global coverage of Landsat 8, Envisat Meris, MODIS, Proba-V and GIBS products in one place and makes it possible to browse and compare full resolution images from those sources. You simply go to your area of interest, select data sources, time range and cloud coverage, and inspect the resulting data. You can continue the tutorial by clicking on the "Next" button or you can close it. By clicking the info icon <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info" /></span> in the top right corner you can always resume the tutorial in case you closed it by mistake or because you wanted to try things.
el: #### Γρήγορη επισκόπηση των λειτουργιών του EO Browser Το EO Browser περιλαμβάνει ένα πλήρες αρχείο Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, Landsat 5, 7 και 8 της ESA, Landsat 8 με παγκόσμια κάλυψη και Envisat Meris, MODIS, Proba-V και GIBS προϊόντα σε ένα μοναδικό σημείο πρόσβασης και καθιστά δυνατή την περιήγηση και τη σύγκριση εικόνων πλήρους ανάλυσης από αυτές τις πηγές. Για να το πετύχετε αυτό, μεταβαίνετε στην περιοχή που σας ενδιαφέρει, επιλέγετε πηγές δεδομένων, χρονικό διάστημα και νεφοκάλυψη και ελέγχετε τα δεδομένα που προκύπτουν. Μπορείτε να συνεχίσετε αυτόν τον οδηγό εκμάθησης κάνοντας κλικ στο κουμπί "Επόμενο" ή μπορείτε να τον τερματίσετε. Κάνοντας κλικ στο εικονίδιο πληροφοριών <span style = "background-color: rgb (25, 26, 37); color: rgb (238, 238, 238); padding: 4px 10px;"> <i class = "fa fa-info "/> </span> στην επάνω δεξιά γωνία μπορείτε πάντα να συνεχίσετε τον οδηγό εκμάθησης σε περίπτωση που το κλείσατε κατά λάθος ή επιθυμείτε να κάνετε κάποιες δοκιμές.

source: **Logged-in users** can use their custom themes, save and load pins, create a pin story, measure distances, create a timelapse and use the advanced image download. To create a free account simply click [here] or within the app on **Login** and then "Sign Up".
el: ** Οι συνδεδεμένοι χρήστες ** μπορούν να χρησιμοποιήσουν τα προσαρμοσμένα θέματα τους, να αποθηκεύσουν και να φορτώσουν πινέζες, να δημιουργήσουν μια ιστορία με πινέζες, να μετρήσουν τις αποστάσεις, να δημιουργήσουν timelapse και να χρησιμοποιήσουν τη σύνθετη λήψη εικόνων. Για να δημιουργήσετε έναν δωρεάν λογαριασμό, απλώς κάντε κλικ [εδώ] ή εντός της εφαρμογής ** Σύνδεση ** και στη συνέχεια \"Εγγραφή\".
