Repository: sentinel-hub/EOBrowser
Catalog: src/translations/*.po
Languages: el

source: **Landsat 8** is the most recently launched Landsat satellite (provided by NASA/USGS) and carries the Operational Land Imager (OLI) and the Thermal Infrared Sensor (TIRS) instruments, with 9 optical and 2 thermal bands. These two sensors provide seasonal coverage of the global landmass. **Spatial resolution:** 15 m for the panchromatic band and 30 m for the rest (the thermal bands is re-sampled from 100 m). **Revisit time:** 16 days **Data availability:** Since February 2013 **Common usage:** Vegetation monitoring, land use, land cover maps, change monitoring, etc.
el: ** Ο Landsat 8 ** είναι ο πιο πρόσφατα εκτοξευμένος δορυφόρος Landsat (παρέχεται από τη NASA / USGS) και φέρει τα όργανα Operational Land Imager (OLI) και τους θερμικά υπέρυθρους αισθητήρες (TIRS), με 9 οπτικά και 2 θερμικά κανάλια. Αυτοί οι δύο αισθητήρες παρέχουν εποχιακή παγκόσμια κάλυψη της γης. ** Χωρική ανάλυση: ** 15 m για το παγχρωματικό κανάλι και 30 m για τα υπόλοιπα (τα θερμικά κανάλια προκύπτουν ύστερα απο ανασύσταση εικόνας από τα 100 m). ** Χρόνος επίσκεψης: ** 16 ημέρες ** Διαθεσιμότητα δεδομένων: ** Από τον Φεβρουάριο του 2013 ** Κοινή χρήση: ** Παρακολούθηση βλάστησης, χρήση γης, χάρτες κάλυψης γης, παρακολούθηση αλλαγών κ.λπ.

source: Please select a layer
el: Παρακαλώ επιλέξτε ένα επίπεδο

source: Histogram can be displayed only while visualizing
el: Το ιστόγραμμα μπορεί να εμφανιστεί μόνο κατά την οπτικοποίηση

source: Histogram not available for
el: Το ιστόγραμμα δεν είναι διαθέσιμο για

source: Recalculate
el: Επανυπολογισμός

source: Histogram
el: Ιστογράμμα

source: Changes in water occurrence between two epochs, the first ranging from 1984 to 1999 and the second covering 2000 to 2019.
el: Αλλαγές στην εμφάνιση νερού μεταξύ δύο εποχών, η πρώτη που κυμαίνεται από το 1984 έως το 1999 και η δεύτερη που καλύπτει το χρονικό εύρος από το 2000 έως το 2019.

source: Maximum extent of surface water bodies in the 36-year time range.
el: Μέγιστη έκταση των επιφανειακών υδάτων στο χρονικό εύρος των 36 ετών.

source: Intra- and inter-annual frequency of surface water presence in the time range between 1984 and 2019.
el: Διαχρονική συχνότητα παρουσίας επιφανειακών υδάτων στο χρονικό διάστημα μεταξύ 1984 και 2019.

source: Inter-annual variability of surface water presence in a defined water period within the entire time range from 1984 to 2019.
el: Διαχρονική μεταβλητότητα της παρουσίας επιφανειακών υδάτων σε καθορισμένη περίοδο νερού εντός του χρονικού διαστήματος από το 1984 έως το 2019.

source: Intra-annual distribution of surface water in 2019.
el: Διαχρονική κατανομή επιφανειακών υδάτων το 2019.

source: Visualises changes in the three surface water classes (1) not water, (2) seasonal water, and (3) permanent water between the first and last year in the 36-year time period.
el: Οπτικοποιεί τις αλλαγές στις τρεις κατηγορίες επιφανειακών υδάτων (1) όχι νερό, (2) εποχιακό νερό και (3) μόνιμο νερό μεταξύ του πρώτου και του περασμένου έτους στην 36ετή χρονική περίοδο.

source: # Global Surface Water - Occurrence The layer shows the (intra- and inter-annual) variations of surface water presence in the time range between March 1984 and December 2019. Permanent water areas with 100% occurrence over the 36 years are shown in blue, while lighter shades of pink and purple indicate lower degrees of water presence. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_occurrence/).
el: # Παγκόσμιο Επιφανειακό Νερό - Παρουσία Το επίπεδο πληροφορίας δείχνει τις διαχρονικές και μέσα στο έτος διακυμάνσεις της παρουσίας επιφανειακών υδάτων στο χρονικό διάστημα μεταξύ Μαρτίου 1984 και Δεκεμβρίου 2019. Οι μόνιμες περιοχές νερού με 100% εμφάνιση κατά τη διάρκεια των 36 ετών εμφανίζονται με μπλε χρώμα, ενώ οι πιο ανοιχτές αποχρώσεις του ροζ και μωβ υποδεικνύουν χαμηλότερες βαθμίδες παρουσίας νερού. Μάθετε περισσότερα [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_occurrence/).

source: # Global Surface Water - Occurrence Change Intensity The layer visualises changes in water occurrence between two different epochs, the first ranging from March 1984 to December 1999, and the other covering the period from January 2000 to December 2019. Areas with increase in water occurrence are visualized in different shades of green, areas with no change are colored black and areas with decrease are shown in shades of red. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_change/).
el: # Παγκόσμιο Επιφανειακό Νερό - Ένταση αλλαγής της παρουσίας Το επίπεδο πληροφορίας απεικονίζει τις αλλαγές στην παρουσία του νερού μεταξύ δύο διαφορετικών εποχών, η πρώτη που κυμαίνεται από τον Μάρτιο του 1984 έως τον Δεκέμβριο του 1999 και η άλλη που καλύπτει την περίοδο από τον Ιανουάριο του 2000 έως τον Δεκέμβριο του 2019. Οι περιοχές με αύξηση της εμφάνισης του νερού απεικονίζονται σε διαφορετικές αποχρώσεις του πράσινου, περιοχές χωρίς αλλαγή απεικονίζονται με μαύρο χρώμα και οι περιοχές με μείωση εμφανίζονται σε αποχρώσεις του κόκκινου. Μάθετε περισσότερα [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_change/).

source: # Global Surface Water - Seasonality The Seasonality layer provides information on the distribution of surface water in 2019. Permanent water bodies (water was present for 12 months) are colored in dark blue and seasonal water (water was present for less than 12 months) in gradually lighter shades of blue, with the lightest blue showing areas where water was present for only 1 month. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_seasonality/#).
el: # Παγκόσμιο Επιφανειακό Νερό - Εποχικότητα Το επίπεδο πληροφορίας της εποχικότητας παρέχει πληροφορίες σχετικά με την κατανομή των επιφανειακών υδάτων το 2019. Τα μόνιμα υδάτινα σώματα (το νερό ήταν παρόν για 12 μήνες) χρωματίζονται σε σκούρο μπλε και το εποχικό νερό (το νερό ήταν παρόν για λιγότερο από 12 μήνες) σε βαθμιαία φωτεινότερες αποχρώσεις του μπλε, με τις πιο ανοιχτές μπλε περιοχές όπου το νερό υπήρχε μόνο για 1 μήνα. Μάθετε περισσότερα [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_seasonality/#).

source: # Global Surface Water - Transitions The Transitions layer is derived from a comparison between the first and last year in the 36-year time period. It visualises conversions between seasonal and permanent water. For example, "lost seasonal" means, that previously seasonal water was converted to land, "new seasonal" means that land has been converted to seasonal waters and so on. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_transitions/) and learn what each class means [here](https://global-surface-water.appspot.com/faq).
el: # Παγκόσμιο Επιφανειακό Νερό - Μετατροπές Το επίπεδο των μετατροπών προέρχεται από μια σύγκριση μεταξύ του πρώτου και του τελευταίου έτους στην 36ετή χρονική περίοδο. Απεικονίζει τις αλλαγές μεταξύ εποχιακού και μόνιμου νερού. Για παράδειγμα, το "χαμένο εποχιακό" σημαίνει, ότι στο παρελθόν το εποχικό νερό μετατράπηκε σε γη, το "νέο εποχιακό" σημαίνει ότι η γη έχει μετατραπεί σε εποχικά νερά και ούτω καθεξής. Μάθετε περισσότερα [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_transitions/) και μάθετε τι σημαίνει κάθε κατηγορία [εδώ](https://global-surface-water.appspot.com/faq ).

source: # Global Surface Water - Extent This layer visualizes water in blue. It combines all the other layers and visualizes all the locations for which water presence has ever been detected over the 36-year period. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_extent/).
el: # Παγκόσμιο Επιφανειακό Νερό - Έκταση Αυτό το επίπεδο πληροφορίας απεικονίζει το νερό με μπλε χρώμα. Συνδυάζει όλα τα άλλα επίπεδα πληροφορίας και απεικονίζει όλες τις τοποθεσίες για τις οποίες έχει εντοπιστεί παρουσία νερού στο διάστημα 36 ετών. Μάθετε περισσότερα [εδώ] (https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_extent/).

source: # Global Surface Water - Recurrence The Recurrence layer shows how frequently water returned to a particular location in a defined water period between 1984 and 2019. Orange color indicates low recurrence (water returned to the area infrequently), and light blue color indicates high recurrence (water returned to the area frequently). Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_recurrence/).
el: # Παγκόσμιο επιφανειακό νερό - Επανεμφάνιση Το επίπεδο της επανεμφάνισης δείχνει πόσο συχνά το νερό επέστρεψε σε μια συγκεκριμένη τοποθεσία σε μια καθορισμένη περίοδο νερού μεταξύ 1984 και 2019. Το πορτοκαλί χρώμα υποδηλώνει χαμηλή επανεμφάνιση (το νερό επιστρέφει στην περιοχή σπάνια) και το ανοιχτό μπλε χρώμα δείχνει υψηλή επανεμφάνιση (το νερό επιστρέφει συχνά στην περιοχή ). Μάθετε περισσότερα [εδώ](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_recurrence/).

source: Blue (450-520 nm)
el: Μπλε (450-520 nm))

source: Green (520-600 nm)
el: Πράσινο (520-600 nm)

source: Red (630-690 nm)
el: Κόκκινο (630-690 nm)

source: Near Infrared (NIR) (760-900 nm)
el: Εγγύς Υπέρυθρο (NIR) (760-900 nm)

source: Shortwave Infrared (SWIR) 1 (1550-1750 nm)
el: Μικροκυματικό Υπέρυθρο (SWIR) (1550-1750 nm)1

source: Thermal Infrared (10400-12500 nm)
el: Θερμικό Υπέρυθρο (10400-12500 nm)

source: Shortwave Infrared (SWIR) 2 (2080-2350 nm)
el: Μικροκυματικό Υπέρυθρο (SWIR) 2 (2080-2350 nm)

source: Level 1
el: Επίπεδο 1

source: Level 2
el: Επίπεδο 2

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
el: # Ψευδοέγχρωμο σύνθετο Ένα ψευδοέγχρωμο σύνθετο χρησιμοποιεί τουλάχιστον ένα μη ορατό μήκος κύματος για την απεικόνιση ης Γης. Συγκεκριμένα, το σύνθετο που χρησιμοποιεί υπέρυθρα, κόκκινα και πράσινα κανάλια είναι πολύ δημοφιλές (ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος · ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Το ψευδοέγχρωμο σύνθετο συνήθως χρησιμοποιείται για την αξιολόγηση της πυκνότητας και της υγείας των φυτών, καθώς τα φυτά ανακλούν το φως κοντά στο υπέρυθρο και το πράσινο, ενώ απορροφούν το κόκκινο. Οι πόλεις και το γυμνό έδαφος εμφανίζεται σε αποχρώσεις του γκρι και το νερό εμφανίζεται μπλε ή μαύρο.

source: The **Landsat 4-5 TM** collection includes imagery produced with the Thematic Mapper (TM) sensor, which was carried onboard Landsat 4 and 5 satellites. There are 6 optical and one thermal infrared band available, all in 30 meter resolution. Data is archived, with global coverage over land, available from 1982 to 2012. Top of the atmosphere level-1, and surface reflectance level-2 products are provided. **Spatial resolution**: 30 meter **Revisit time** 16 days **Data availability**: global, Level-1 from August 1982 to May 2012, Level-2 from July 1984 to May 2012. **Common Usage**: Monitoring of vegetation, ice and water resources, change detection and the creation of land use - land cover maps.
el: Η συλλογή ** Landsat 4-5 TM ** περιλαμβάνει εικόνες που παράγονται με τον αισθητήρα Thematic Mapper (TM), ο οποίος μεταφέρθηκε στους δορυφόρους Landsat 4 και 5. Υπάρχουν 6 οπτικά και ένα θερμικό υπέρυθρο κανάλι, με χωρική ανάλυση 30 μέτρων. Τα δεδομένα διαθέτουν παγκόσμια κάλυψη στη γη και είναι διαθέσιμα για τα έτη από το 1982 έως το 2012. Παρέχονται προϊόντα Επιπέδου-1 εκτός της ατμόσφαιρας (top of atmosphere - TOA) και Επιπέδου-2 επιφανειακής ανακλαστικότητας. ** Χωρική ανάλυση **: 30 μέτρα ** Χρόνος επίσκεψης ** 16 ημέρες ** Διαθεσιμότητα δεδομένων **: παγκόσμια κάλυψη, Επίπεδο-1 από τον Αύγουστο του 1982 έως τον Μάιο του 2012, Επίπεδο-2 από τον Ιούλιο του 1984 έως τον Μάιο του 2012. ** Κοινή χρήση **: Παρακολούθηση βλάστησης, πάγου και υδάτινων πόρων, ανίχνευση αλλαγών και δημιουργία χρήσεων γης - χαρτών κάλυψης γης.

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 4-5 TM has 7 bands. The true color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
el: # Φυσικό Έγχρωμο Σύνθετο Οι αισθητήρες που διαθέτουν οι δορυφόροι μπορούν να απεικονίσουν τη Γη σε διάφορες περιοχές του ηλεκτρομαγνητικού φάσματος. Κάθε περιοχή στο φάσμα ονομάζεται κανάλι. Το Landsat 4-5 TM έχει 7 κανάλια. Το φυσικό έγχρωμο σύνθετο χρησιμοποιεί ορατές λωρίδες φωτός κόκκινου, πράσινου και μπλε στα αντίστοιχα κανάλια κόκκινου, πράσινου και μπλε χρώματος, με αποτέλεσμα τη δημιουργία ενός προϊόντος με φυσικό χρώμα, που είναι μια καλή αναπαράσταση της Γης όπως την αντιλαμβάνεται το ανθρώπινο μάτι. Περισσότερες πληροφορίες [εδώ](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).

source: # Thermal band 6 This thermal visualization is based on band 6 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 11040 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, band 6 reports on the ground itself, which is often much hotter. Thermal band 6 is useful in providing surface temperatures and is collected with a 120-meter resolution, resampled to 30-meter. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
el: # Θερμικό κανάλι 6 Αυτή η θερμική οπτικοποίηση βασίζεται στο κανάλι 6 (ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος · ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Το κεντρικό μήκος κύματος των 11040 nm αντιστοιχεί στο θερμικό υπέρυθρο, ή TIR. Αντί να μετρά τη θερμοκρασία του αέρα, όπως κάνουν οι μετεωρολογικοί σταθμοί, το κανάλι 6 έχει σημείο αναφοράς το ίδιο το έδαφος., το οποίο είναι συχνά πολύ πιο ζεστό. Το θερμικό κανάλι 6 είναι χρήσιμο για την παροχή επιφανειακών θερμοκρασιών, συλλέγεται με ανάλυση 120 μέτρων και μετά την ανασύσταση της εικόνας προκύπτει ανάλυση 30 μέτρων. Περισσότερες πληροφορίες [εδώ](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).

source: The setup function in the evalscript does not contain the correct output. The output needs to include:
el: Η συνάρτηση αρχικοποίησης (setup function) στο evalscript δεν περιέχει το σωστό αποτέλεσμα εξόδου. Το αποτέλεσμα πρέπει να περιλαμβάνει:

source: You are visualising a layer that doesn't represent an index. The histogram feature currently only works for index layers (e.g. NDVI). Please select an index layer to use this feature.
el: Προσπαθήσατε να οπτικοποιήσετε ένα επίπεδο που δεν αντιστοιχεί σε κάποιο δείκτη. Η λειτουργία ιστογράμματος προς το παρόν λειτουργεί μόνο για δείκτες (π.χ. NDVI). Επιλέξτε ένα επίπεδο δείκτη για να χρησιμοποιήσετε αυτήν τη δυνατότητα.

source: **Landsat 4-5 TM Level-1** product provides top of the atmosphere (TOA) reflectance imagery. Level-1 data is produced by processing Landsat TM data with standard processing parameters, such as cubic convolution and terrain correction. Learn more [here](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) and [here](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
el: Το προϊόν Landsat 4-5 TM Επιπέδου-1 ** παρέχει εικόνες ανακλαστικότητας εκτός της ατμόσφαιρας (top of atmosphere-TOA). Τα δεδομένα Επιπέδου-1 παράγονται με επεξεργασία δεδομένων Landsat TM με τυπικές παραμέτρους επεξεργασίας, όπως κυβική συνέλιξη και διόρθωση εδάφους. Μάθετε περισσότερα [εδώ](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) και [εδώ](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).

source: **Landsat 4-5 TM Level-2** product is produced by processing Level-1 data to surface reflectance - an estimate of the surface spectral reflectance at ground level in the absence of atmospheric scattering and absorption. Learn more [here](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) and [here](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
el: Το προϊόν ** Landsat 4-5 TM Επιπέδου-2 ** παράγεται από την επεξεργασία δεδομένων Επιπέδου-1 για τη μετατροπή τους σε επιφανειακή ανακλαστικότητα - μια εκτίμηση της φασματικής ανάκλασης της επιφάνειας στο επίπεδο του εδάφους με την απουσία ατμοσφαιρικής σκέδασης και απορρόφησης. Μάθετε περισσότερα [εδώ](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) και [εδώ](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).

source: The **Global Surface Water** collection is derived from Landsat 5, 7 and 8 imagery and shows various aspects of the spatio-temporal distribution of surface water between 1984 and 2020 (with annual revisions) at a global scale in six different layers. Surface water is considered as any uncovered stretch of water (fresh and salt water areas) greater than 30m² visible from space, including natural and artificial water bodies. More information [here](https://collections.sentinel-hub.com/global-surface-water/). **Coverage**: Global coverage from longitude 170°E to 180°W and latitude 80°N to 50°S. **Data Availability**: 1984 - 2019, 1984 - 2020. **Spatial resolution**: 30 meters. **Common Usage**: Monitoring of water bodies for water resource management, climate modelling, biodiversity conservation and food security.
el: Η συλλογή ** Global Surface Water ** προέρχεται από εικόνες Landsat 5, 7 και 8 και δείχνει διάφορες πτυχές της χωροχρονικής κατανομής των επιφανειακών υδάτων μεταξύ 1984 και 2020 (με ετήσιες αναθεωρήσεις) σε παγκόσμια κλίμακα σε έξι διαφορετικά επίπεδα. Ως επιφανειακό νερό θεωρείται κάθε ακάλυπτη έκταση νερού (περιοχές γλυκού και θαλασσινού νερού) μεγαλύτερη από 30m² ορατή από το διάστημα, συμπεριλαμβανομένων των φυσικών και τεχνητών υδάτινων σωμάτων. Περισσότερες πληροφορίες [εδώ] (https://collections.sentinel-hub.com/global-surface-water/). ** Κάλυψη **: Παγκόσμια κάλυψη από μήκος 170 ° E έως 180 ° W και γεωγραφικό πλάτος 80 ° N έως 50 ° S. ** Διαθεσιμότητα δεδομένων **: 1984 - 2019, 1984 - 2020. ** Χωρική ανάλυση **: 30 μέτρα. ** Κοινή χρήση **: Παρακολούθηση υδατικών συστημάτων για διαχείριση υδατικών πόρων, μοντελοποίηση κλίματος, διατήρηση της βιοποικιλότητας και επισιτιστική ασφάλεια.

source: The **Mapzen DEM** is based on the SRTM30 (Shuttle Radar Topography Mission) and [other sources]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). The bathymetry data is taken from [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). It is a static collection (independent of date) with global coverage. **Spatial resolution:** Mostly 90 m, in some areas up to 10 m. Credits: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
el: Το ** Mapzen DEM ** βασίζεται στο SRTM30 (Shuttle Radar Topography Mission) και [άλλες πηγές](https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Τα δεδομένα της βαθυμετρίας λαμβάνονται από το [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). Είναι μια στατική συλλογή (ανεξάρτητη από την ημερομηνία) με παγκόσμια κάλυψη. ** Χωρική ανάλυση: ** Κυρίως 90 m, σε ορισμένες περιοχές έως 10 m. Συντελεστές: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)

source: Max. cloud coverage:
el: Μέγιστη νεφοκάλυψη:

source: Upload data
el: Μεταφόρτωση δεδομένων
