Repository: sentinel-hub/EOBrowser
Catalog: src/translations/*.po
Languages: el

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
el: # Ψευδο-έγχρωμο σύνθετο Ένα ψευδο-έγχρωμο σύνθετο βασίζεται σε τουλάχιστον ένα μη ορατό μήκος κύματος για την οπτικοποίηση της Γης. Το σύνθετο που χρησιμοποιεί το εγγύς υπέρυθρο, κόκκινο και πράσινο κανάλι είναι πολύ δημοφιλές (Ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος. Ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Το ψευδο-έγχρωμο σύνθετο συνήθως χρησιμοποιείται για την εκτίμηση της πυκνότητας και της υγείας των φυτών, καθώς τα φυτά αντανακλούν κοντά στο υπέρυθρο και πράσινο φως, ενώ απορροφούν το κόκκινο. Οι πόλεις και το έδαφος εμφανίζονται γκρι ή μαύρα και το νερό εμφανίζεται μπλε ή μαύρο. Περισσότερες πληροφορίες [εδώ](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Sentinel-2 has 13 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) and [here.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
el: # Φυσικό έγχρωμο σύνθετο Οι αισθητήρες των δορυφόρων μπορούν να απεικονίσουν τη Γη σε διαφορετικές περιοχές του ηλεκτρομαγνητικού φάσματος. Κάθε περιοχή στο φάσμα αποτελεί ένα κανάλι. Ο δορυφόρος Sentinel-2 έχει 13 κανάλια. Το φυσικό έγχρωμο σύνθετο χρησιμοποιεί τα κανάλια κόκκινο, πράσινο και μπλε, τα οποία αντιστοιχίζονται στα κανάλια κόκκινου, πράσινου και μπλε χρώματος, με αποτέλεσμα να δημιουργείται ένα προϊόν με φυσικό χρώμα, που αποτελεί μια αναπαράσταση της Γης, όπως την αντιλαμβάνεται το ανθρώπινο μάτι. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) και [εδώ.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 5 has 7 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) and [here.](https://www.usgs.gov/land-resources/nli/landsat/landsat-5?qt-science_support_page_related_con=0#qt-science_support_page_related_con)
el: # Φυσικό έγχρωμο σύνθετο Οι αισθητήρες των δορυφόρων μπορούν να απεικονίσουν τη Γη σε διαφορετικές περιοχές του ηλεκτρομαγνητικού φάσματος. Κάθε περιοχή στο φάσμα αποτελεί ένα κανάλι. Ο δορυφόρος Sentinel-2 έχει 13 κανάλια. Το φυσικό έγχρωμο σύνθετο χρησιμοποιεί τα κανάλια κόκκινο, πράσινο και μπλε, τα οποία αντιστοιχίζονται στα κανάλια κόκκινου, πράσινου και μπλε χρώματος, με αποτέλεσμα να δημιουργείται ένα προϊόν με φυσικό χρώμα, που αποτελεί μια αναπαράσταση της Γης, όπως την αντιλαμβάνεται το ανθρώπινο μάτι. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) και [εδώ.](https://www.usgs.gov/land-resources/nli/landsat/landsat-5?qt-science_support_page_related_con=0#qt-science_support_page_related_con)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 7 has 8 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) and [here.](https://www.usgs.gov/land-resources/nli/landsat/landsat-7?qt-science_support_page_related_con=0#qt-science_support_page_related_con)
el: # Φυσικό έγχρωμο σύνθετο Οι αισθητήρες των δορυφόρων μπορούν να απεικονίσουν τη Γη σε διαφορετικές περιοχές του ηλεκτρομαγνητικού φάσματος. Κάθε περιοχή στο φάσμα αποτελεί ένα κανάλι. Ο δορυφόρος Sentinel-2 έχει 13 κανάλια. Το φυσικό έγχρωμο σύνθετο χρησιμοποιεί τα κανάλια κόκκινο, πράσινο και μπλε, τα οποία αντιστοιχίζονται στα κανάλια κόκκινου, πράσινου και μπλε χρώματος, με αποτέλεσμα να δημιουργείται ένα προϊόν με φυσικό χρώμα, που αποτελεί μια αναπαράσταση της Γης, όπως την αντιλαμβάνεται το ανθρώπινο μάτι. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) και [εδώ.](https://www.usgs.gov/land-resources/nli/landsat/landsat-7?qt-science_support_page_related_con=0#qt-science_support_page_related_con)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 8 has 11 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
el: # Φυσικό έγχρωμο σύνθετο Οι αισθητήρες των δορυφόρων μπορούν να απεικονίσουν τη Γη σε διαφορετικές περιοχές του ηλεκτρομαγνητικού φάσματος. Κάθε περιοχή στο φάσμα αποτελεί ένα κανάλι. Ο δορυφόρος Sentinel-2 έχει 13 κανάλια. Το φυσικό έγχρωμο σύνθετο χρησιμοποιεί τα κανάλια κόκκινο, πράσινο και μπλε, τα οποία αντιστοιχίζονται στα κανάλια κόκκινου, πράσινου και μπλε χρώματος, με αποτέλεσμα να δημιουργείται ένα προϊόν με φυσικό χρώμα, που αποτελεί μια αναπαράσταση της Γης, όπως την αντιλαμβάνεται το ανθρώπινο μάτι. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) και [εδώ.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
el: # Φυσικό έγχρωμο σύνθετο Οι αισθητήρες των δορυφόρων μπορούν να απεικονίσουν τη Γη σε διαφορετικές περιοχές του ηλεκτρομαγνητικού φάσματος. Κάθε περιοχή στο φάσμα αποτελεί ένα κανάλι. Ο δορυφόρος Sentinel-2 έχει 13 κανάλια. Το φυσικό έγχρωμο σύνθετο χρησιμοποιεί τα κανάλια κόκκινο, πράσινο και μπλε, τα οποία αντιστοιχίζονται στα κανάλια κόκκινου, πράσινου και μπλε χρώματος, με αποτέλεσμα να δημιουργείται ένα προϊόν με φυσικό χρώμα, που αποτελεί μια αναπαράσταση της Γης, όπως την αντιλαμβάνεται το ανθρώπινο μάτι. Περισσότερες πληροφορίες [εδώ](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum . Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
el: # Φυσικό έγχρωμο σύνθετο Οι αισθητήρες των δορυφόρων μπορούν να απεικονίσουν τη Γη σε διαφορετικές περιοχές του ηλεκτρομαγνητικού φάσματος. Κάθε περιοχή στο φάσμα αποτελεί ένα κανάλι. Ο δορυφόρος Sentinel-2 έχει 13 κανάλια. Το φυσικό έγχρωμο σύνθετο χρησιμοποιεί τα κανάλια κόκκινο, πράσινο και μπλε, τα οποία αντιστοιχίζονται στα κανάλια κόκκινου, πράσινου και μπλε χρώματος, με αποτέλεσμα να δημιουργείται ένα προϊόν με φυσικό χρώμα, που αποτελεί μια αναπαράσταση της Γης, όπως την αντιλαμβάνεται το ανθρώπινο μάτι. Περισσότερες πληροφορίες [εδώ](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)

source: # Enhanced True Color Visualization This script uses highlight optimization to avoid burnt out pixels and to even out the exposure. It makes clouds look natural and keep as much visual information as possible. Sentinel-3 OLCI tiles cover large areas, making it possible to observe large cloud formations, such as hurricanes. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
el: # Ενισχυμένο φυσικό έγχρωμο σύνθετο Αυτός ο αλγόριθμος χρησιμοποιεί βελτιστοποίησες για να κρύψει τα καμένα εικονοστοιχεία και να εξομαλύνει την υπερέκθεση της εικόνας. Με τον τρόπο αυτό τα σύννεφα φαίνονται φυσικά και διατηρούν όσο το δυνατόν περισσότερες πληροφορίες. Οι εικόνες Sentinel-3 OLCI καλύπτουν μεγάλες περιοχές, καθιστώντας δυνατή την παρατήρηση μεγάλων σχηματισμών νέφους, όπως συμβαίνει στους τυφώνες. Περισσότερες πληροφορίες [εδώ.](Https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)

source: # Pansharpened True Color The pansharpened true color composite is done by using the usual true color data (red, green and blue (RGB)) and enhancing them by using the panchromatic band 8, or pan band (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). An image from the pan band is similar to black-and-white film: it combines light from the red, green, and blue parts of the spectrum into a single measure of overall visible reflectance. Pansharpened images have 4x the resolution of the usual true color composite, greatly enhancing the usefulness of Landsat imagery. More info [here](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
el: # Παγχρωματικό φυσικό έγχρωμο σύνθετο Το παγχρωματικό φυσικό έγχρωμο σύνθετο δημιουργείται χρησιμοποιώντας τα συνηθισμένα κανάλια φυσικού χρώματος (κόκκινο, πράσινο και μπλε (RGB)), στα οποία η ανάλυση βελτιώνεται με τη χρήση του παγχρωματικού καναλιού (Ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος. Ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Μια εικόνα από το παγχρωματικό κανάλι είναι παρόμοια με μια ασπρόμαυρη μεμβράνη: συνδυάζει το φως από τα κόκκινα, πράσινα και μπλε μέρη του φάσματος και υπολογίζει μια συνολική τιμή ανακλαστικότητας. Οι παγχρωματικές εικόνες έχουν τέσσερις φορές την ανάλυση ενός φυσικού σύνθετου φυσικού χρώματος, ενισχύοντας σημαντικά τη χρησιμότητα των εικόνων Landsat. Περισσότερες πληροφορίες [εδώ](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) και [εδώ.](Https://landsat.gsfc.nasa.gov/ landsat-8 / landsat-8-ζώνες /)

source: # False Color Urban composite This composite is used to visualize urbanized areas more clearly. Vegetation is visible in shades of green, while urbanized areas are represented by white, grey, or purple. Soils, sand, and minerals are shown in a variety of colors. Snow and ice appear as dark blue, and water as black or blue. Flooded areas are very dark blue and almost black. The composite is useful for detecting wildfires and calderas of volcanoes, as they are displayed in shades of red and yellow. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) and [here.](https://eos.com/false-color/)
el: # Ψευδο-έγχρωμο σύνθετο για αστικές περιοχές Το σύνθετο αυτό χρησιμοποιείται για την απεικόνιση των αστικών περιοχών. Η βλάστηση απεικονίζεται σε αποχρώσεις του πράσινου, ενώ οι αστικές περιοχές απεικονίζονται με λευκό, γκρι ή μωβ χρώμα. Το έδαφος, η άμμος και τα ορυκτά εμφανίζονται με μια ποικιλία χρωμάτων. Το χιόνι και ο πάγος εμφανίζονται με σκούρο μπλε και το νερό με μαύρο ή μπλε. Οι πλημμυρισμένες περιοχές εμφανίζονται με πολύ σκούρες μπλε αποχρώσεις, σχεδόν μαύρες. Το σύνθετο είναι χρήσιμο στην ανίχνευση πυρκαγιών και ηφαιστειακών σχηματισμών, καθώς εμφανίζονται σε αποχρώσεις του κόκκινου και του κίτρινου. Περισσότερες πληροφορίες [εδώ](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) και [εδώ.](Https://eos.com/false-color/)

source: # False Color Urban composite This composite uses a combination of bands in visible and in short wave infrared (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). It displays vegetation in shades of green. While darker shades of green indicate denser vegetation, sparse vegetation have lighter shades. Urban areas are blue and soils have various shades of brown. More info [here.](https://gisgeography.com/landsat-8-bands-combinations/)
el: # Ψευδο-έγχρωμο σύνθετο για αστικές περιοχές Αυτό το σύνθετο χρησιμοποιεί έναν συνδυασμό καναλιών στο ορατό και στο μικροκυματικό υπέρυθρο φάσμα (Ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος. Ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Η βλάστηση απεικονίζεται με αποχρώσεις του πράσινου. Οι πιο σκούρες αποχρώσεις του πράσινου δείχνουν πυκνότερη βλάστηση, ενώ η αραιή βλάστηση έχει ανοιχτότερες αποχρώσεις. Οι αστικές περιοχές εμφανίζονται μπλε και τα εδάφη απεικονίζονται με διαφορετικές αποχρώσεις του καφέ. Περισσότερες πληροφορίες [εδώ.](Https://gisgeography.com/landsat-8-bands-combinations/)

source: # Agriculture composite This composite uses short-wave infrared, near-infrared and blue bands to monitor crop health (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Both short-wave and near infrared bands are particularly good at highlighting dense vegetation, which appears dark green in the composite. Crops appear in a vibrant green and bare earth appears magenta. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) and [here.](https://gisgeography.com/sentinel-2-bands-combinations/)
el: # Σύνθετο Καλλιέργειας Αυτό το σύνθετο χρησιμοποιεί το μικροκυματικό και εγγύς υπέρυθρο και το μπλε κανάλι με στόχο την παρακολούθηση της υγείας των καλλιεργειών (Ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού φάσματος. Ένας δορυφορικός αισθητήρας μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Τα υπέρυθρα κανάλια συμβάλουν στην ανάδειξη της πυκνής βλάστησης, η οποία εμφανίζεται σκούρο πράσινο στο σύνθετο. Οι καλλιέργειες εμφανίζονται σε ένα ζωντανό πράσινο και το γυμνό έδαφος με ματζέντα. Περισσότερες πληροφορίες [εδώ](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) και [εδώ.](Https://gisgeography.com/sentinel-2-bands-combinations/)

source: # Snow Classifier The Snow Classifier algorithm aims to detect snow by classifying pixels based on different brightness and Normalized Difference Snow Index (NDSI) thresholds. Values classified as snow are returned in bright vivid blue. The script can overestimate snow areas over clouds. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
el: # Ταξινόμηση Χιονιού Ο αλγόριθμος Snow Classifier στοχεύει στην ανίχνευση χιονιού μέσω της ταξινόμησης των εικονοστοιχείων βάσει του δείκτη Normalized Difference Snow Index (NDSI) Οι τιμές που ταξινομούνται ως χιόνι επιστρέφονται με έντονο μπλε χρώμα. Ο αλγόριθμος είναι πιθανό να υπερεκτιμά τις περιοχές χιονιού πάνω από σύννεφα. Περισσότερες πληροφορίες [εδώ.](Https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)

source: # Ulyssys Water Quality Viewer (UWQV) The script aims to dynamically visualize the chlorophyll and sediment conditions of water bodies, which are primary indicators of water quality. The chlorophyll content ranges in colors from dark blue (low chlorophyll content) through green to red (high chlorophyll content). Sediment concentrations are colored brown; opaque brown indicates high sediment content. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
el: # Ulyssys Water Quality Viewer (UWQV) Ο αλγόριθμος στοχεύει να απεικονίσει δυναμικά την περιεκτικότητα των υδάτινων σωμάτων σε χλωροφύλλη και ιζήματα, η οποία αποτελεί σημαντικό δείκτη της ποιότητας του νερού. Η περιεκτικότητα σε χλωροφύλλη απεικονίζεται με χρώματα από σκούρο μπλε (χαμηλή περιεκτικότητα σε χλωροφύλλη) έως πράσινο και κόκκινο (υψηλή περιεκτικότητα σε χλωροφύλλη). Οι συγκεντρώσεις ιζημάτων είναι χρώματος καφέ. Το σκούρο καφέ δείχνει υψηλή περιεκτικότητα σε ιζήματα. Περισσότερες πληροφορίες [εδώ.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)

source: # Highlight Optimized Natural Color This script aims to display the Earth in beautiful natural color images. It uses highlight optimization to avoid burnt out pixels and to even out the exposure. More info [here.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
el: # Βελτιστοποιημένο Φυσικό Έγχρωμο Σύνθετο Αυτός ο αλγόριθμος στοχεύει στην απεικόνισης της Γης σε ένα όμορφο φυσικό έγχρωμο σύνθετο. Χρησιμοποιεί βελτιστοποίησες για να κρύψει τα καμένα εικονοστοιχεία και να εξομαλύνει την υπερέκθεση της εικόνας. Περισσότερες πληροφορίες [εδώ.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)

source: # Geology 12, 8, 2 composite This composite uses short-wave infrared (SWIR) band 12 to differentiate among different rock types (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Each rock and mineral type reflects short-wave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. Near infrared (NIR) band 8 highlights vegetation and band 2 detects moisture, both contributing to differentiation of ground materials. The composite is useful for finding geological formations and features (e.g. faults, fractures), lithology (e.g. granite, basalt, etc.) and mining applications. More info [here.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
el: # Γεωλογικό Σύνθετο 12, 8, 2 Αυτό το σύνθετο χρησιμοποιεί το βραχυκυματικό υπέρυθρο κανάλι 12 για να ξεχωρίσει διαφορετικούς τύπους πετρωμάτων (ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού κύματος: ένας δορυφόρος μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια). Κάθε πέτρωμα και ορυκτό ανακλά διαφορετικά το βραχυκυματικό υπέρυθρο, καθιστώντας δυνατή τη γεωλογική χαρτογράφηση με τη σύγκριση της ανακλώμενης ακτινοβολίας SWIR. Το εγγύς υπέρυθρο (NIR) κανάλι 8 απεικονίζει τη βλάστηση και το 2 την υγρασία, συμβάλλοντας περαιτέρω στο διαχωρισμό των διαφορετικών τύπων εδάφους. Το σύνθετο είναι χρήσιμο για εντοπισμό γεωλογικών σχηματισμών και χαρακτηριστικών (π.χ. ρήγματα, κατάγματα), λιθολογία (π.χ. γρανίτης, βασάλτης κ.λπ.) και εφαρμογές εξόρυξης Περισσότερες πληροφορίες [εδώ.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)

source: # Geology 8, 11, 12 composite This composite uses both short-wave infrared (SWIR) bands 11 and 12 to differentiate among different rock types (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Each rock and mineral type reflects shortwave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. Near Infrared (NIR) band 8 highlights vegetation, contributing to differentiation of ground materials. Vegetation in the composite appears red. The composite is useful for differentiating vegetation, and land especially geologic features that can be useful for mining and mineral exploration. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) and [here.](http://murphygeological.com/new---sentinel-2.html#)
el: # Γεωλογικό Σύνθετο 8, 11, 12 Αυτό το σύνθετο χρησιμοποιεί τα δυο βραχυκυματικά υπέρυθρα κανάλια 11 και 12 με στόχο των διαχωρισμό των διαφορετικών τύπων πετρωμάτων (ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού κύματος: ένας δορυφόρος μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια)). Κάθε πέτρωμα και ορυκτό ανακλά διαφορετικά το βραχυκυματικό υπέρυθρο, καθιστώντας δυνατή τη γεωλογική χαρτογράφηση με τη σύγκριση της ανακλώμενης ακτινοβολίας SWIR. Το εγγύς υπέρυθρο (NIR) κανάλι 8 απεικονίζει τη βλάστηση, βοηθώντας περαιτέρω στον διαχωρισμό των διαφορετικών τύπων εδάφους. Η βλάστηση απεικονίζεται κόκκινη. Το σύνθετο είναι χρήσιμο για τη διαφοροποίηση της βλάστησης και του εδάφους, ιδιαίτερα των γεωλογικών χαρακτηριστικών που μπορεί να είναι χρήσιμα για εξόρυξη. Περισσότερες πληροφορίες [εδώ](https://earthobservatory.nasa.gov/χαρακτηριστικά/FalseColor/σελίδα5.php) και [εδώ.](http://murphygeological.com/new---sentinel-2.html#)

source: # Wildfires This script, created by Pierre Markuse, visualizes wildfires using Sentinel-2 data. It combines natural color background with some NIR/SWIR data for smoke penetration and more detail, while adding highlights from B11 and B12 to show fires in red and orange colors. More info [here.](https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)
el: # Πυρκαγιές Ο αλγόριθμος που αναπτύχθηκε από τον Pierre Markuse, , απεικονίζει πυρκαγιές σε δεδομένα Sentinel-2. Συνδυάζει το φυσικό έγχρωμο σύνθετο με κάποια δεδομένα NIR/SWIR για την απεικόνιση περιοχών με καπνό και την ανάδειξη κάποιων λεπτομερειών, από τα κανάλια B11 και B12. Η πυρκαγιά εμφανίζεται με κόκκινο και πορτοκαλί. Περισσότερες πληροφορίες [εδώ.](https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)

source: # Enhanced True Color This script, created by Pierre Markuse, uses multiple bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) and saturation and brightness control to enhance the true color visualization. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
el: # Ενισχυμένο Φυσικό Έγχρωμο Σύνθετο Ο αλγόριθμος που αναπτύχθηκε από τον Pierre Markuse, χρησιμοποιεί πολλαπλά κανάλια (ένα κανάλι είναι μια περιοχή του ηλεκτρομαγνητικού κύματος: ένας δορυφόρος μπορεί να απεικονίσει τη Γη σε διαφορετικά κανάλια) και εφαρμόζει παραμέτρους κορεσμού και φωτεινότητας για να ενισχύσει το φυσικό έγχρωμο σύνθετο. Περισσότερες πληροφορίες [εδώ.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
