Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Start of Season Values This layer visualizes the SOSV parameter of the VPP (Vegetation Phenology and Productivity) parameter. SOSV represents the PPI (plant phenology index) value of the start-of-season day. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-start-of-season-value-sosv/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fi: # Kauden alun arvot Tämä taso on visualisointi kasvillisuuden fenologiaa ja tuottavuutta mittaavan parametrin (Vegetation Phenology and Productivity, VPP) kauden alun arvojen parametrista (SOSV). Kauden alun arvo on kasvillisuuden fenologisen indeksin kauden ensimmäisen päivän arvo. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-start-of-season-value-sosv/) ja [täältä](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lt: # Sezono pradžios vertės Šiame sluoksnyje vizualizuojamas VPP (augalijos fenologijos ir produktyvumo) parametro SOSV parametras. SOSV rodo PPI (augalų fenologijos indekso) vertę sezono pradžios dieną. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-start-of-season-value-sosv/) ir [čia](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lv: # Sezonas sākuma vērtība Šis slānis vizualizē VPP(Vegetation Phenology and Productivity) parametra SOSV vērtību. SOSV ir PPI(Plant Phenology Index) vērtība, kas nolasīta sezonas pirmajā dienā. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-start-of-season-value-sosv/) un [šeit](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pl: # Wartości początku sezonu Ta warstwa wizualizuje parametr SOSV parametru VPP (Vegetation Phenology and Productivity). SOSV reprezentuje wartość PPI (wskaźnik fenologii roślin) w dniu rozpoczęcia sezonu. Więcej informacji można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-start-of-season-value-sosv/) i [tutaj](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pt: # Inicio dos Valores da Estação Este nível visualiza o parâmetro SOSV do parâmetro VPP (Produtividade e Fenologia da Vegetação). SOSV representa o valor PPI (índice fenológico da planta) do dia de início da estação. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-start-of-season-value-sosv/) e[aqui](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
sv: # Start of Season Values Detta lager visualiserar SOSV-parametern i VPP (Vegetation Phenology and Productivity)-parametern. SOSV är PPI (plant phenology index)-värdet på säsongens första dag. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-start-of-season-value-sosv/) och [här](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Seasonal Productivity Parameter This layer visualizes the SPROD parameter of the VPP (Vegetation Phenology and Productivity) parameter. SPROD represents seasonal productivity. It is calculated as the sum of all daily PPI (plant phenology index) values between SOSD (start-of-season day) and EOSD (end-of-season day). Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-seasonal-productivity-sprod/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fi: # Kausituottavuuden parametri Tämä taso on visualisointi kasvillisuuden fenologiaa ja tuottavuutta mittaavan parametrin (Vegetation Phenology and Productivity, VPP) kausituottavuuden parametrista (SPROD). Parametri antaa tietoa kausituottavuudesta. Se lasketaan kasvillisuuden fenologisen indeksin kauden alkupäivän ja loppupäivän välille sijoittuvien päivittäisten arvojen summista. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-seasonal-productivity-sprod/) ja [täältä](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lt: # Sezoninis produktyvumo parametras Šiame sluoksnyje vizualizuojamas VPP (augalijos fenologijos ir produktyvumo) parametro SPROD parametras. SPROD rodo sezoninį produktyvumą. Jis apskaičiuojamas kaip visų dienos PPI (augalų fenologijos indekso) verčių suma nuo SOSD (sezono pradžios dienos) iki EOSD (sezono pabaigos dienos). Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-seasonal-productivity-sprod/) ir [čia](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lv: # Sezonas produktivitātes parametrs Šis slānis vizualizē VPP(Vegetation Phenology and Productivity) parametra SPROD vērtību, kas raksturo sezonālo produktivitāti. SPROD ir PPI(Plant Phenology Index) vērtība, kas nolasīta summējot visas vērtības, kas iekļaujas starp SOSD(Start of Season Value) un EOSD(end of Season Value). Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-seasonal-productivity-sprod/) un [šeit](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pl: # Parametr produktywności sezonowej Ta warstwa wizualizuje parametr SPROD parametru VPP (Vegetation Phenology and Productivity). SPROD reprezentuje produktywność sezonową. Jest on obliczany jako suma wszystkich dziennych wartości PPI (wskaźnik fenologii roślin) między SOSD (dzień początku sezonu) a EOSD (dzień końca sezonu). Więcej informacji można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-seasonal-productivity-sprod/) i [tutaj](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pt: # Parâmetro da Produtividade Sazonal Este nível visualiza o parâmetro SPROD do parâmetro VPP (Produtividade e Fenologia da Vegetação). O SPROD representa a produtividade sazonal. É calculado como a soma de todos os valores de PPI (índice fenológico da planta) diários entre SOSD ( dia de inico da estação) e EOSD (dia de fim da estação). Encontre mais informação [aqui(https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-seasonal-productivity-sprod/) e[aqui](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
sv: # Seasonal Productivity Parameter Detta lager visualiserar SPROD-parametern i VPP (Vegetation Phenology and Productivity)-parametern. SPROD representerar säsongsproduktiviteten. Den beräknas som summan av alla dagliga PPI (plant phenology index)-värden mellan SOSD (säsongens första dag) och EOSD (säsongens sista dag). Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-seasonal-productivity-sprod/) och [här](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Total Productivity Parameter This layer visualizes the TPROD parameter of the VPP (Vegetation Phenology and Productivity) parameter. TPROD represents total productivity. It is calculated as a sum of all daily PPI (plant phenology index) values, minus their base level value. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-total-productivity-tprod/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fi: # Kokonaistuottavuuden parametri Tämä taso on visualisointi kasvillisuuden fenologiaa ja tuottavuutta mittaavan parametrin (Vegetation Phenology and Productivity, VPP) kokonaistuottavuuden parametrista (TPROD). Parametri antaa tietoa kokonaistuottavuudesta. Se lasketaan kasvillisuuden fenologisen indeksin päivittäisten arvojen summasta niiden lähtöarvolla vähennettynä. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-total-productivity-tprod/) ja [täältä](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lt: # Bendras produktyvumo parametras Šiame sluoksnyje vizualizuojamas VPP (augalijos fenologijos ir produktyvumo) parametro TPROD parametras. TPROD reiškia bendrą produktyvumą. Jis apskaičiuojamas kaip visų dienos PPI (augalų fenologijos indekso) verčių suma, atėmus jų bazinio lygio vertę. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-total-productivity-tprod/) ir [čia](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lv: # Kopējās produktivitātes parametrs Šis slānis vizualizē VPP(Vegetation Phenology and Productivity) parametra TPROD vērtību, kas raksturo kopējo produktivitāti sezona. TPROD ir PPI(Plant Phenology Index) vērtība summas un bāzes vērtības starpība. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-total-productivity-tprod/) un [šeit](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pl: # Parametr produktywności całkowitej Ta warstwa wizualizuje parametr TPROD parametru VPP (Vegetation Phenology and Productivity). TPROD reprezentuje produktywność całkowitą. Jest on obliczany jako suma wszystkich dziennych wartości PPI (wskaźnik fenologii roślin) minus ich wartość bazowa. Więcej informacji można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-total-productivity-tprod/) i [tutaj](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pt: # Parâmetro de Produtividade Total Este nível visualiza o parâmetro TPROD do parâmetro VPP (Produtividade e Fenologia da Vegetação). O TPROD representa a produtividade total. É calculado como a soma de todos os valores diários de PPI ( índice fenológico da planta), menos o seu valor de nível base. Encontre mais informação[aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-total-productivity-tprod/) e [aqui](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
sv: # Total Productivity Parameter Detta lager visualiserar TPROD-parametern i VPP (Vegetation Phenology and Productivity)-parametern. TPROD representerar den totala produktiviteten. Den beräknas som summan av alla dagliga PPI (plant phenology index)-värden minus deras basnivåvärde. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-total-productivity-tprod/) och [här](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Fraction of Absorbed Photosynthetically Active Radiation FAPAR corresponds to the fraction of photosynthetically active radiation absorbed by the canopy. The index describes only the green parts of the canopy and is very useful for assessing the primary productivity of canopies. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-fapar/).
fi: # Kasvillisuuden absorboima osuus PAR- säteilystä (FAPAR) FAPAR tarkoittaa kasvillisuuden latvuston absorboimaa osuutta fotosynteettisesti aktiivisesta säteilystä eli PAR-säteilystä. Indeksi kuvaa vain latvuston vihreitä osia, ja se on hyödyllinen latvuston primaarituotannon määrän arvioinnissa. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-fapar/).
lt: # Absorbuotos fotosintetiškai aktyvios spinduliuotės dalis FAPAR atitinka fotosintetiškai aktyviosios spinduliuotės dalį, kurią sugeria danga. Šis rodiklis apibūdina tik žaliąsias želdinių dalis ir yra labai naudingas vertinant pirminį želdinių produktyvumą. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-fapar/).
lv: # Fontosintēzē absorbētās enerģijas daļa (Fraction of Absorbed Photosynthetically Active Radiation, FAPAR) FAPAR raksturo fotosintēzes procesā absorbētā starojuma daļu. Šis indekss apraksta tikai lapotnes zaļo daļu un ir ļoti noderīgs novērtējot primāro ražošanu. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-fapar/).
pl: # Udział zaabsorbowanego promieniowania fotosyntetycznie czynnego FAPAR odpowiada udziałowi promieniowania fotosyntetycznie czynnego pochłanianego przez baldachimy roślin (np. korony). Wskaźnik ten opisuje tylko zielone części łanu i jest bardzo przydatny do oceny pierwotnej produktywności łanu. Więcej informacji można znaleźć [tutaj] (https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-fapar/).
pt: # Fração de Radiação Fotossinteticamente Ativa Absorvida FAPAR corresponde à fração de radiação fotossinteticamente ativa absorvida pela copa. O índice descreve somente as partes verde da copa e é muito útil para avaliar a produtividade principal das copas. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-fapar/).
sv: # Fraction of Absorbed Photosynthetically Active Radiation FAPAR motsvarar andelen fotosyntetiskt aktiv strålning som absorberas av krontaket. Indexet beskriver endast krontakets gröna delar och är mycket användbart för att bedöma krontakens primära produktivitet. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-fapar/).

source: # Leaf Area Index LAI is defined as one half of the total area of photosynthetically active elements of the canopy per unit horizontal ground area. The LAI provided by HRVPP corresponds to actual LAI of all the canopy layers, including all green contributors. Practically, the LAI quantifies the thickness of the vegetation cover. Deeper green colors indicate thicker vegetation cover. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-lai/).
fi: # Lehtialaindeksi Lehtialaindeksi (LAI) on puolet latvuston fotosynteettisesti aktiivisesta pinta-alasta suhteessa vastaavaan maapinta-alayksikköön. HR-VPP-tuoteperheeseen kuuluva lehtialaindeksi vastaa latvuston todellista lehtialaindeksiä, mukaan lukien kaikki kasvien vihreät osat. Käytännössä lehtialaindeksi antaa tietoa kasvipeitteen paksuudesta. Tummemmat vihreän sävyt tarkoittavat paksumpaa kasvipeitettä. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-lai/
lt: # Lapų ploto indeksas LAI apibrėžiamas kaip pusė viso vainiko fotosintetiškai aktyvių elementų ploto, tenkančio horizontaliam žemės paviršiaus ploto vienetui. HRVPP pateikiamas LAI atitinka faktinį visų vainiko sluoksnių LAI, įskaitant visus žaliuosius komponentus. Praktiškai LAI kiekybiškai nusako augalinės dangos storį. Gilesnės žalios spalvos rodo storesnę augalinę dangą. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-lai/).
lv: # Lapu platības indekss (Leaf Area Index, LAI) LAI ir definēts, kā viena puse no kopējās fotosintēzē aktīvo elementu lapotnes platības, kas izteikts horizontālās platības vienībās. LAI lietojams, lai kvantitatīvi izteiktu augāja lapotnes biezumu. Tumšākas zaļās krāsas toņi norāda uz biezāku augāju. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-lai/).
pl: # Wskaźnik powierzchni liści LAI (ang. Leaf Area Index) definiuje się jako połowę całkowitej powierzchni aktywnych fotosyntetycznie elementów baldachimów roślin (np. koron) na jednostkę poziomej powierzchni gruntu. LAI podawany przez HRVPP odpowiada rzeczywistemu LAI wszystkich warstw baldachimów roślin, w tym wszystkich elementów zielonych. W praktyce LAI określa grubość pokrywy roślinnej. Głębsze kolory zieleni oznaczają grubszą pokrywę roślinną. Więcej informacji można znaleźć [tutaj] (https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-lai/).
pt: # Índice de Área da Folha LAI é definido como metade da área total dos elementos fotossinteticamente ativos da copa por unidade horizontal da área de solo. O LAI fornecido pelo HRVPP corresponde ao LAI atual de todos os níveis de copas, incluindo todos os contribuintes verdes. Na prática o LAI quantifica a espessura da cobertura da vegetação. Cores verdes mais profundas indicam coberturas de vegetação mais espessas. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-lai/).
sv: # Leaf Area Index LAI definieras som hälften av den totala ytan av fotosyntetiskt aktiva element i krontaket per enhet horisontell markyta. LAI som tillhandahålls av HRVPP motsvarar faktiskt LAI för alla krontakslager, inklusive alla gröna aktiva element. I praktiken kvantifierar LAI tjockleken på växttäcket. Djupare gröna färger anger ett tjockare växttäcke. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-lai/).

source: # Normalized Difference Vegetation Index NDVI quantifies vegetation photosynthetic capacity by measuring the difference between the Near-Infrared (NIR) (which vegetation strongly reflects) and red spectral bands (which vegetation absorbs). It is commonly used to monitor vegetation cover and density. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ndvi/).
fi: # Normalisoitu kasvillisuusindeksi Normalisoitu kasvillisuusindeksi (NDVI) antaa määrällistä tietoa kasvillisuuden fotosynteesin tehokuudesta mittaamalla lähi-infrapunan aallonpituuksien (jota kasvillisuus heijastaa vahvasti) ja punaisen valon aallonpituuksien (jota kasvillisuus imee) eroa. Indeksiä käytetään yleensä kasvipeitteen ja sen tiheyden seurantaan. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ndvi/).
lt: # Normalizuotas vegetacijos skirtumo indeksas NDVI kiekybiškai įvertina augmenijos fotosintezės pajėgumą matuojant skirtumą tarp artimosios infraraudonosios (NIR) (kurią augmenija stipriai atspindi) ir raudonosios (kurią augmenija sugeria) spektro juostų. Jis paprastai naudojamas augalijos dangai ir tankumui stebėti. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ndvi/).
lv: # Normalizētais veģetācijas indekss (Normalized Difference Vegetation Index, NDVI) NDVI apraksta fotosintēzes kapacitāti, nosakot starpību starp atstarojamību sarkanajā (augājs absorbē) un tuvi-infrasarkanajā(NIR) spektra daļā. Tas visbiežāk tiek izmantots augāja monitoringam (blīvums, platība). Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ndvi/).
pl: # Znormalizowany Wskaźnik Różnicowy Wegetacji (NDVI) NDVI określa ilościowo zdolność roślinności do fotosyntezy poprzez pomiar różnicy między pasmami spektralnymi bliskiej podczerwieni (NIR) (które roślinność silnie odbija) i czerwieni (które roślinność pochłania). Jest on powszechnie stosowany do monitorowania pokrycia i gęstości roślinności. Więcej informacji można znaleźć [tutaj] (https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ndvi/).
pt: # Índice de Diferença Normalizada de Vegetação O NDVI quantifica a capacidade fotossintética da vegetação ao medir a diferença entre as bandas espetrais do infravermelho próximo (NIR) ( que a vegetação reflete intensamente) e do vermelho ( que a vegetação absorve). É normalmente usado para monitorizar a cobertura da vegetação e a densidade. Encontre mais informação[aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ndvi/).
sv: # Normalized Difference Vegetation Index NDVI kvantifierar växtlighetens fotosyntesförmåga genom att mäta skillnaden mellan de nära infraröda (NIR) (som växtligheten reflekterar starkt) och röda spektralbanden (som växtligheten absorberar). Indexet används ofta för att övervaka växttäckets omfattning och täthet. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ndvi/).
