Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Normalized Difference Water Index (NDWI) The normalized difference water index is most appropriate for water body mapping. Values of water bodies are larger than 0.5. Vegetation has smaller values. Built-up features have positive values between zero and 0.2. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
fi: # Normalisoitu vesipitoisuusindeksi (NDWI) Normalisoitu vesipitoisuusindeksi (NDWI) on paras vaihtoehto vesistöjen kartoittamiseen. Vesistöjen arvo on suurempi kuin 0.5. Kasvillisuuden arvot ovat pienempiä. Rakennetun ympäristön arvot ovat positiivisia, nollan ja 0.2:n välillä. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
fr: # Indice de différence normalisée des eaux (NDWI) L'indice de différence normalisée des eaux est le plus approprié pour la cartographie des masses d'eau. Les valeurs des masses d'eau sont supérieures à 0,5. La végétation a des valeurs plus faibles. Les éléments bâtis ont des valeurs positives comprises entre zéro et 0,2. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
lt: # Normalizuotas vandens skirtumo indeksas (NDWI) Normalizuotas vandens skirtumo indeksas labiausiai tinka vandens telkinių žemėlapiams sudaryti. Vandens telkinių vertės yra didesnės nei 0,5. Augmenija turi mažesnes reikšmes. Užstatyti elementai turi teigiamas vertes nuo nulio iki 0,2. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
lv: # Ūdens Indekss (Normalized Difference Water Index, NDWI) Indekss ir piemērots ūdens tilpņu kartēšanai. Ūdens tilpņu vērtības ir lielākas par 0.5, bet zemākas vērtības parasti sastītas ar veģetācijas klātbūtni. Apbūvētas platības parasti ir ar vērtībām intervālā no 0 līdz 0.2. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
pl: # Znormalizowany Indeks Różnicowy Wody (NDWI) Znormalizowany indeks różnicowy wody jest najbardziej odpowiedni do odwzorowania zbiorników wodnych. Wartości zbiorników wodnych są większe niż 0,5. Roślinność ma mniejsze wartości. Zabudowane elementy terenu mają wartości dodatnie od zera do 0,2. Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
pt: # Índice de Água com Diferença Normalizada(NDWI) O índice de água com diferença normalizada é mais apropriado para a cartografia de recursos hídricos. Os valores para as massas de água são maiores que 0,5. A vegetação apresenta valores menores. Zonas de construção têm valores entre zero e 0,2. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
sl: # Normalizirani diferencialni vodni indeks (NDWI) Za kartiranje vodnih teles je najprimernejši normalizirani diferencialni vodni indeks (Normalized Difference Water Index, NDWI). Vrednosti vodnih teles so večje od 0,5. Vegetacija ima manjše vrednosti. Pozidani elementi imajo pozitivne vrednosti med nič in 0,2. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)
sv: # Normalized Difference Water Index (NDWI) Normalized difference water index lämpar sig bäst för att kartlägga vattenförekomster. Vattenförekomster har värden som är större än 0.5. Växtlighet har lägre värden. Bebyggelse har positiva värden mellan noll och 0.2. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndwi/)

source: # Normalized Difference Water Index (NDWI) The normalized difference water index is most appropriate for water body mapping. Values of water bodies are larger than 0.5. Vegetation has smaller values. Built-up features have positive values between zero and 0.2.
fi: # Normalisoitu vesipitoisuusindeksi (NDWI) Normalisoitu vesipitoisuusindeksi (NDWI) on paras vaihtoehto vesistöjen kartoittamiseen. Vesistöjen arvo on suurempi kuin 0.5. Kasvillisuuden arvot ovat pienempiä. Rakennetun ympäristön arvot ovat positiivisia, nollan ja 0.2:n välillä.
fr: # Indice de différence normalisée des eaux (NDWI) L'indice de différence normalisée des eaux est le plus approprié pour la cartographie des masses d'eau. Les valeurs des masses d'eau sont supérieures à 0,5. La végétation a des valeurs plus faibles. Les éléments bâtis ont des valeurs positives comprises entre zéro et 0,2.
lt: # Normalizuotas vandens skirtumo indeksas (NDWI) Normalizuotas vandens skirtumo indeksas labiausiai tinka vandens telkinių žemėlapiams sudaryti. Vandens telkinių vertės yra didesnės nei 0,5. Augmenija turi mažesnes reikšmes. Užstatyti elementai turi teigiamas vertes nuo nulio iki 0,2.
lv: # Ūdens Indekss (Normalized Difference Water Index, NDWI) Indekss ir piemērots ūdens tilpņu kartēšanai. Ūdens tilpņu vērtības ir lielākas par 0.5, bet zemākas vērtības parasti sastītas ar veģetācijas klātbūtni. Apbūvētas platības parasti ir ar vērtībām intervālā no 0 līdz 0.2.
pl: # Znormalizowany Indeks Różnicowy Wody (NDWI) Znormalizowany indeks różnicowy wody jest najbardziej odpowiedni do odwzorowania zbiorników wodnych. Wartości zbiorników wodnych są większe niż 0,5. Roślinność ma mniejsze wartości. Zabudowane elementy terenu mają wartości dodatnie od zera do 0,2.
pt: # Índice de Água com Diferença Normalizada(NDWI) O índice de água com diferença normalizada é mais apropriado para cartografia de recursos hídricos. Os valores para os recursos hídricos são maiores que 0,5. A vegetação apresenta valores menores. Zonas de construção têm valores entre zero e 0,2.
sl: # Normalizirani diferencialni vodni indeks (NDWI) Za kartiranje vodnih teles je najprimernejši normalizirani diferencialni vodni indeks (Normalized Difference Water Index, NDWI). Vrednosti vodnih teles so večje od 0,5. Vegetacija ima manjše vrednosti. Pozidani elementi imajo pozitivne vrednosti med nič in 0,2.
sv: # Normalized Difference Water Index (NDWI) Normalized difference water index lämpar sig bäst för att kartlägga vattenförekomster. Vattenförekomster har värden som är större än 0.5. Växtlighet har lägre värden. Bebyggelse har positiva värden mellan noll och 0.2.

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) and [here.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
fi: # Väärävärikomposiitti Väärävärikomposiittikuvassa käytetään vähintään yhtä ei-näkyvää aallonpituutta Maan kuvantamiseen. Infrapunaa ja punaisen ja vihreän valon kanavia käyttävät väärävärikomposiitit ovat suosittuja (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Väärävärikomposiitteja käytetään yleensä kasvitiheyden ja kasvien terveyden arviointiin, sillä kasvit heijastavat lähi-infrapunaa ja vihreän valon aallonpituuksia ja imevät punaisen valon aallonpituuksia. Kaupungit ja paljas maa näkyvät vihreinä tai vaaleanruskeina ja vesi näkyy sinisenä tai mustana. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) ja [täältä.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
fr: # Image composite en fausses couleurs Une image composite en fausses couleurs utilise au moins une longueur d'onde du spectre invisible pour représenter la Terre. Les images composites en fausses couleurs qui utilisent les bandes infrarouge, rouge et verte sont très populaires (une bande correspond à un partie du spectre électromagnétique ; un capteur satellitaire peut produire une image de la Terre dans différentes bandes). L'image composite en fausses couleurs est le plus souvent utilisée pour évaluer la densité et la santé des plantes puisque les plantes réfléchissent le proche infrarouge et la lumière verte, alors qu'elles absorbent le rouge. Les villes et les sols nus sont gris ou ocre, et l'eau apparaît en bleu ou en noir. Plus d'informations [ici](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) et [là.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
lt: # Klaidinga spalvų kompozicija Klaidingų spalvų kompozitas naudoja bent vieną nematomo bangos ilgio bangą, kad atvaizduotų Žemę. Labai populiari netikrų spalvų kompozicija, kai naudojamos artimojo infraraudonojo, raudonojo ir žaliojo spektro juostos (juosta yra elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Klaidingų spalvų kompozicija dažniausiai naudojama augalų tankumui ir sveikatai įvertinti, nes augalai atspindi artimąją infraraudonąją ir žaliąją šviesą, o raudonąją sugeria. Miestai ir atvira žemė yra pilkos arba rusvos spalvos, o vanduo atrodo mėlynas arba juodas. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) ir [čia](https://earthobservatory.nasa.gov/features/FalseColor/page6.php).
lv: # Mākslīgo krāsojuma kompozītattēls (False Color composite) Mākslīgā krāsojuma kompozītattēls ir veidots izmantojot vismaz vienu no joslām (kanāliem), kur tiek mērīta virsmu atstarošanās ārpus redzamās gaismas spektra. Šī populārā kombinācija izmanto informāciju no tuvā infrasarkanā, sarkanā un zaļā kanāla. (Kanāls ir atsevišķa josla elektromagnētiskajā spektrā). Šis attēls visbiežāk tiek izmantots, lai novērtētu augāja blīvumu un veselību. Šīs interpretācijas būtība ir skaidrojama ar to, ka augājs (meži, pļavas u.c.) absorbē enerģiju sarkanajā spektra daļā un atstaro enerģiju zaļajā un infrasarkanajā spektra daļā. Līdz ar to augājs ir sarkanā krāsā, pilsētvide un atklāta zemes virsma ir redzama brūnā nokrāsā, bet ūdens ir melns un/vai zils. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) un [šeit.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
pl: # Kompozyt fałszywego koloru Kompozyt fałszywego koloru wykorzystuje co najmniej jedną niewidoczną długość fali do zobrazowania Ziemi. Bardzo popularny jest kompozyt fałszywego koloru, wykorzystujący pasma bliskiej podczerwieni, czerwieni i zieleni (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach). Kompozyt fałszywych kolorów jest najczęściej używany do oceny gęstości i zdrowia roślin, ponieważ rośliny odbijają bliską podczerwień i zielone światło, podczas gdy pochłaniają kolor czerwony. Miasta i odsłonięta gleba są szare lub brązowe, a woda wydaje się niebieska lub czarna. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) oraz [tutaj.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
pt: # Compósito de cor falsa Um compósito de cor falsa usa pelo menos um comprimento de onda na zona não visível para retratar a Terra. O compósito de cor falsa que usa bandas no infravermelho próximo, vermelho e verde é muito popular ( uma banda é uma região do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). O compósito de cor falsa é vulgarmente mais utilizado para avaliar a densidade e a saúde da planta, pois as plantas refletem a luz do infravermelho próximo e do verde e absorvem a vermelha . As cidades e os solos expostos são cinzentos ou com tom de bronze, e a água aparece com cor azul ou preta. Mais informação [aqui](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) e[aqui.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
sl: # Lažno barvni kompozit Lažno barvni kompozit uporablja vsaj eno očem nevidno valovno dolžino za slikanje Zemlje. Lažni barvni kompozit, ki uporablja bližnje infrardeče, rdeče in zelene pasove, je zelo priljubljen (pas je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo prikaže v različnih pasovih). Lažni barvni kompozit se najpogosteje uporablja za ocenjevanje gostote in zdravja rastlin, saj rastline odbijajo bližnjo infrardečo in zeleno svetlobo, medtem ko rdečo absorbirajo. Mesta in izpostavljena tla so siva ali rjava, voda pa je videti modra ali črna. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) in [tukaj](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
sv: # False color composite En false color-komposit använder minst en osynlig våglängd för att avbilda jorden. False color-kompositen med nära infrafrött, rött och grönt band är mycket populär (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). False color-kompositen används oftast för att bedöma växttäthet och -hälsa eftersom växter reflekterar nära infrarött och grönt ljus medan de absorberar rött. Städer och exponerad mark är grå eller mellanbruna och vatten visas som blått eller svart. Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) och [här.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
fi: # Väärävärikomposiitti Väärävärikomposiittikuvassa käytetään vähintään yhtä ei-näkyvää aallonpituutta Maan kuvantamiseen. Infrapunaa ja punaisen ja vihreän valon kanavia käyttävät väärävärikomposiitit ovat suosittuja (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Väärävärikomposiitteja käytetään yleensä kasvitiheyden ja kasvien terveyden arviointiin, sillä kasvit heijastavat lähi-infrapunaa ja vihreän valon aallonpituuksia ja imevät punaisen valon aallonpituuksia. Kaupungit ja paljas maa näkyvät vihreinä tai vaaleanruskeina ja vesi näkyy sinisenä tai mustana. Lisää tietoa löydät englanniksi [täältä.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
fr: # Composite en fausses couleurs Un composite de fausses couleurs utilise au moins une longueur d'onde non visible pour imager la Terre. Le composite de fausses couleurs utilisant les bandes proche infrarouge, rouge et verte est très populaire (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). Le composite de fausses couleurs est le plus souvent utilisé pour évaluer la densité et la santé des plantes, car les plantes reflètent la lumière proche infrarouge et verte, alors qu'elles absorbent le rouge. Les villes et les sols exposés sont gris ou havane, et l'eau apparaît bleue ou noire. Plus d'infos [ici](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
lt: # Klaidinga spalvų kompozicija Klaidingų spalvų kompozitas naudoja bent vieną nematomo bangos ilgio bangą, kad atvaizduotų Žemę. Labai populiari netikrų spalvų kompozicija, kai naudojamos artimojo infraraudonojo, raudonojo ir žaliojo spektro juostos (juosta yra elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Klaidingų spalvų kompozicija dažniausiai naudojama augalų tankumui ir sveikatai įvertinti, nes augalai atspindi artimąją infraraudonąją ir žaliąją šviesą, o raudonąją sugeria. Miestai ir atvira žemė yra pilkos arba rusvos spalvos, o vanduo atrodo mėlynas arba juodas. Daugiau informacijos [čia] (https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
lv: # Mākslīgo krāsojuma kompozītattēls (False Color composite) Mākslīgā krāsojuma kompozītattēls ir veidots izmantojot vismaz vienu no kanāliem, kurš attaino atstarošanos ārpus redzamās gaismas spektra. Šī populārākā kombinācija izmanto informāciju no tuvā infrasarkanā, sarkanā un zaļā kanāla. (Kanāls ir atsevišķa josla elektromagnētiskajā spektrā). Šis kompozītattēls visbiežāk tiek izmantots, lai novērtētu augāja blīvumu un veselību. Šīs interpretācijas būtība ir skaidrojama ar to, ka augājs (meži, pļavas u.c.) absorbē enerģiju sarkanajā spektra daļā un atstaro enerģiju zaļajā un infrasarkanajā spektra daļā. Līdz ar to augājs ir sarkanā krāsā, pilsētvide un atklāta zemes virsma ir redzama brūnā nokrāsā, bet ūdens ir melns un/vai zils. Vairāk informācijas [šeit.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
pl: # Kompozyt fałszywego koloru Kompozyt fałszywego koloru wykorzystuje co najmniej jedną niewidoczną długość fali do zobrazowania Ziemi. Bardzo popularny jest kompozyt fałszywego koloru wykorzystujący pasma bliskiej podczerwieni, czerwieni i zieleni (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach). Kompozyt fałszywego koloru jest najczęściej używany do oceny gęstości i zdrowia roślin, ponieważ rośliny odbijają podczerwień i zielone światło, podczas gdy pochłaniają kolor czerwony. Miasta i odsłonięta gleba są szare lub brązowe, a woda wydaje się niebieska lub czarna. Więcej informacji [tutaj.] (https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
pt: # Compósito de cor falsa Um compósito de cor falsa usa pelo menos um comprimento de onda na zona não visível para retratar a Terra. O compósito de cor falsa que usa bandas no infravermelho próximo, vermelho e verde é muito popular ( uma banda é uma região do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). O compósito de cor falsa é vulgarmente mais utilizado para avaliar a densidade e a saúde da planta, pois as plantas refletem a luz próxima do infravermelho e do verde e absorvem a luz vermelha . As cidades e os solos expostos são cinzentos ou com tom de bronze, e a água aparece com cor azul ou preta. Mais informação [aqui](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
sl: # Lažno barvni kompozit Lažno barvni kompozit uporablja vsaj eno očem nevidno valovno dolžino za slikanje Zemlje. Lažni barvni kompozit, ki uporablja bližnje infrardeče, rdeče in zelene pasove, je zelo priljubljen (pas je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo prikaže v različnih pasovih). Lažni barvni kompozit se najpogosteje uporablja za ocenjevanje gostote in zdravja rastlin, saj rastline odbijajo bližnjo infrardečo in zeleno svetlobo, medtem ko rdečo absorbirajo. Mesta in izpostavljena tla so siva ali rjava, voda pa je videti modra ali črna. Več informacij je [tukaj](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
sv: # False color composite En false color-komposit använder minst en osynlig våglängd för att avbilda jorden. False color-kompositen med nära infrafrött, rött och grönt band är mycket populär (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). False color-kompositen används oftast för att bedöma växttäthet och -hälsa eftersom växter reflekterar nära infrarött och grönt ljus medan de absorberar rött. Städer och exponerad mark är grå eller mellanbruna och vatten visas som blått eller svart. Mer information [här.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
