Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Orthorectification creates a planimetrically correct image. Specify the DEM used for Orthorectification process here.
fi: Ortorektio luo planimetrisesti oikean kuvan. Määritä ortorektioprosessissa käytetty DEM tässä.
lt: Ortorektifikacija sukuria planimetriškai teisingą vaizdą. Čia nurodykite ortorektifikavimo procesui naudojamą DEM.
pl: Ortorektyfikacja tworzy obraz poprawny planimetrycznie. Określ tutaj DEM używany do procesu ortorektyfikacji.
pt: A ortorretificação cria uma imagem planimetricamente correta. Especifique o DEM usado para o processo de Ortorretificação aqui.
sv: Orthorectification skapar en planimetriskt korrekt bild. Ange DEM som används för Orthorectification-processen här.

source: There was a problem parsing the file
fi: Tiedoston jäsentämisessä oli ongelma
lt: Iškilo problema, analizuojant failą
pl: Wystąpił problem z przetwarzaniem pliku
pt: Houve um problema a analisar o ficheiro
sv: Det uppstod ett problem med att analysera filen

source: There was a problem parsing input geometry
fi: Syöttögeometrian jäsentämisessä oli ongelma
lt: Iškilo problema, analizuojant įvesties geometriją
pl: Wystąpił problem z przetwarzaniem geometrii wejściowej
pt: Houve um problema a analisar entrada de geometria
sv: Det uppstod ett problem med att analysera indatageometrin

source: Upload
fi: Lataa
lt: Įkelti
pl: Prześlij
pt: Transferir
sv: Ladda upp

source: Sensing date
fi: Tunnistetaan päivämäärä
lt: Aptikimo data
pl: Data pomiaru
pt: Data de deteção
sv: Avkänningsdatum

source: My orders and subscriptions
fi: Minun tilaukseni
lt: Mano užsakymai ir prenumeratos
pl: Moje zamówienia i subskrypcje
pt: As minhas encomendas e subscrições
sv: Mina beställningar och prenumerationer

source: Created subscriptions (Not confirmed)
fi: Luodut tilaukset (ei vahvistettu)
lt: Sukurtos prenumeratos (Nepatvirtintos)
pl: Utworzone subskrypcje (nie potwierdzone)
pt: Subscrições criadas (não confirmadas)
sv: Skapat prenumerationer (ej bekräftat)

source: Running subscriptions
fi: Käynnissä olevat tilaukset
lt: Vykdomos prenumeratos
pl: Aktywne subskrypcje
pt: Subscrições em execução
sv: Löpande prenumerationer

source: Finished subscriptions
fi: Valmiit tilaukset
lt: Baigtos prenumeratos
pl: Zakończone subskrypcje
pt: Subscrições terminadas
sv: Avslutade prenumerationer

source: Deleted subscriptions
fi: Poistetut tilaukset
lt: Pašalintos prenumeratos
pl: Usunięte subskrypcje
pt: Subscrições eliminadas
sv: Raderade prenumerationer

source: No subscriptions found
fi: Tilauksia ei löytynyt
lt: Prenumeratų nerasta
pl: Nie znaleziono subskrypcji
pt: Não foram encontradas subscrições
sv: Inga prenumerationer hittades

source: Error confirming subscription
fi: Virhe tilauksen vahvistamisessa
lt: Įvyko klaida, patvirtinant prenumeratą
pl: Błąd przy potwierdzaniu subskrypcji
pt: Erro ao confirmar subscrições
sv: Det gick inte att bekräfta prenumerationen

source: Error deleting subscription
fi: Virhe tilauksen poistamisessa
lt: Įvyko klaida, pašalinant prenumeratą
pl: Błąd przy usuwaniu subskrypcji
pt: Erro ao eliminar subscrições
sv: Det gick inte att ta bort prenumerationen

source: Confirm subscription
fi: Vahvista tilaus
lt: Patvirtinti prenumeratą
pl: Potwierdź subskrypcję
pt: Confirmar subscrições
sv: Bekräfta prenumerationen

source: Are you sure you want to confirm this subscription?
fi: Haluatko varmasti vahvistaa tämän tilauksen?
lt: Ar tikrai norite patvirtinti šią prenumeratą?
pl: Czy na pewno chcesz potwierdzić subskrypcję?
pt: Tem a certeza que quer confirmar esta subscrição?
sv: Vill du bekräfta den här prenumerationen?

source: Delete subscription
fi: Poista tilaus
lt: Ištrinti prenumeratą
pl: Usuń subskrypcję
pt: Eliminar subscrição
sv: Ta bort prenumeration

source: Are you sure you want to delete this subscription?
fi: Haluatko varmasti poistaa tämän tilauksen?
lt: Ar tikrai norite ištrinti šią prenumeratą?
pl: Czy na pewno chcesz usunąć subskrypcję?
pt: Tem a certeza que quer eliminar esta subscrição?
sv: Är du säker på att du vill ta bort den här prenumerationen?

source: Refresh subscriptions
fi: Päivitä tilaukset
lt: Atnaujinti prenumeratas
pl: Odśwież subskrypcje
pt: Atualizar subscrições
sv: Uppdatera prenumerationer

source: Creating subscription
fi: Tilauksen luominen
lt: Prenumeratos kūrimas
pl: Tworzenie subskrypcji
pt: Criar subscrições
sv: Skapar prenumeration

source: Subscription name
fi: Tilauksen nimi
lt: Prenumeratos pavadinimas
pl: Nazwa subskrypcji
pt: Nome da subscrição
sv: Prenumerationsnamn

source: Create subscription
fi: Luo tilaus
lt: Sukurti prenumeratą
pl: Utwórz subskrypcję
pt: Criar subscrição
sv: Skapa prenumeration

source: Order
fi: Tilaus
lt: Užsakymas
pl: Kolejność
pt: Pedido
sv: Beställningen

source: Subscription
fi: Tilaus
lt: Prenumerata
pl: Subskrypcja
pt: Subscrição
sv: Prenumerationen

source: Error cancelling subscription
fi: Tilauksen peruuttamisessa tapahtui virhe
lt: Įvyko klaida, atšaukiant prenumeratą
pl: Błąd przy anulowaniu subskrypcji
pt: Erro ao cancelar a subscrição
sv: Det gick inte att avsluta prenumerationen

source: Cancel subscription
fi: Peruuta tilaus
lt: Atšaukti prenumeratą
pl: Anuluj subskrypcję
pt: Cancelar a subscrição
sv: Avsluta prenumeration

source: Are you sure you want to cancel this subscription?
fi: Oletko varma, että haluat peruttaa tilauksen?
lt: Ar tikrai norite atšaukti šią prenumeratą?
pl: Czy na pewno chcesz anulować subskrypcję?
pt: Tem a certeza que quer cancelar esta subscrição?
sv: Är du säker på att du vill avsluta den här prenumerationen?

source: No products found
fi: Tuloksia ei löytynyt
lt: Produktų nerasta
lv: Nav atrasts neviens produkts
pl: Nie znaleziono produktów
pt: Não foram encontrados produtos
sv: Inga resulter hittades

source: Query
fi: Tiedustelu
lt: Užklausa
pl: Zapytanie
pt: Consulta
sv: Fråga

source: Products
fi: Tulokset
lt: Produktai
pl: Produkty
pt: Produtos
sv: Resultat

source: Create order/subscription
fi: Luo tilaus
lt: Sukurti užsakymą/prenumeratą
pl: Utwórz zamówienie/subskrypcję
pt: Criar encomenda/subscrição
sv: Skapa beställning/prenumeration

source: Show products on map
fi: Näytä tulokset kartalla
lt: Rodyti produktus žemėlapyje
pl: Pokaż produkty na mapie
pt: Mostrar produtos no mapa
sv: Visa resultat på kartan

source: Show tutorial
fi: Näytä ohje
fr: Afficher le tutoriel
lt: Rodyti mokymą
lv: Parādīt apmācību
pl: Pokaż instruktaż
pt: Mostrar tutorial
sv: Visa guiden

source: Measure (Click to place first vertex and double click to finish)
lt: Matuoti (spustelėkite, kad patalpintumėte pirmąją viršūnę, ir dukart spustelėkite, kad užbaigtumėte)
pl: Pomiar (kliknij, aby umieścić pierwszy wierzchołek i kliknij dwukrotnie, aby zakończyć)
pt: Medida (clique para colocar o primeiro vértice e faça um duplo clique para terminar)

source: Upload a file to create an area of interest
lt: Įkelkite failą, kad sukurtumėte dominančią sritį
pl: Prześlij plik, aby utworzyć Obszar Zainteresowania
pt: Carregar um ficheiro para criar uma área de interesse

source: Create an area of interest
lt: Sukurti dominančią sritį
pl: Utwórz Obszar Zainteresowania
pt: Criar uma área de interesse

source: Contour
lt: Kontūras
pl: Poziomice
pt: Contorno

source: Zoom too low. Please zoom in.
lt: Per mažas priartinimas. Padidinkite mastelį.
pl: Obraz zbyt oddalony. Przybliż.
pt: Ampliação muito baixa. Por favor aplie.

source: Preview is in low resolution for performance optimisation. Timelapse will be downloaded at the full resolution specified in the settings. Generation may take around 30 seconds per frame.
lt: Siekiant optimizuoti našumą, peržiūra yra mažos skiriamosios gebos. Laiko intervalas bus atsisiunčiamas visa nustatymuose nurodyta skiriamąja geba. Kiekvieno kadro generavimas gali užtrukti apie 30 sekundžių.
pl: Podgląd ma niską rozdzielczość dla zwiększenia wydajności. Animacja poklatkowa będzie pobrana w pełnej rozdzielczości określonej w ustawieniach. Generowanie może zająć około 30 sekund na klatkę.
pt: A pré-visualização está com baixa resolução para que o desempenho esteja otimizado. O intervalo de tempo será descarregado com a resolução máxima especificada nas definições. A produção deverá demorar 30 segundos por fotograma.

source: Crop image to the bounds of the area of interest.
lt: Apkarpykite vaizdą iki dominančios srities ribų.
pl: Przytnij obraz do granic Obszaru Zainteresowania.
pt: Recortar pelas margens a área de interesse.

source: To use Crop to AOI, area of interest needs to be selected first.
lt: Norint naudoti "Crop to AOI", pirmiausia reikia pasirinkti dominančią sritį.
pl: Aby przyciąć do Obszaru Zainteresowania, najpierw wybierz Obszar Zainteresowania.
pt: Para usar o Recorte para AOI, tem de selecionar a área de interesse primeiro.

source: Draw the area of interest's geometry on the exported image.
lt: Eksportuotame vaizde nubraižykite dominančios srities geometriją.
pl: Narysuj kształt Obszaru Zainteresowania na wyeskportowanym obrazie.
pt: Desenhar a geometria da área de interesse na imagem exportada.

source: To use Draw AOI geometry on Image, area of interest needs to be selected first.
lt: Norint naudoti "Draw AOI geometry on Image", pirmiausia reikia pasirinkti dominančią sritį.
pl: Aby narysować kształt Obszaru Zainteresowania na obrazie, najpierw wybierz Obszar Zainteresowania.
pt: Para usar Desenhar geometria AOI na imagem, tem de selecionar primeiro a área de interesse.

source: Crop to AOI
lt: Pasėliai į AOI
pl: Przytnij do Obszaru Zainteresowania
pt: Recortar para AOI

source: Draw AOI geometry on Image
lt: Nubraižykite AOI geometriją paveikslėlyje
pl: Narysuj kształt Obszaru Zainteresowania na obrazie
pt: Desenhar a geometria AOI na imagem

source: Preview
lt: Peržiūra
pl: Podgląd
pt: Pré-visualização

source: Delay last frame
lt: Atidėti paskutinį kadrą
pl: Opóźnij ostatnią klatkę
pt: Atraso do último fotograma

source: Browse, visualise and analyze Very High Resolution (VHR) data directly in EO Browser, tapping into global archives of Planet [PlanetScope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) and [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/), Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) and [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) as well as [Maxar WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/). Observe the planet at resolutions starting at 3 meters and all the way up to 0.5 meters for a cost down to 0.9 EUR per km². ![High resolution imagery example.](${ highResImgUrl }) &copy CNES (2020), Distribution AIRBUS DS, contains Pleiades data processed by Sentinel Hub What you need: - An active Sentinel Hub subscription to search the metadata. If you don't have an account yet: [Sign up](${ signUpUrl }). - Pre-purchased quota for any of the constellations. Go to [Dashboard](https://apps.sentinel-hub.com/dashboard/#/account/billing) to establish a subscription and purchase commercial data plans.
fi: Selaa, visualisoi ja analysoi erittäin korkean erotuskyvyn tietoja suoraan EO Browserissa, josta pääsee myös Planetin [PlanetScopen](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) ja [Skysat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/), Airbusin [Pleiadesin](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) ja [SPOTin](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) sekä [Maxar WorldView’n](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) maailmanlaajuisiin arkistoihin. Voit tarkastella planeettaamme erotuskyvyllä, joka alkaa 3 metristä ja on parhaimmillaan jopa 0.5 metriä. Hinta on alimmillaan vain 0.9 euroa per neliökilometri. ![Esimerkki korkean erotuskyvyn kuvasta.](${ highResImgUrl }) Tekijänoikeus: CNES (2020). Jakelu: AIRBUS DS, sisältää Sentinel Hubin prosessoimia Pleiadesin tietoja Mitä tarvitset: - Voimassa olevan Sentinel Hub -tilauksen metatietojen hakemiseen. Jos sinulla ei ole vielä tiliä: [Luo tili](${ signUpUrl }).- Etukäteen ostettua kiintiötä haluamallesi konstellaatiolle. Voit tehdä Sentinel Hub -tilauksen ja ostaa kaupallisia tietoja menemällä [Dashboardille](https://apps.sentinel-hub.com/dashboard/#/account/billing).
lt: Naršykite, vizualizuokite ir analizuokite labai didelės skiriamosios gebos (VHR) duomenis tiesiogiai "EO Browser" naršyklėje, naudodamiesi pasauliniais "Planet" [PlanetScope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) ir [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/), "Airbus" [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) ir [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/), taip pat [Maxar WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) archyvais. Planetą galima stebėti nuo 3 metrų iki 0,5 metro raiškos, o kaina siekia 0,9 EUR už km². ![Didelės skiriamosios gebos vaizdų pavyzdys](${ highResImgUrl }) &kopija CNES (2020), platinimas AIRBUS DS, joje yra "Sentinel Hub" apdoroti "Pleiades" duomenys Ko jums reikia: - Reikia turėti aktyvią "Sentinel Hub" prenumeratą, kad galėtumėte atlikti metaduomenų paiešką. Jei dar neturite paskyros: [Registruokitės](${ signUpUpUrl }). - Iš anksto įsigytos bet kurio žvaigždyno kvotos. Eikite į [Valdymo skydelis](https://apps.sentinel-hub.com/dashboard/#/account/billing), kad nustatytumėte prenumeratą ir įsigytumėte komercinius duomenų planus.
lv: Pārlūkojiet, vizualizējiet un analizējiet Ļoti Augstas Izšķirtspējas datus (Very High Resolution (VHR) data) iekš "EO Browser". Izmantojies globāla pārklājuma arhīva datus no Planet [PlanetScope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) un [Skysat](https://docs.sentinel-hub.com/api/latest/data/planet/planet-scope/), Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) un [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/), kā arī [Maxar WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/). Aplūkojiet planētu ar izšķirspēju robežās no 0.5 līdz 3 m. Cenas ir sākot no 0.9 EUR/km². !![Augstas izšķirtspējas piemērs.](${ highResImgUrl }) &copy CNES (2020), Distribution AIRBUS DS, contains Pleiades data processed by Sentinel Hub Kas Jums nepieciešams:- Aktīvs Sentinel Hub konts, lai meklētu metadatus. Ja Jums vēl nav savs konts, tad reģistrēties varat [šeit](${ signUpUrl }).- Iegādāta kvota kādai no satelītu saimēm. Dodieties uz šo [paneli](https://apps.sentinel-hub.com/dashboard/#/account/billing) to establish a subscription and purchase commercial data plans.
pl: Przeglądaj, wizualizuj i analizuj dane VHR (bardzo wysoko rozdzielcze, Very High Resolution) bezpośrednio w EO Browser, korzystając z globalnych archiwów Planet [PlanetScope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) i [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/), Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) i [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) oraz [Maxar WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/). Obserwacja planety w rozdzielczości od 3 metrów aż do 0,5 metra przy koszcie 0,9 EUR na km². ![Przykład zdjęć w wysokiej rozdzielczości](${ highResImgUrl }) &copy CNES (2020), Dystrybucja AIRBUS DS, zawiera dane Pleiades przetworzone przez Sentinel Hub Czego potrzebujesz: - Aktywna subskrypcja Sentinel Hub, aby przeszukać metadane. Jeśli nie masz jeszcze konta: [Zarejestruj się](${ signUpUrl }).- Wykupiony wcześniej limit na dowolną z konstelacji. Przejdź do [Kokpitu](https://apps.sentinel-hub.com/dashboard/#/account/billing), aby ustanowić subskrypcję i zakupić komercyjne plany danych.
pt: Navegar, visualizar e analisar dados em Resolução Muito Alta (VHR) diretamente no EO Browser, explorar os arquivos globais do Planet [PlanetScope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/), e [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/), Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) e [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) assim como [Maxar WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/). Observe o planeta com resoluções que começam em 3 metros e que vão até 0,5 metros pelo preço reduzido de 0,9 euros por km². ![Exemplo de imagens de alta resolução.](${ highResImgUrl }) &copy CNES (2020), Distribuição AIRBUS DS, contém dados Pleiades processados pelo Sentinel O que é que precisa:-Uma subscrição ativa do Sentinel Hub para pesquisar meta dados. Se ainda não tem uma conta: [Subscrever](${ signUpUrl }).- Quota pré comprada para qualquer uma das constelações. Vá a [Painel de controlo](https://apps.sentinel-hub.com/dashboard/#/account/billing) para estabelecer uma subscrição e comprar planos de dados comerciais.
