Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Effective radiometric cloud fraction Effective radiometric cloud fraction represents the portion of the Earth's surface covered by clouds, divided by the total surface. Clouds have shielding, albedo, and in-cloud absorption effects on trace gas retrieval. The effective radiometric cloud fraction is an important parameter to correct these effects.
fi: # Radiometrinen kokonaispilvisyys Kokonaispilvisyys lasketaan jakamalla se maanpinnan alue, joka on pilvien peittämä, Maan kokonaispinta-alalla. Pilvien heijastuskyky, eli albedo, sekä pilvien sisällä tapahtuva absorptio vaikuttavat hivenkaasujen havaitsemiseen. Kokonaispilvisyys on tärkeä tieto näiden vaikutusten korjaamiselle.
fr: # Fraction radiométrique effective des nuages La fraction nuageuse radiométrique effective représente la portion de la surface de la Terre couverte par les nuages, divisée par la surface totale. Les nuages ont des effets de blindage, d'albédo et d'absorption dans les nuages sur la récupération des gaz à l'état de traces. La fraction nuageuse radiométrique effective est un paramètre important pour corriger ces effets.
lt: # Efektyvi radiometrinių debesų dalis Efektyvioji radiometrinių debesų dalis rodo Žemės paviršiaus dalį, kurią dengia debesys, padalytą iš viso paviršiaus. Debesys turi ekranavimo, albedo ir absorbcijos debesyse poveikį dujų pėdsakų gavybai. Efektyvioji radiometrinių debesų dalis yra svarbus parametras šiam poveikiui koreguoti.
lv: # Efektīvā mākoņainība (Effective radiometric cloud fraction) Šis parametrs ir rezultāts novērtējot ar mākoņiem aizklāto Zemes virsmas daļu, kas tiek dalīta ar kopējo virsmas apmēru. Ar mākoņiem saistītie gaismas izkliedes un atstarošanās procesi atmosfērā traucē veikt precīzu gāzu klātbūtnes novērtējumu. Efektīvās mākoņainības parametrs tiek lietots, lai veiktu korekcijas, kas saistītas ar šo procesu ietekmi.
pl: # Efektywne radiometryczne pokrycie chmurami Efektywne radiometryczne pokrycie chmurami to część powierzchni Ziemi pokryta chmurami, podzielona przez całkowitą powierzchnię. Chmury mają wpływ na odzysk gazów śladowych poprzez ekranowanie, albedo i procesy wewnątrz-chmurowej absorpcji. Efektywne radiometryczne pokrycie chmurami jest ważnym parametrem służącym do korygowania tych efektów.
pt: #Fração de Nuvem Radiométrica Eficaz A fração de nuvem radiométrica eficaz representa a porção da superfície da Terra coberta de nuvens, dividida pela superfície total. As nuvens têm escudo, albedo e efeitos de absorção em nuvem na recuperação de gases residuais. A fração de nuvem radiométrica eficaz é um parâmetro importante para corrigir estes efeitos.
sl: # Učinkoviti radiometrični delež oblakov Efektivni radiometrični delež oblakov predstavlja delež Zemljine površine, ki ga pokrivajo oblaki, deljen s celotno površino. Oblaki vplivajo na pridobivanje slednih plinov zaradi ščitenja, albeda in absorpcije v oblakih. Efektivni radiometrični delež oblakov je pomemben parameter za popravljanje teh učinkov.
sv: # Effective radiometric cloud fraction Den effektiva radiometriska molnfraktionen representerar den del av jordens yta som är täckt av moln dividerat med den totala ytan. Molnen har en skyddande, reflekterande och absorberande inverkan på hämtningen av spårgaser. Den effektiva radiometriska molnfraktionen är en viktig parameter för att korrigera denna inverkan.

source: # Thermal band 10 This thermal visualization is based on band 10 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 10895 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, band 10 reports on the ground itself, which is often much hotter. Thermal band 10 is useful in providing surface temperatures and is collected with a 100-meter resolution. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
fi: # Termisen infrapunan kanava 10 Tämä lämpötiloja kuvaava visualisointi perustuu kanavaan 10 (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Sen keskiaallonpituus on 10895 nm ja se tekee mittauksia termisellä infrapuna-alueella (TIR). Kanava 10 mittaa maanpinnan lämpötilaa, joka on yleensä paljon korkeampi kuin ilman lämpötilaa mittaavien sääasemien ilmoittama lämpötila. Termisen infrapunan kanava 10 on hyödyllinen maanpinnan lämpötilojen tarkkailemiseen. Tieto kerätään 100 metrin erotuskyvyllä. Lisää tietoa löydät englanniksi [täältä](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) ja [täältä.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
fr: # Bande thermique 10 Cette visualisation thermique est basée sur la bande 10 (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). À la longueur d'onde centrale de 10895 nm, elle mesure dans l'infrarouge thermique, ou TIR. Au lieu de mesurer la température de l'air, comme le font les stations météorologiques, la bande 10 rend compte de la température du sol lui-même, qui est souvent beaucoup plus chaude. La bande thermique 10 est utile pour fournir les températures de surface et est collectée avec une résolution de 100 mètres. Plus d'informations [ici] (https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) et [ici] (https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/).
lt: # Terminė juosta 10 Ši terminė vizualizacija pagrįsta 10 juosta (juosta - tai elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Esant centriniam 10895 nm bangos ilgiui, matuojama šiluminėje infraraudonojoje arba TIR srityje. Vietoj to, kad matuotų oro temperatūrą, kaip tai daro meteorologijos stotys, 10 juosta praneša apie pačią žemę, kuri dažnai būna daug karštesnė. 10 šiluminė juosta yra naudinga paviršiaus temperatūrai nustatyti ir yra renkama 100 metrų skiriamąja geba. Daugiau informacijos [čia] (https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) ir [čia] (https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/).
lv: # Termālais kanāls (josla) 10 Termālā signāla vizualizācija izmantojot datus no kanāla 10. Mērījumu joslas centrālais viļņu garums ir 10985 nm, tādējādi tiek noteikts izstarotā termālā infrasarkanā(TIR) starojuma apjoms. Mērījumi attaino zemes virsmas, nevis gaisa temperatūru, līdz ar to tālizpētes datu vērtības var ievērojami atšķirties no novērojumiem meteostacijā. Dati no kanāla 10 ir noderīgi nosakot virsmas temperatūru un tiek iegūti ar 100-metru izsķirtspēju. Vairāk informācijas [šeit](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) un [šeit.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
pl: # Pasmo termalne 10 Ta wizualizacja termalna jest oparta na paśmie 10 (pasmo to region widma elektromagnetycznego; czujnik satelitarny może obrazować Ziemię w różnych pasmach). Przy środkowej długości fali 10895 nm, dokonuje pomiaru w termicznej podczerwieni, czyli TIR. Zamiast mierzyć temperaturę powietrza, jak robią to stacje pogodowe, pasmo 10 informuje o temperaturze samej ziemi, która często jest znacznie cieplejsza. Pasmo termalne 10 jest przydatne do określania temperatury powierzchni i jest zbierane z rozdzielczością 100 metrów. Więcej info [tutaj](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) oraz [tutaj.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
pt: # Banda Térmica 10 Esta visualização térmica baseia-se na banda 10 (uma banda é uma zona do espetro eletromagnético; um sensor num satélite pode retratar a Terra em bandas diferentes). No comprimento de onda central de 10895 nm mede no infravermelho térmico, ou TIR. Em vez de medir a temperatura do ar, como fazem as estações meteorológicas, a banda 10 informa sobre o próprio solo, que é frequentemente mais quente. A banda térmica 10 é útil ao fornecer temperaturas de superfície e tem uma resolução de 100 metros. Mais informação [aqui](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) e [aqui.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
sl: # Termalni kanal 10 Ta toplotna vizualizacija temelji na kanalu 10 (kanal je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo snema v različnih kanalih). Pri osrednji valovni dolžini 10895 nm meri v termalni infrardeči svetlobi ali TIR. Namesto merjenja temperature zraka, kot to počnejo vremenske postaje, kanal 10 zajema podatke o površju, ki je pogosto veliko bolj vroča. Termični kanal 10 je uporaben za določanje temperature površja in se zbira z ločljivostjo 100 metrov. Več informacij je [tukaj](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) in [tukaj](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
sv: # Thermal band 10 Denna termiska visualisering baseras på band 10 (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). Vid den viktiga våglängden på 10895 nm mäter den termiskt infrarött, TIR. I stället för att mäta lufttemperaturen, såsom väderstationer gör, rapporterar band 10 själva marken, som ofta är avsevärt varmare. Thermal band 10 är användbart för att tillhandahålla yttemperaturer och det samlas in med en upplösning på 100 meter. Mer information [här](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products) och [här.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)

source: Advanced RGB effects
fi: Lisää RGB-asetuksia
fr: Effets RVB avancés
lt: Išplėstiniai RGB efektai
lv: Uzlabotie RGB efekti
pl: Zaawansowane efekty RGB
pt: Efeitos RGB avançados
sl: Napredni učinki RGB
sv: Avancerade RGB-effekter

source: Left button
fi: Vasen painike
fr: Bouton gauche
lt: Kairysis mygtukas
lv: Kreisais taustiņš
pl: Lewy przycisk
pt: Botão esquerdo
sl: Levi gumb
sv: Vänster knapp

source: Click and drag using the left mouse button to move across the map at a fixed height. Use SHIFT + left button to rotate.
fi: Pidä hiiren vasenta painiketta painettuna ja vedä karttaa, kun haluat liikkua kartalla samalla korkeudella. Käännä painamalla SHIFT + vasen painike.
fr: Faites glisser la souris avec le bouton gauche de la souris enfoncé afin de vous déplacer sur la carte avec une hauteur fixe. Utilisez SHIFT + le bouton gauche afin de pivoter.
lt: Spustelėkite ir vilkite kairiuoju pelės mygtuku, norėdami judėti žemėlapyje fiksuotame aukštyje. Norėdami pasukti, naudokite SHIFT + kairįjį mygtuką.
lv: Klikšķiniet kreiso peles taustiņu un velciet, lai pārvietotos nemainīgā augstumā. Izmantojiet "SHIFT" + kreisais taustiņš, lai rotētu skatu.
pl: Kliknij i przeciągnij, używając lewego przycisku myszy, aby poruszać się po mapie na stałej wysokości. Użyj SHIFT + lewy przycisk, aby obracać.
pt: Clique e arraste usando o botão esquerdo do rato para se mover ao longo do mapa a uma determinada altura. Use o SHIFT + o botão da esquerda para rodar.
sl: Kliknite in povlecite z levim miškinim gumbom, da se premikate po karti na stalni višini. Za vrtenje uporabite SHIFT + levi gumb.
sv: Klicka och dra med vänstra musknappen för att förflytta dig på kartan på en fast höjd. Rotera med SHIFT + vänster knapp.

source: Right button
fi: Oikea painike
fr: Bouton droit
lt: Dešinysis mygtukas
lv: Labais taustiņš
pl: Prawy przycisk
pt: Botão direito
sl: Desni gumb
sv: Höger knapp

source: Right click and drag up/down to change the elevation of the camera. Right click and drag left/right to rotate the camera's view.
fi: Vedä ylös/alas oikealla painikkeella, kun haluat muuttaa kameran korkeutta. Paina oikeaa painiketta ja vedä vasemmalle/oikealle, kun haluat kääntää kameraa.
fr: Cliquez avec le bouton droit de la souris et faites glisser vers le haut/bas pour modifier l'élévation de la caméra. Cliquez avec le bouton droit de la souris et glisser vers la gauche/droite pour faire pivoter la vue de la caméra.
lt: Dešiniuoju pelės mygtuku spustelėkite ir vilkite aukštyn/žemyn, kad pakeistumėte kameros aukštį. Dešiniuoju pelės mygtuku spustelėkite ir vilkite kairėn/dešinėn, kad pasuktumėte kameros vaizdą.
lv: Klikšņiet labo peles taustiņu un velciet uz augšu, un leju, lai mainītu kameras augstumu. Klikšķiniet labo peles taustiņu un velciet pa labu, un pa kreisi, lai rotētu kameras skatu.
pl: Kliknij prawym przyciskiem myszy i przeciągnij w górę/dół, aby zmienić wysokość kamery. Kliknij prawym przyciskiem myszy i przeciągnij w lewo/prawo, aby obrócić widok z kamery.
pt: Clique à direita e arraste para cima/para baixo para alterar a elevação da câmara. Clique à direita e arraste para a esquerda/para a direita para rodar a perspetiva da câmara.
sl: Z desnim klikom in vlečenjem navzgor/navzdol spremenite višino kamere. Kliknite z desno tipko miške in in povlecite levo/desno, da obrnete pogled kamere.
sv: Högerklicka och dra uppåt/nedåt för att ändra kamerans höjdläge. Högerklicka och dra till vänster/höger för att rotera kameravyn.

source: Middle button/wheel
fi: Keskipainike/rulla
fr: Bouton central/roulette
lt: Vidurinis mygtukas / ratukas
lv: Vidējais taustiņš/ritenītis
pl: Środkowy przycisk/scroll
pt: Botão do meio/roda
sl: Srednji gumb/kolesce
sv: Mittknapp/hjul

source: Use the scroll wheel to change the elevation of the camera (same as right click + drag up/down). Click and drag the wheel button to change the angle of the camera.
fi: Muuta kameran korkeutta hiiren rullalla (tai paina hiiren oikeaa painiketta ja vedä ylös/alas). Pidä hiiren rullaa painettuna ja vedä haluamaasi suuntaan, kun haluat muuttaa kameran kulmaa.
fr: Utilisez la molette de défilement pour modifier l'élévation de la caméra (de la même manière que le clic droit + glisser haut/bas). Cliquez et faites glisser le bouton de la roue pour modifier l'angle de la caméra.
lt: Naudokite slinkimo ratuką kameros aukščiui keisti (tas pats kaip dešiniuoju pelės mygtuku spustelėkite + vilkite aukštyn / žemyn). Spustelėkite ir vilkite ratuko mygtuką, kad pakeistumėte kameros kampą.
lv: Izmantojiet peles ritenīti, lai mainītu kameras augstumu (tāpat kā labais klikšķis + vilkšana augšā/lejā). Klikšķiniet peles ritenīti un velciet peli, lai mainītu kameras lenķi.
pl: Użyj kółka przewijania, aby zmienić wysokość kamery (tak samo jak kliknięcie prawym przyciskiem myszy + przeciąganie góra/dół). Kliknij i przeciągnij przycisk kółka, aby zmienić kąt kamery.
pt: Use a roda de navegação para alterar a elevação da câmara (o mesmo que clicar à direita + arrastar para cima/para baixo). Clique e arraste o botão da roda para alterar o ângulo da câmara.
sl: S kolescem za pomikanje lahko spremenite višino kamere (enako kot z desnim klikom + vlečenjem navzgor/navzdol). S klikom in vlečenjem kolesca spremenite kot kamere.
sv: Använd mushjulet för att ändra kamerans höjdläge (samma som högerklick + dra uppåt/nedåt). Klicka och dra mushjulet för att ändra kamerans vinkel.

source: Keyboard navigation
fi: Käyttö näppäimistöllä
fr: Navigation clavier
lt: Klaviatūros valdymas
lv: Tastatūras navigācija
pl: Nawigacja klawiaturą
pt: Navegação por teclado
sl: Navigacija s tipkovnico
sv: Navigera med tangentbordet

source: Arrow keys
fi: Nuolinäppäimet
fr: Flèches du clavier
lt: Rodyklių klavišai
lv: Bultu taustiņi
pl: Przyciski strzałek
pt: Teclas de setas
sl: Tipke s puščicami
sv: Pilknappar

source: Use the arrow keys to move across the map at a fixed height.
fi: Liiku kartalla samalla korkeudella nuolinäppäimillä.
fr: Utilisez les touches fléchées pour vous déplacer sur la carte à une hauteur fixe.
lt: Norėdami judėti žemėlapyje fiksuotame aukštyje, naudokite rodyklių klavišus.
lv: Izmantojiet bultu taustiņus, lai pārvietotos fiksētā augstumā virs kartes.
pl: Użyj przycisków strzałek, żeby poruszać się po mapie na ustalonej wysokości.
pt: Utilize as teclas de setas para mover o mapa a uma altura fixa.
sl: S smernimi tipkami se premikajte po karti na stalni višini.
sv: Använd pilknapparna för att förflytta dig på kartan på en fast höjd.

source: SHIFT + arrow keys
fi: SHIFT + nuolinäppäimet
fr: SHIFT + touches fléchées
lt: SHIFT + rodyklių klavišai
lv: SHIFT + bultu taustiņi
pl: SHIFT + przyciski strzałek
pt: SHIFT + teclas de setas
sl: SHIFT + smerne tipke
sv: SHIFT + pilknappar

source: Hold the SHIFT key while pressing the arrow keys to change the camera's view.
fi: Muuta kameran kuvakulmaa nuolinäppäimillä ja pitämällä SHIFT-näppäintä painettuna.
fr: Maintenez la touche SHIFT tout en appuyant sur les touches fléchées pour changer la vue de la caméra.
lt: Norėdami pakeisti fotoaparato vaizdą, laikykite nuspaudę SHIFT klavišą ir paspauskite rodyklių klavišus.
lv: Turiet "SHIFT" taustiņu un spiediet bulttaustiņus, lai mainītu kameras skatu.
pl: Przytrzymaj klawisz SHIFT, naciskając jednocześnie klawisze strzałek, aby zmienić widok z kamery.
pt: Segure a tecla SHIFT enquanto carrega nas teclas de setas para alterar a perspetiva da câmara.
sl: Če želite spremeniti pogled kamere, držite tipko SHIFT in hkrati pritiskajte smerne tipke.
sv: Håll in SHIFT-knappen samtidigt som du trycket på pilknapparna för att ändra kameravyn.

source: Page up/Page down
fi: Page up-/Page down -näppäimet
fr: Page précédente/Page suivante
lt: Puslapis aukštyn/Puslapis žemyn
pt: Página para cima/Página para baixo
sl: Stran navzgor/stran navzdol

source: Use the PG UP or PG DN keys to change the elevation of the camera.
fi: Muuta kameran korkeutta PG UP- ja PG DN -näppäimillä.
fr: Utilisez les touches PG UP ou PG DN pour modifier l'élévation de la caméra.
lt: Norėdami pakeisti kameros aukštį, naudokite PG UP arba PG DN klavišus.
lv: Izmantojiet "PG UP" un "PG DN" taustiņus lai mainītu kameras augstumu.
pl: Użyj przycisków PG UP lub PG DN, aby zmienić wysokość położenia kamery.
pt: Utilize as teclas PG UP e PG DN para alterar a elevação da câmara.
sl: S tipkama PG UP ali PG DN spremenite višino kamere.
sv: Använd knapparna PG UP eller PG DN för att ändra kamerans höjdläge.

source: Map navigation
fi: Käyttö kartan painikkeilla
fr: Navigation par carte
lt: Žemėlapio valdymas
lv: Kartes navigācija
pl: Nawigacja mapą
pt: Navegar através do Mapa
sl: Navigacija po karti
sv: Navigera på kartan

source: Pan console
fi: Pyörityspainike
fr: Console panoramique
lt: Slinkimo konsolė
lv: Panoramēšanas konsole
pl: Konsola przesuwania
pt: Consola panorâmica
sl: Konzola za premikanje
sv: Panoreringskonsol

source: The pan console allows you to move across the map at a fixed height. Click and drag to move continuously. The farther you drag from the center, the faster you will move.
fi: Pyörityspainikkeella voit pyörittää karttaa samalla korkeudella. Pidä painiketta painettuna, kun haluat ohjata pyörimistä hiirellä jatkuvasti. Mitä kauemmas painikkeen keskikohdasta viet hiiren osoittimen, sitä nopeammin karttapallo pyörii.
fr: La console panoramique vous permet de vous déplacer sur la carte à une hauteur fixe. Cliquez et faites glisser pour vous déplacer en continu. Plus vous vous éloignez du centre, plus vous vous déplacez rapidement.
lt: Slinkimo pultelis leidžia judėti žemėlapyje fiksuotame aukštyje. Spustelėkite ir vilkite, kad perkeltumėte nepertraukiamai. Kuo toliau nuo centro vilksite, tuo greičiau judėsite.
lv: Bīdīšanas konsole ļauj pārvietoties nemainīgā augstumā. Klikšķiniet uz velciet peli, lai pārvietotos. Attālinoties no centra palielināsies pārvietošanās ātrums.
pl: Konsola przesuwania umożliwia przemieszczanie się po mapie na stałej wysokości. Kliknij i przeciągnij, aby poruszać się w sposób ciągły. Im dalej przeciągniesz od środka, tym szybciej będziesz się poruszać.
pt: A consola panorâmica permite-lhe mover-se através do mapa a uma determinada altura. Clique e arraste para se movimentar continuamente. Quanto mais longe do centro arrastar, mais rapidamente se desloca.
sl: Konzola za pomikanje omogoča premikanje po karti na določeni višini. Kliknite in povlecite za premikanje neprekinjeno. Bolj ko se vlečete od središča, hitreje se boste premikali.
sv: Panoreringskonsolen låter dig förflytta dig på kartan på en fast höjd. Klicka och dra för att förflytta dig I en kontinuerlig rörelse. Ju längre du drar från mitten, desto snabbare kommer du att röra dig.

source: Camera console
fi: Kamerapainike
fr: Console de caméra
lt: Kameros konsolė
lv: Kameras konsole
pl: Konsola kamery
pt: Consola da câmara
sl: Konzola za kamero
sv: Kamerakonsol

source: The camera console moves the camera's view only. Click and drag to change the camera's view. The farther you drag from the center, the faster you will change the view.
fi: Kamerapainike muuttaa vain kameran kuvakulmaa. Pidä painiketta painettuna ja ohjaa kuvakulmaa hiirellä. Mitä kauemmas keskikohdasta viet hiiren, sitä nopeammin kuvakulma muuttuu.
fr: La console de la caméra déplace uniquement la vue de la caméra. Cliquez et faites glisser pour modifier la vue de la caméra. Plus vous vous éloignez du centre, plus vous changez de vue rapidement.
lt: Kameros pultas perkelia tik kameros vaizdą. Spustelėkite ir vilkite, kad pakeistumėte kameros vaizdą. Kuo toliau nuo centro vilksite, tuo greičiau keisite vaizdą.
lv: Kameras konsole kustina tikai kameras skatu. Klikšķiniet un velciet, lai mainītu kameras skatu. Virzīšanās prom no centra pāatrina izmaiņas.
pl: Konsola kamery przesuwa tylko widok kamery. Kliknij i przeciągnij, aby zmienić widok kamery. Im dalej przeciągasz od środka, tym szybciej zmieniasz widok.
pt: A consola da câmara desloca somente a perspetiva da câmara. Clique e arraste para alterar a perspetiva da câmara. Quanto mais longe do centro arrastar, mais rapidamente altera a perspetiva.
sl: Konzola za kamero premika samo pogled kamere. Če želite spremeniti pogled kamere, kliknite in povlecite. Bolj ko vlečete od središča, hitreje boste spremenili pogled.
sv: Kamerakonsolen flyttar endast kameravyn. Klicka och dra för att ändra kameravyn. Ju längre du drar från mitten, desto snabbare ändras vyn.

source: Zoom buttons
fi: Lähennys/loitonnus
fr: Boutons de zoom
lt: Priartinimo mygtukai
lv: Tālummaiņas pogas
pl: Przyciski przybliżenia/oddalenia
pt: Botões de ampliar
sl: Gumbi za povečavo
sv: Zoom-knappar
