Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: The **Landsat 8-9** collection contains imagery from the two most recently launched Landsat satellites (Landsat 8 and Landsat 9, provided by NASA/USGS). Both carry the Operational Land Imager (OLI) and the Thermal Infrared Sensor (TIRS), with 9 optical and 2 thermal bands. These two sensors provide seasonal coverage of the global landmass. **Spatial resolution:** 15 m for the panchromatic band and 30 m for the rest (the thermal bands is re-sampled from 100 m). **Revisit time:** 16 days **Data availability:** Since February 2013 **Common usage:** Vegetation monitoring, land use, land cover maps, change monitoring, etc.
fi: **Landsat 8** -satelliitti on Landsat-satelliittiperheen viimeisin laukaistu satelliitti (NASAn/USGS:n omistama) ja sen matkassa on maata mittaava OLI-instrumentti (Operational Land Imager) sekä lämpötiloja mittaava TIRS-instrumentti (Thermal Infrared Sensor), joilla on yhteensä 9 optista ja 2 termisen infrapunan kanavaa. Nämä instrumentit tuottavat kausittaista tietoa Maan pinnasta. **Alueellinen erotuskyky:** 15 metriä pankromaattiselle kanavalle ja 30 metriä muille (termisen infrapunan kanava oikaistu 100 metristä). **Kuvausväli:** 16 päivää **Saatavilla olevat tiedot:** Helmikuusta 2013 alkaen **Yleisimmät käyttökohteet:** Kasvillisuuden seuranta, maankäyttö, maanpeitekartat, muutosseuranta jne.
fr: La collection **Landsat 8-9** contient des images des deux satellites Landsat les plus récemment lancés (Landsat 8 et Landsat 9, fournis par la NASA/USGS). Tous deux embarquent l'imageur terrestre opérationnel (OLI) et le capteur infrarouge thermique (TIRS), avec 9 bandes optiques et 2 bandes thermiques. Ces deux capteurs fournissent une couverture saisonnière de la masse continentale mondiale. **Résolution spatiale :** 15 m pour la bande panchromatique et 30 m pour les autres bandes (la bande thermique est ré-échantillonnée à partir de 100 m). **Temps de révision : ** 16 jours **Disponibilité des données : ** Depuis février 2013 **Utilisation courante : ** Surveillance de la végétation, utilisation des sols, cartes d'occupation des sols, surveillance des changements, etc.
lt: **Landsat 8-9** kolekcijoje yra dviejų neseniai paleistų palydovų Landsat (Landsat 8 ir Landsat 9, kuriuos pateikė NASA/USGS) vaizdai. Abiejuose palydovuose yra operatyvinis žemės vaizdavimo įrenginys (Operational Land Imager, OLI) ir terminis infraraudonųjų spindulių jutiklis (Thermal Infrared Sensor, TIRS) su 9 optinėmis ir 2 terminėmis juostomis. Šie du jutikliai sezoniškai aprėpia pasaulio sausumos plotus. **Patalpinė skiriamoji geba:** 15 m panchromatinėje juostoje ir 30 m likusiose juostose (šiluminės juostos perrinkti iš 100 m). **Atkūrimo trukmė:** 16 dienų **Duomenų prieinamumas:** nuo 2013 m. vasario mėn. **Bendras panaudojimas:** Augalijos stebėsena, žemės naudojimas, žemės dangos žemėlapiai, pokyčių stebėsena ir t. t.
lv: **Landsat* 8-9* kolekcija satur datus no divām jaunākajām Landsat satelītu misijām (NOAA/USGS Landsat 8 un Landsat 9). Abi satelīti ir aprīkoti ar optisko (Operational Land Imager (OLI)) un termālo (Thermal Infrared Sensor (TIRS)) sensoru, kas iegūst datus par Zemes virsmas atstraroto enerģiju 9 joslās (OLI) un izstaroto enerģiju 2 joslās (TIRS). Divi sensori nodrošina sezonālu visas Zemes virsmas pārklājumu. **Telpiskā izšķirspēja:** 15 m hromatiskajam kanālam (joslai), un 30 m pārējiem kanāliem (joslām). Termālo joslu dati ir paraugoti no 100 m režģa. **Mērījumu periods:** vismaz vienu reizi 16 dienās **Datu pieejamība:** Kopš 2013. gada februāra **Ierastie lietojuma veidi:** Veģetācijas/augāja monitorings, zemes lietojuma veidi, zemes virsmas pārklājuma kartes, izmaiņu monitorings u.c.
pl: Kolekcja **Landsat 8-9** zawiera zdjęcia z dwóch ostatnio wystrzelonych satelitów Landsat (Landsat 8 i Landsat 9, dostarczone przez NASA/USGS). Obydwie satelity są wyposażone w kamerę (OLI) oraz termalny czujnik podczerwieni (TIRS) z 9 pasmami optycznymi i 2 pasmami termalnymi. Te dwa czujniki zapewniają sezonowe pokrycie globalnej powierzchni lądów. **Rozdzielczość przestrzenna: **15 m dla pasma panchromatycznego i 30 m dla pozostałych (pasma termalne są ponownie próbkowane ze 100 m). **Czas rewizyty:** 16 dni **Dostępność danych:** Od lutego 2013 r. **Typowe zastosowanie:** Monitoring roślinności, użytkowanie terenu, mapy pokrycia terenu, monitoring zmian itp.
pt: A coleção do ** Landsat 8-9** contém imagens dos dois satélites Landsat mais recentemente lançados (Landsat 8 e Landsat 9, fornecidos pela NASA/USGS). Ambos transportam o Operador de Imagem Terrestre (OLI) e o Sensor Térmico de Infravermelhos (TIRS), com 9 bandas óticas e 2 térmicas. estes dois sensores fornecem cobertura sazonal da globalidade da massa terrestre. ** Resolução espacial:** 15m de banda pancromática e 30 m para o resto( as bandas térmicas são reamostradas de 100m). ** Intervalo de captação:** 16 dias ** Data da disponibilidade:** Desde fevereiro de 2013 **Utilização comum:** monitorização da vegetação, uso do terreno, mapas de cobertura do solo, monitorização de alterações, etc.
sl: Zbirka Landsat 8-9 vsebuje posnetke dveh nazadnje izstreljenih satelitov Landsat (Landsat 8 in Landsat 9, zagotovila ju je NASA/USGS). Oba nosita senzorja "Operational Land Imager (OLI)" in "Thermal Infrared Sensor (TIRS)", z 9 optičnimi in 2 termalnima pasovoma. Tadva senzorja zagotavljata sezonsko pokritost svetovnega kopnega. **Prostorska ločljivost:** 15 m za pankromatski kanal in 30 m za ostale (termični kanali so ponovno vzorčeni s 100 m). **čas ponovnega ogleda:** 16 dni **dostopnost podatkov:** od februarja 2013 **Običajna uporaba:** spremljanje vegetacije, raba tal, karte pokrovnosti tal, spremljanje sprememb itd.
sv: **Landsat 8-9** är den senast uppskjutna Landsat-satelliten (tillhandahålls av NASA/USGS) och den har instrumenten Operational Land Imager (OLI) och Thermal Infrared Sensor (TIRS) ombord med nio optiska och två termiska band. Dessa två sensorer ger säsongsmässig täckning av den globala landmassan. **Geografisk upplösning:** 15 m för det pankromatiska bandet och 30 m för de övriga (de termiska banden omsamplas från 100 m). **Återbesökstid:** 16 dagar **Datatillgänglighet:** Sedan february 2013 **Allmän användning:** Övervakning av växtlighet, markanvändning, marktäckningskartor, övervakning av förändringar m.m.

source: Zoom to location
fi: Kohdista sijaintiin
fr: Zoom sur la localisation
lt: Priartinimas prie vietos
lv: Pietuvināt līdz vietai
pl: Przybliż do lokacji
pt: Ampliar para a localização
sl: Povečanje na lokacijo
sv: Zooma till plats

source: Remove layer
fi: Poista taso
fr: Retirer la couche
lt: Pašalinti sluoksnį
lv: Noņemt slāni
pl: Usuń warstwę
pt: Remover nível
sl: Odstranite sloj
sv: Ta bort lager

source: Please select a layer
fi: Valitse ensin taso
fr: Veuillez sélectionner une couche
lt: Pasirinkite sluoksnį
lv: Lūdzu, izvēlieties slāni
pl: Wybierz warstwę
pt: Por favor, selecione um nível
sl: Prosimo izberite sloj
sv: Välj ett lager

source: Histogram can be displayed only while visualizing
fi: Histogrammia ei voida näyttää visualisointitilassa
fr: L'histogramme ne peut être affiché que lors de la visualisation
lt: Histograma gali būti rodoma tik vizualizuojant
lv: Histogrammu var aplūkot tikai veidojot vizualizāciju
pl: Histogram może być wyświetlony tylko w trybie wizualizacji
pt: O Histograma só pode ser apresentado durante a visualização
sl: Histogram je lahko prikazan le tekom vizualizacije
sv: Histogrammet kan endast visas vid visualisering

source: Histogram not available for
fi: Histogrammia ei voida näyttää
fr: Histogramme non disponible pour
lt: Histograma nepasiekiama
lv: Histogramma nav pieejama:
pl: Histogram nie jest dostępny dla
pt: O histograma não se encontra disponível para
sl: Histogram ni na voljo za
sv: Histogrammet är inte tillgängligt för

source: Changes in water occurrence between two epochs, the first ranging from 1984 to 1999 and the second covering 2000 to 2019.
fi: Muutokset veden esiintyvyydessä kahdella aikakaudella, vuosina 1984–1999 ja 2000–2019.
fr: Évolution de la présence d'eau entre deux époques, la première allant de 1984 à 1999 et la seconde couvrant la période 2000 à 2019.
lt: Vandens paplitimo pokyčiai dviem laikotarpiais: pirmuoju - 1984-1999 m., antruoju - 2000-2019 m.
lv: Izmaiņas virszemes ūdens pārklājumā divu periodu ietvaros. Pirmais aptver laika posmu no 1984. līdz 1999. gadam, bet otrais no 2000. līdz 2019. gadam.
pl: Zmiany w występowaniu wody między dwiema epokami, z których pierwsza obejmuje lata 1984-1999, a druga - 2000-2019.
pt: Alterações na ocorrência de água entre duas épocas, a primeira, de 1984 a 1999 e a segunda cobrindo o intervalo de 2000 a 2019.
sl: Spremembe v pojavljanju vode med dvema obdobjema, pri čemer prvo obdobje zajema obdobje od leta 1984 do 1999, drugo pa obdobje od leta 2000 do 2019.
sv: Förändringar i vattenförekomsten mellan två tidsintervall, varav det första sträckte sig från 1984 till 1999 och det andra från 2000 till 2019.

source: Maximum extent of surface water bodies in the 36-year time range.
fi: Pintaveden enimmäismäärä 36 vuoden aikana.
fr: Étendue maximale des masses d'eau de surface dans l'intervalle de temps de 36 ans.
lt: Didžiausias paviršinio vandens telkinių plotas 36 metų laikotarpyje.
lv: Maksimālais ūdens virsmas pārklājums 36 gadu laika posmā.
pl: Maksymalny zasięg jednolitych części wód powierzchniowych w 36-letnim przedziale czasowym.
pt: Extensão máxima de massas de água superficiais no intervalo de tempo de 36 anos.
sl: Največji obseg površinskih vodnih teles v časovnem obdobju 36 let.
sv: Maximal utsträckning av ytvattenförekomster under det 36-åriga tidsintervallet.

source: Intra- and inter-annual frequency of surface water presence in the time range between 1984 and 2019.
fi: Vuoden sisäistä ja vuosittaista tietoa pintaveden määrästä vuosien 1984 ja 2019 välillä.
fr: Fréquence intra- et inter-annuelle de la présence d'eau de surface dans la période comprise entre 1984 et 2019.
lt: Paviršinio vandens buvimo dažnumas 1984-2019 m. laikotarpiu.
lv: Sezonālā un ilggadējā virszemes ūdens esamība laika periodā no 1984. līdz 2019. gadam.
pl: Wewnątrz- i międzyroczna częstotliwość występowania wód powierzchniowych w przedziale czasowym od 1984 do 2019 roku.
pt: Frequência inter e intra anual da presença de água superficiais no intervalo de tempo entre 1984 e 2019.
sl: Medletna in letna pogostost prisotnosti površinskih voda v časovnem obdobju med letoma 1984 in 2019.
sv: Frekvensen av vattennärvaro mellan och under år under tidsintervallet mellan 1984 och 2019.

source: Inter-annual variability of surface water presence in a defined water period within the entire time range from 1984 to 2019.
fi: Pintaveden määrän vuoden sisäinen vaihtelu määrätyllä aikajaksolla koko vuodet 1984–2019 kattavan aineiston sisällä.
fr: Variabilité interannuelle de la présence d'eau de surface dans une période d'eau définie sur l'ensemble de la période allant de 1984 à 2019.
lt: Kasmetinis paviršinio vandens buvimo kintamumas tam tikru vandens periodu per visą laikotarpį nuo 1984 iki 2019 m.
lv: Ilggadējā virszemes ūdens esamība definētā periodā, kas patver visu laika posmu no 1984. līdz 2019. gadam.
pl: Międzyroczna zmienność występowania wód powierzchniowych w określonym okresie wodnym w całym przedziale czasowym od 1984 do 2019 roku.
pt: Variação inter anual da presença de água superficial num período de água definido em todo o intervalo de tempo de 1984 a 2019.
sl: Medletna spremenljivost prisotnosti površinskih voda v določenem vodnem obdobju v celotnem časovnem razponu od leta 1984 do leta 2019.
sv: Variation mellan år i ytvattennärvaro inom en angiven vattenperiod inom hela tidsintervallet från 1984 till 2019.

source: Intra-annual distribution of surface water in 2019.
fi: Vuoden sisäinen pintavesien jakautuminen vuonna 2019.
fr: Distribution annuelle des surfaces aquatiques en 2019.
lt: Paviršinio vandens pasiskirstymas per metus 2019 m.
lv: Virszemes ūdens izplatība 2019. gada ietvaros.
pl: Rozkład śródroczny wód powierzchniowych w 2019 r.
pt: Distribuição intra anual da água superficial em 2019.
sl: Medletna porazdelitev površinskih voda v letu 2019.
sv: Fördelning av vattenytan under året år 2019.

source: Visualises changes in the three surface water classes (1) not water, (2) seasonal water, and (3) permanent water between the first and last year in the 36-year time period.
fi: Visualisoi kolmessa pintavesi luokassa – (1) Ei vettä, (2) kausittainen vesimuodostelma ja (3) pysyvä vesistö – tapahtuneet muutokset 36-vuotisen aikakauden ensimmäisen ja viimeisen vuoden välillä.
fr: Visualise les changements dans les trois classes d'eau de surface (1) pas d'eau, (2) eau saisonnière, et (3) eau permanente entre la première et la dernière année de la période de 36 ans.
lt: Vaizduojami trijų paviršinio vandens klasių (1) ne vandens, 2) sezoninio vandens ir 3) nuolatinio vandens pokyčiai nuo pirmųjų iki paskutiniųjų metų per 36 metų laikotarpį.
lv: Vizualizē izmaiņas trīss virszemes ūdens klasēs (1) nav ūdens, (2) sezonāla izplatība, un (3) pastāvīgs ūdens pārklājums laika posmā starp pirmo un pēdējo gadu 36 gadu periodā.
pl: Wizualizacja zmian w trzech klasach wód powierzchniowych (1) brak wody, (2) wody sezonowe i (3) wody stałe między pierwszym a ostatnim rokiem w 36-letnim okresie.
pt: Visualiza alterações nas três classes de água superficial (1) não água, (2) água sazonal, e (3) água permanente entre o primeiro e o último ano no período de 36 anos.
sl: Prikazuje spremembe v treh razredih površinskih voda (1) nevoda, (2) sezonska voda in (3) stalna voda med prvim in zadnjim letom v 36-letnem časovnem obdobju.
sv: Visualiserar förändringar i de tre ytvattenklasserna (1) inte vatten, (2) säsongsmässigt vatten och (3) bestående vatten mellan det första och sista året under det 36-åriga tidsintervallet.

source: # Global Surface Water - Transitions The Transitions layer is derived from a comparison between the first and last year in the 38-year time period. It visualises conversions between seasonal and permanent water. For example, "lost seasonal" means, that previously seasonal water was converted to land, "new seasonal" means that land has been converted to seasonal waters and so on. Learn more [here](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_transitions/) and learn what each class means [here](https://global-surface-water.appspot.com/faq).
fi: # Pintavesi – Muutokset Muutokset-taso koostetaan vertaamalla 38-vuotisen aikajakson ensimmäisen ja viimeisen vuoden tietoja. Se visualisoi kausittaisten vesimuodostelmien ja pysyvien vesistöjen muutoksia. Esimerkiksi merkintä ”lost seasonal” (”loppunut kausittainen”) tarkoittaa, että kausittainen vesimuodostelma on muuttunut kuivaksi maaksi, ja merkintä ”new seasonal” (”uusi kausittainen”) tarkoittaa, että maa-alue on muuttunut kausittaiseksi vesimuodostelmaksi. Lisää tietoja löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_transitions/) ja [täältä](https://global-surface-water.appspot.com/faq) löydät tietoa siitä, mitä mikäkin luokka tarkoittaa.
lt: # Pasaulinis paviršinis vanduo - perėjimai Perėjimų sluoksnis gaunamas lyginant pirmuosius ir paskutiniuosius 38 metų laikotarpio metus. Jame vizualizuojami sezoninio ir nuolatinio vandens pertvarkymai. Pavyzdžiui, „prarastas sezoninis“ reiškia, kad anksčiau sezoninis vanduo buvo paverstas sausuma, „naujas sezoninis“ reiškia, kad sausuma buvo paversta sezoniniais vandenimis ir t. t. Sužinokite daugiau [čia](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_transitions/) ir sužinokite, ką reiškia kiekviena klasė [čia](https://global-surface-water.appspot.com/faq).
lv: # Globālie virszemes ūdeņi - pāreja (Global Surface Water - Transitions) Šis slānis ir atvasināts salīdzinot datus no pirmā un pēdējā gada 38 gadu periodā. Tiek vizualizētas izmaiņas pārejā no sezonāla uz pastāvīgu ūdens klātbūtni. Piemēram, "lost seasonal" nozīmē, ka sezonāli ar ūdeni klātas virsmas ir pārveidotas par sauszemi, "new seasonal" nozīmē, ka sauszeme ir pārveidota par sezonāli ar ūdeni klātu virsmu utt. Uzziniet vairāk [šeit](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_transitions/) and learn what each class means [here](https://global-surface-water.appspot.com/faq).
pl: # Wody powierzchniowe na świecie - Przejścia Warstwa ta jest wynikiem porównania pierwszego i ostatniego roku w 38-letnim przedziale czasowym. Wizualizuje ona przejścia pomiędzy wodą obecną sezonowo a stałą. Na przykład "utracone sezonowe" oznacza, że wcześniej woda sezonowa zniknęła (teraz jest ląd), "nowe sezonowe" oznacza, że suchy ląd został zamieniony na wody sezonowe itd. Dowiedz się więcej [tutaj](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_transitions/) i dowiedz się, co oznaczają poszczególne klasy [tutaj](https://global-surface-water.appspot.com/faq).
pt: # Água Superficial Global - Transições O nível das Transições deriva da comparação entre o primeiro e o último ano de um período de 38 anos. Visualiza transformações entre águas permanentes e sazonais. Por exemplo, "perda sazonal" significa que uma água inicialmente sazonal foi convertida em solo, "nova sazonal" significa que o solo foi convertido em água sazonal e etc. Aprenda mais [aqui](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_transitions/) and learn what each class means [here](https://global-surface-water.appspot.com/faq).
sv: # Global Surface Water - Transitions Övergångslagret härstammar från en jämförelse mellan det första och sista året under den 38-åriga tidsperioden. Det visualiserar övergångar mellan säsongsmässigt och bestående vatten. Till exempel betyder ”förlorad säsongsmässighet” att sådant som tidigare varit säsongsvatten har övergått till land, ”ny säsongsmässighet” avser land som har övergått till säsongsvatten osv. Läs mer [här](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_transitions/) and learn what each class means [here](https://global-surface-water.appspot.com/faq).

source: # Global Surface Water - Extent This layer visualizes water in blue. It combines all the other layers and visualizes all the locations for which water presence has ever been detected over the 38-year period. Learn more [here](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_extent/).
fi: # Pintavesi – Määrä Tällä tasolla vesi näytetään sinisellä. Se yhdistää kaikki muut tasot ja näyttää kaikki paikat, joissa on 38 vuoden aikana havaittu vettä. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_extent/).
lt: # Pasaulinis paviršinis vanduo - apimtis Šiame sluoksnyje vanduo vaizduojamas mėlyna spalva. Jis sujungia visus kitus sluoksnius ir vizualizuoja visas vietas, kuriose per 38 metų laikotarpį kada nors buvo aptikta vandens. Sužinokite daugiau [čia](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_extent/).
lv: # Globālie virszemes ūdeņi - pārklājums (Global Surface Water - Extent) Šis slānis vizualizē ūdeni zilā krāsā. Tas apvieno visus pārējos slāņus un vizualizē visas atrašanās vietas, kur 38-gadu periodā ir konstatēta ūdens klātbūtne. Uzziniet vairāk [šeit](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_extent/).
pl: # Wody powierzchniowe na świecie - Zasięg Ta warstwa wizualizuje wodę w kolorze niebieskim. Łączy ona wszystkie pozostałe warstwy i wizualizuje wszystkie lokalizacje, w których kiedykolwiek wykryto obecność wody w okresie 38 lat. Dowiedz się więcej [tutaj](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_extent/).
pt: # Água Superficial Global - Extensão Este nível visualiza a água em azul. Combina todos os outros níveis e visualiza todas as localizações onde a presença de água foi alguma vez detetada ao longo de um período de 38 anos. Aprenda mais [aqui](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_extent/).
sv: # Global Surface Water - Extent Detta lager visualiserar vatten i blått. Det kombinerar alla andra lager och visualiserar alla platser där närvaron av vatten någon gång har detekterats under den 38-åriga tidsperioden. Läs mer [här](https://custom-scripts.sentinel-hub.com/other_collections/global-surface-water/global_surface_water_extent/).

source: Blue (450-520 nm)
fi: Sininen (450–520 nm)
fr: Bleu (450-520 nm)
lt: Mėlyna (450-520 nm)
lv: Zils (450-520 nm)
pl: Niebieski (450-520 nm)
pt: Azul (450-520 nm)
sl: Modra (450-520 nm)
sv: Blått (450–520 nm)

source: Green (520-600 nm)
fi: Vihreä (520–600 nm)
fr: Vert (520-600 nm)
lt: Žalia (520-600 nm)
lv: Zaļš (520-600 nm)
pl: Zielony (520-600 nm)
pt: Verde (520-600 nm)
sl: Zelena (520-600 nm)
sv: Grönt (520–600 nm)

source: Red (630-690 nm)
fi: Punainen (630–690 nm)
fr: Rouge (630-690 nm)
lt: Raudona (630-690 nm)
lv: Sarkans (630-690 nm)
pl: Czerwony (630-690 nm)
pt: Vermelho (630-690 nm)
sl: Rdeča (630-690 nm)
sv: Rött (630–690 nm)

source: Near Infrared (NIR) (760-900 nm)
fi: Lähi-infrapuna (NIR) (760–900 nm)
fr: Infrarouge proche (NIR) (760-900 nm)
lt: Artimoji infraraudonoji (NIR) (760-900 nm)
lv: Tuvs Infrasarkans (NIR) (760-900 nm)
pl: Bliska podczerwień (NIR) (760-900 nm)
pt: Infravermelho próximo(NIR) (760-900 nm)
sl: Bližnja infrardeča (NIR) (760-900 nm)
sv: Nära infrarött (NIR) (760–900 nm)

source: Shortwave Infrared (SWIR) 1 (1550-1750 nm)
fi: Lyhytaaltoinen infrapuna (SWIR) 1 (1550–1750 nm)
fr: Infrarouge à ondes courtes (SWIR) 1 (1550-1750 nm)
lt: Trumpo bangos ilgio infraraudonieji spinduliai (SWIR) 1 (1550-1750 nm)
lv: Īsviļņu Infrasarkans (SWIR1) (1550-1750 nm)
pl: Krótkofalowa podczerwień (SWIR) 1 (1550-1750 nm)
pt: Infravermelho de onda curta (SWIR) 1 (1550-1750 nm)
sl: Kratkovalovna infrardeča (SWIR) 1 (1550-1750 nm)
sv: Kortvågsinfrarött (SWIR) 1 (1550–1750 nm)

source: Thermal Infrared (10400-12500 nm)
fi: Terminen infrapuna (10400–12500 nm)
fr: Infrarouge thermique (10400-12500 nm)
lt: Šiluminė infraraudonoji spinduliuotė (10400-12500 nm)
lv: Termāls Infrasarkans (10400-12500 nm)
pl: Podczerwień termalna (10400-12500 nm)
pt: Infravermelho térmico (10400-12500 nm)
sl: Termalna infrardeča (10400-12500 nm)
sv: Termiskt infrarött (10400–12500 nm)

source: Shortwave Infrared (SWIR) 2 (2080-2350 nm)
fi: Lyhytaaltoinen infrapuna (SWIR) 2 (2080–2350 nm)
fr: Infrarouge à ondes courtes (SWIR) 2 (2080-2350 nm)
lt: Trumpo bangos ilgio infraraudonieji spinduliai (SWIR) 2 (2080-2350 nm)
lv: Īsviļņu Infrasarkans (SWIR2) (2080-2350 nm)
pl: Krótkofalowa podczerwień (SWIR) 2 (2080-2350 nm)
pt: Infravermelho de onda curta (SWIR) 2 (2080-2350 nm)
sl: Kratkovalovna infrardeča (SWIR) 2 (2080-2350 nm)
sv: Kortvågsinfrarött (SWIR) 2 (2080–2350 nm)

source: Level 1
fi: Taso 1
fr: Niveau 1
lt: 1 lygis
pl: Poziom 1
pt: Nível 1
sv: Nivå 1

source: Level 2
fi: Taso 2
fr: Niveau 2
lt: 2 lygis
pl: Poziom 2
pt: Nível 2
sv: Nivå 2
