Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: **Global Land Cover** products provide a discrete land cover classification map according to UN-FAO Land Cover Classification System. Additional continuous fractional layers for all basic land cover classes are included as bands, to provide more detailed information on each land cover class. More information [here](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Coverage**: Global. **Data availability**: Updated on a yearly basis. In EO Browser, data is available on the following dates: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Common Usage**: Land use and land cover monitoring, used to aid policy decisions on various issues, including agriculture and food security, biodiversity, climate change, forest and water resources, land degradation & desertification and rural development.
fi: **Maailmanlaajuiset maanpeitteen luokittelun** tuotteet tuovat käyttöön maanpeitteen luokittelukartan, joka perustuu UN-FAO:n LCCS-luokitteluun. Kaikille perustason maanpeiteluokille lisätään jatkuvaluonteisia tasoja kanavina, jotka tuovat lisää tietoa jokaisesta maanpeiteluokasta. Lisää tietoa löydät englanniksi [täältä](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Kattavuus**: Maailmanlaajuinen. **Saatavilla olevat tiedot:** Päivitetään vuosittain. EO Browserissa on saatavilla tiedot seuraavilta päivämääriltä: 1.1.2015, 1.1.2016, 1.1.2017, 1.1.2018, 1.1.2019. **Yleisimmät käyttökohteet**: Maankäytön ja maanpeitteen seuranta, päätöksenteon tukeminen eri aihealueista, kuten maataloudesta ja ruokaturvasta, luonnon monimuotoisuudesta, ilmastonmuutoksesta, metsä- ja vesivaroista, maaperän laadun heikkenemisestä ja aavikoitumisesta sekä maaseutujen kehityksestä.
fr: Les produits **Global Land Cover** fournissent une carte de classification discrète de la couverture terrestre selon le système de classification de la couverture terrestre de l'UN-FAO. Des couches fractionnées continues supplémentaires pour toutes les classes de couverture terrestre de base sont incluses sous forme de bandes, afin de fournir des informations plus détaillées sur chaque classe de couverture terrestre. Plus d'informations [ici](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Couverture** : Mondiale. **Disponibilité des données** : Mis à jour chaque année. Dans EO Browser, les données sont disponibles aux dates suivantes : 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Utilisation courante** : Surveillance de l'utilisation et de la couverture des sols, utilisée pour faciliter les décisions politiques sur diverses questions, notamment l'agriculture et la sécurité alimentaire, la biodiversité, le changement climatique, les ressources forestières et en eau, la dégradation des sols et la désertification et le développement rural.
lt: **Globalinės žemės dangos** produktuose pateikiamas atskiras žemės dangos klasifikavimo žemėlapis pagal JT-FAO žemės dangos klasifikavimo sistemą. Papildomi ištisiniai frakciniai sluoksniai visoms pagrindinėms žemės dangos klasėms pateikiami kaip juostos, kad būtų galima pateikti išsamesnę informaciją apie kiekvieną žemės dangos klasę. Daugiau informacijos [čia] (https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Paplitimas**: Pasaulinė. **Duomenų prieinamumas**: Kasmet atnaujinama. EO naršyklėje duomenys prieinami šiomis datomis: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Bendras naudojimas**: Žemės naudojimo ir žemės dangos stebėsena, naudojama siekiant padėti priimti politinius sprendimus įvairiais klausimais, įskaitant žemės ūkį ir aprūpinimą maistu, biologinę įvairovę, klimato kaitą, miškus ir vandens išteklius, žemės degradaciją ir dykumėjimą bei kaimo plėtrą.
lv: **Global Land Cover** produkts nodrošina vispārēju zemes pārklājuma klasfikācijas karti atbilstoši "UN-FAO Land Cover Classification System" klasifikācijai. Papildus nepārtraukti daļēja pārklājuma slāņi visām zemes pārklājuma klasēm ir iekļauti kā kanāli, lai nodrošinātu detalizētu informāciju par katru zemes pārklājuma klasi. Vairāk informācijas [šeit](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Pārklājums**: Globāls **Datu pieejamība**: Atjaunots reizi gadā. "EO Browser" pieejami sekojoši datumi: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Ierastie lietojuma veidi**: Zemes lietojuma un pārklājuma monitorings, kas noderīgs politikas un plānošas jautājumu risināšanai, ieskaitot lauksaimniecības un pārtikas drošību, bioloģisko daudzveidību, klimata izmaiņas, meža un ūdens resursus, pilsētvides attīstību u.c.
pl: **Globalna inwentaryzacja pokrycia terenu** przedstawiają dyskretną mapę klasyfikacji pokrycia terenu zgodnie z Systemem Klasyfikacji Pokrycia Terenu UN-FAO. Dodatkowe ciągłe warstwy frakcyjne dla wszystkich podstawowych klas pokrycia terenu są dołączone jako pasma, aby zapewnić bardziej szczegółowe informacje o każdej klasie pokrycia terenu. Więcej informacji [tutaj](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Zasięg**: Globalny. **Dostępność danych**: Aktualizowane co roku. W EO Browserze dostępne są dane dla następujących dat: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Typowe zastosowanie**: Monitorowanie użytkowania i pokrycia terenu, wykorzystywane do wspomagania decyzji politycznych w różnych kwestiach, takich jak rolnictwo i bezpieczeństwo żywnościowe, różnorodność biologiczna, zmiany klimatu, zasoby leśne i wodne, degradacja i pustynnienie gruntów oraz rozwój obszarów wiejskich.
pt: Os produtos de ** Cobertura Global do Solo** fornecem um mapa de classificação discreta de cobertura do solo de acordo com o Sistema de Classificação de Cobertura de Solo UN-FAO. Camadas fracionárias continuas adicionais para todas as classes principais de cobertura de solo são incluídas como faixas, para fornecer informação mais detalhada para cada classe de cobertura de solo. Mais informação [aqui](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). ** Cobertura**: Global. ** Disponibilidade dos dados**: Atualizado anualmente. No EO Browser, os dados estão disponíveis nas seguintes datas : 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. ** Utilização comum**: A monitorização do uso do terreno e da cobertura de solo, é utilizado para ajudar decisões políticas em diferentes questões, incluindo agricultura e segurança alimentar, biodiversidade, alterações climáticas, recursos florestais e hídricos, degradação do solo & desertificação e desenvolvimento rural.
sl: *Izdelki *Global Land Cover** zagotavljajo diskretno karto klasifikacije pokrovnosti tal v skladu s sistemom klasifikacije pokrovnosti tal UN-FAO. Dodatni neprekinjeni frakcijski sloji za vse osnovne razrede pokrovnosti tal so vključeni kot kanali, ki zagotavljajo podrobnejše informacije o vsakem razredu pokrovnosti tal. Več informacij je [tukaj](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover) **Pokritost**: Globalno. **Dostopnost podatkov**: Vsako leto se posodobi. V brskalniku EO Browser so podatki na voljo na naslednje datume: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Običajna uporaba** Spremljanje rabe tal in pokrovnosti tal, ki se uporablja za pomoč pri političnih odločitvah o različnih vprašanjih, vključno s kmetijstvom in prehransko varnostjo, biotsko raznovrstnostjo, podnebnimi spremembami, gozdnimi in vodnimi viri, degradacijo in dezertifikacijo tal ter razvojem podeželja.
sv: **Global Land Cover**-produkterna tillhandahåller en diskret klassificeringskarta för marktäcke enligt FN-FAO:s Land Cover Classification System. Ytterligare kontinuerliga dellager för alla grundläggande marktäckesklasser ingår som band för att ge mer detaljerad information om varje marktäckesklass. Mer information [här](https://github.com/sentinel-hub/public-collections/tree/main/collections/global-land-cover). **Omfattning**: Global. **Datatillgänglighet**: Uppdateras årligen. I EO Browser finnd det data från följande datum: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Allmän användning**: Övervakning av markanvändning och marktäcke, används för att stödja politiska beslut i olika ärenden, inklusive jordbruk och livsmedelsförsörjning, biologisk mångfald, klimatförändringar, skogs- och vattenresurser, markförsämring och ökenbildning samt landsbygdsutveckling.

source: File upload
fi: Tuo tiedosto
fr: Charger un fichier
lt: Failo įkėlimas
lv: Faila augšuplāde
pl: Przesyłanie plików
pt: Carregar ficheiro
sl: Nalaganje datoteke
sv: Ladda upp fil

source: Main Water Bodies detection layer showing water pixels and non-water pixels 0 = Sea 70 = Water 251 = No data 255 = No water
fi: Pääasiallinen vesimuodostelmien havaitsemiseen käytetty taso, joka näyttää vettä sisältävät pikselit ja vettä sisältämättömät pikselit 0 = Merta 70 = Vettä 251 = Ei tietoja 255 = Ei vettä
fr: Couche de détection des masses d'eau principales montrant les pixels d'eau et les pixels sans eau 0 = Mer 70 = Eau 251 = Pas de données 255 = Pas d'eau
lt: Pagrindinis vandens telkinių aptikimo sluoksnis, kuriame rodomi vandens ir ne vandens pikseliai 0 = jūra 70 = vanduo 251 = duomenų nėra 255 = Nėra vandens
lv: Atklāto ūdenstilpņu slānis ar rastra datiem, kas rāda ūdens(water) un ne-ūdens(non-water) pikseļus 0 = Jūra 70 = Ūdens 251 = Nav datu 255 = Nav ūdens
pl: Warstwa detekcji głównych akwenów wodnych, pokazująca piksele wodne i niewodne 0 = Morze 70 = Woda 251 = Brak danych 255 = Brak wody
pt: Nível principal de deteção de massas de água mostrando pixéis com água e pixels sem-água 0 = Mar 70 = Água 251 = Sem dados 255 = Sem água
sl: Sloj za zaznavanje glavnih vodnih teles, ki prikazuje vodne in nevodne piksle 0 = morje 70 = voda 251 = ni podatkov 255 = ni vode
sv: Lager för detektering av främsta vattenförekomster, visar vattenpixlar och icke-vattenpixlar 0 = Hav 70 = Vatten 251 = Inga data 255 = Inte vatten

source: Quality layer which gives information on water bodies occurrence 0 = Sea 71 = Very low occurence 72 = Low occurence 73 = Medium occurence 74 = High occurence 75 = Very high occurence 76 = Permanent occurence 251 = No data 252 = Cloud 255 = Not water
fi: Laatutaso, joka antaa tietoa siitä, onko pikselissä vettä vai ei 0 = Merta 71 = Hyvin vähän vettä 72 = Vähän vettä 73 = Jokin verran vettä 74 = Paljon vettä 75 = Erittäin paljon vettä 76 = Pysyvä vesistö 251 = Ei tietoa 252 = Pilvi 255 = Ei vettä
fr: Couche de qualité qui donne des informations sur l'occurrence des masses d'eau 0 = Mer 71 = Très faible présence 72 = Faible présence 73 = Présence moyenne 74 = Présence élevée 75 = Présence très élevée 76 = Présence permanente 251 = Pas de données 252 = Nuage 255 = Pas d'eau
lt: Kokybės sluoksnis, suteikiantis informaciją apie vandens telkinių atsiradimą 0 = Jūra 71 = Labai mažas pasireiškimas 72 = Mažas pasireiškimas 73 = Vidutinis pasireiškimas 74 = Didelis pasireiškimas 75 = Labai didelis pasireiškimas 76 = Nuolatinis pasireiškimas 251 = Nėra duomenų 252 = Debesis 255 = Ne vanduo
lv: Datu kvalitātes slānis sniedz papildus informāciju par ūdenstilpņu sastopamību (water bodies occurrence) 0 = Jūra 71 = Ļoti reti 72 = Reti 73 = Vidēja sastopamība 74 = Bieži 75 = Ļoti bieži 76 = Pastāvīgi 251 = Nav datu 252 = Mākonis 255 = Nav ūdens
pl: Warstwa jakościowa, zawierająca informacje o występowaniu akwenów wodnych 0 = Morze 71 = Znikome występowanie 72 = Niskie występowanie 73 = Średnie występowanie 74 = Duże występowanie 75 = Bardzo duże występowanie 76 = Stałe występowanie 251 = Brak danych 252 = Chmura 255 = Nie woda
pt: Nível de qualidade que dá informação sobre a ocorrência de massas de água 0 = Mar 71 = Ocorrência muito baixa 72 = Ocorrência baixa 73 = Ocorrência média 74 = Ocorrência elevada 75 = Ocorrência muito elevada 76 = Ocorrência permanente 251 = Sem dados 252 = Nuvem 255 = Não é água
sl: Sloj kakovosti, ki vsebuje informacije o pojavljanju vodnih teles 0 = morje 71 = zelo majhna pojavnost 72 = nizka pojavnost 73 = srednja pojavnost 74 = visoka pojavnost 75 = zelo visoka pojavnost 76 = stalna pojavnost 251 = ni podatkov 252 = oblak 255 = ni voda
sv: Kvalitetslager som ger information om förekomsten av vattenförekomster 0 = Hav 71 = Mycket låg förekomst 72 = Låg förekomst 73 = Medelhög förekomst 74 = Hög förekomst 75 = Mycket hög förekomst 76 = Bestående förekomst 251 = Inga data 252 = Moln 255 = Inte vatten

source: # Water Bodies This layer visualizes the Water Bodies detection layer (WB), which shows water bodies detected using the Modified Normalized Difference Water Index (MNDWI) derived from Sentinel-2 Level 1C data. More information [here](https://collections.sentinel-hub.com/water-bodies/readme.html), and [here](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-visualisation/).
fi: # Vesimuodostumat Tämä on visualisointi vesistöjen ja vesimuodostumien havainnointiin tarkoitetusta tasosta. Vesistöjen näyttämiseen käytetään muunneltua normalisoitua vesipitoisuusindeksiä (MNDWI), joka perustuu Sentinel-2-satelliitin tason 1C tietoihin. Lisää tietoja saat englanniksi [täältä](https://collections.sentinel-hub.com/water-bodies/readme.html) ja [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-visualisation/).
lt: # Vandens telkiniai Šis sluoksnis vizualizuoja vandens telkinių aptikimo sluoksnį (WB), kuriame rodomi vandens telkiniai, aptikti naudojant modifikuotą normalizuoto skirtumo vandens indeksą (MNDWI), gautą iš Sentinel-2 Level 1C duomenų. Daugiau informacijos [čia] (https://collections.sentinel-hub.com/water-bodies/readme.html), ir [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-visualisation/).
lv: # Ūdens tilpnes (Water Bodies) Šajā slāni redzamas ūdenstilpnes, kas noteiktas izmantojot MNDWI vērtības. Noteikšanai izmantoti Sentinel-2 L1C dati. Plašāka informācija pieejama [šeit](https://collections.sentinel-hub.com/water-bodies/readme.html), un [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-visualisation/).
pl: # Zbiorniki wodne Ta warstwa wizualizuje warstwę wykrywającą zbiorniki wodne (WB), która przedstawia zbiorniki wodne wykryte przy użyciu Zmodyfikowanego Znormalizowanego Wskaźnika Różnicowego Wód (MNDWI) uzyskanego z danych Sentinel-2 Level 1C. Więcej informacji [tutaj](https://collections.sentinel-hub.com/water-bodies/readme.html), i [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-visualisation/).
pt: #Massas de Água Este nível visualiza a camada de deteção de Massas de Água (WB), que mostra massas de água detetadas usando Índice Modificado de Água com Diferença Normalizada (MNDWI) proveniente de dados nível 1C do Sentinel-2. Mais informação [aqui](https://collections.sentinel-hub.com/water-bodies/readme.html), e [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-visualisation/).
sv: # Water Bodies Detta lager visualiserar lagret för detektering av vattenförekomster (WB) som visar vattenförekomster som detekterats med hjälp av Modified Normalized Difference Water Index (MNDWI), som härrör från nivå 1C-data från Sentinel-2. Mer information [här](https://collections.sentinel-hub.com/water-bodies/readme.html) och [här](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-visualisation/).

source: The **Water Bodies** product shows the surface extent covered by inland water on a permanent, seasonal or occasional basis on a global scale. It contains one main Water Body detection layer (WB) and one Quality layer (QUAL), that provides information on the seasonal dynamics of the detected water bodies. More information [here](https://collections.sentinel-hub.com/water-bodies/). **Coverage**: Global coverage from longitude -180°E to +180°W and latitude +80°N to -60°S. Depending on the month, some high latitude areas are not covered by Sentinel-2 satellites. **Data Availability**: Since October 2020, updated monthly. **Common Usage** Monitoring of water bodies, droughts, floods and climate change.
fi: **Vesistöt**-tuote näyttää, kuinka suuri osa maanpinnasta on sisävesistöjen tai sisävesimuodostelmien peittämää pysyvästi, kausiluonteisesti tai satunnaisesti. Siihen sisältyy yksi vesistöjen havaitsemiseen käytettävä taso (WB) sekä yksi laatutaso (QUAL), joka antaa tietoa havaittujen vesistöjen kausivaihteluista. Lisää tietoa löydät englanniksi [täältä](https://collections.sentinel-hub.com/water-bodies/). **Kattavuus**: Maailmanlaajuinen pituusasteelta -180°E pituusasteelle +180°W ja leveysasteelta +80°N leveysasteelle -60°S. Kuukauden mukaan Sentinel-2-satelliittien tiedot eivät kata joitakin leveysasteiden ääripäiden alueita. **Saatavilla olevat tiedot:** Lokakuusta 2020 alkaen, päivitetään kuukausittain. **Yleisimmät käyttökohteet** Vesistöjen, kuivien kausien, tulvien ja ilmastonmuutoksen seuranta.
fr: Le produit **Plans d'eau** montre l'étendue de la surface couverte par les eaux intérieures de façon permanente, saisonnière ou occasionnelle à l'échelle mondiale. Il contient une couche principale de détection des masses d'eau (WB) et une couche de qualité (QUAL), qui fournit des informations sur la dynamique saisonnière des masses d'eau détectées. Plus d'informations [ici](https://collections.sentinel-hub.com/water-bodies/). **Couverture** : Couverture mondiale de la longitude -180°E à +180°W et de la latitude +80°N à -60°S. Selon le mois, certaines zones de haute latitude ne sont pas couvertes par les satellites Sentinel-2. **Disponibilité des données** : Depuis octobre 2020, mise à jour mensuelle. **Utilisation courante** Surveillance des masses d'eau, des sécheresses, des inondations et du changement climatique.
lt: **Vandens telkinių** produkte rodomas vidaus vandenų nuolat, sezoniškai ar nereguliariai užimamas paviršiaus plotas pasauliniu mastu. Jį sudaro vienas pagrindinis vandens telkinių aptikimo sluoksnis (WB) ir vienas kokybės sluoksnis (QUAL), kuriame pateikiama informacija apie aptiktų vandens telkinių sezoninę dinamiką. Daugiau informacijos [čia] (https://collections.sentinel-hub.com/water-bodies/). **Apimtis**: Pasaulinė aprėptis nuo -180° rytų ilgumos iki +180° vakarų ilgumos ir nuo +80° šiaurės platumos iki -60° pietų platumos. Priklausomai nuo mėnesio, kai kurių aukštų platumų teritorijų "Sentinel-2" palydovai neapima. **Duomenų prieinamumas**: Nuo 2020 m. spalio mėn., atnaujinama kas mėnesį. **Bendras naudojimas** Vandens telkinių, sausrų, potvynių ir klimato kaitos stebėsena.
lv: Produkts **Ūdenstilpnes** uzrāda to Zemes virsmas daļu, kas pastāvīgi, sezonāli vai neregulāri ir klāta ar iekšzemes ūdens objektiem. Tā saturs ir veidots no viena galvenā noteikto Ūdenstilpņu (Water Body, WB) slāņa, kas sniedz informāciju par sezonālo dinamiku. Vairāk informācijas [šeit](https://collections.sentinel-hub.com/water-bodies/). **Pārkājums**: Globāls pārklājums no -180°A.g. līdz +180°R.g. un +80°Z.pl. līdz -60°D.pl. Atkarībā no izvēlētā mēneša, atsevišķas Ziemeļu/Dienvidu teritorijas ir bez pieejamiem Sentinel-2 datiem. **Datu pieejamība**: Kopš 2020. gada oktobra, atjaunoti reizi mēnesī **Ierastie lietojuma veidi:** Ūdenstilpņu monitorings, sausuma un plūdu, kā arī klimata izmaiņu monitorings.
pl: **Zbiorniki wodne** to produkt przedstawiający zasięg powierzchni pokrytej wodami śródlądowymi w sposób stały, sezonowy lub sporadyczny, w skali globalnej. Zawiera on jedną główną warstwę detekcji zbiorników wodnych (WB) oraz jedną warstwę jakościową (QUAL), która dostarcza informacji o sezonowej dynamice wykrytych zbiorników. Więcej informacji [tutaj](https://collections.sentinel-hub.com/water-bodies/). **Pokrycie**: Globalne pokrycie od długości geograficznej -180°E do +180°W i szerokości geograficznej +80°N do -60°S. W zależności od miesiąca, niektóre obszary o wysokiej szerokości geograficznej nie są pokrywane przez satelity Sentinel-2. **Dostępność danych**: Od października 2020 r., aktualizowane co miesiąc. **Typowe zastosowanie**. Monitorowanie zbiorników wodnych, susz, powodzi i zmian klimatu.
pt: O produto **Massas de Água** mostra a extensão de superfície coberta por água interior, numa base permanente, sazonal ou ocasional à escala global. Contém um nível principal de deteção de Massas de Água(WB) e um nível de Qualidade (QUAL), que fornece informação da dinâmica sazonal das massas de água detetadas. Mais informação[aqui](https://collections.sentinel-hub.com/water-bodies/). **Cobertura**: Cobertura global desde a longitude de -180°E até +180°W e desde a latitude +80°N até -60°S. Dependendo do mês, algumas áreas de latitude elevada não são cobertas pelos satélites Sentinel-2. **Disponibilidade de dados**: Desde outubro de 2020, atualizado mensalmente. **Utilização comum**: Monitorizar as massas de água, secas, inundações e alterações climáticas.
sl: Izdelek **Vodna telesa** na svetovni ravni prikazuje površino, ki jo stalno, sezonsko ali občasno pokrivajo celinske vode. Vsebuje glavni sloj zaznavanja vodnih teles (Water Body, WB) in sloj kakovosti (Quality, QUAL), ki zagotavlja informacije o sezonski dinamiki zaznanih vodnih teles. Več informacij je [tukaj](https://collections.sentinel-hub.com/water-bodies/) **Pokritost**: Globalna pokritost od zemljepisne dolžine -180°E do +180°W in zemljepisne širine +80°S do -60°S. Odvisno od meseca satelit Sentinel-2 ne pokriva nekaterih območij na visokih zemljepisnih širinah. **Dostopnost podatkov**: Od oktobra 2020, posodablja se mesečno **Običajna uporaba** Spremljanje vodnih teles, suš, poplav in podnebnih sprememb.
sv: Produkten **Water Bodies** visar hur stor del av ytan som täcks av inlandsvatten bestående, säsongsvis eller tillfälligt i global skala. Det omfattar ett huvuddetekteringslager för vattenförekomster (WB) och ett kvalitetslager (QUAL) som ger information om de detekterade vattenförekomsternas säsongsmässiga dynamik. Mer information [här](https://collections.sentinel-hub.com/water-bodies/). **Omfattning**: Global täckning från längdgrad -180°E till +180°W och breddgrad +80°N till -60°S. Beroende på månad täcks vissa områden vid stora breddgrader inte av Sentinel-2-satelliterna. **Datatillgänglighet**: Sedan oktober 2020, uppdateras månatligen. **Allmän användning** Övervakning av vattenförekomster, torka, översvämningar och klimatförändringar.
