Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Atmospherically Resistant Vegetation Index (ARVI) The Atmospherically Resistant Vegetation Index (ARVI) is a vegetation index that minimizes the effects of atmospheric scattering. It is most useful for regions with high content of atmospheric aerosol (fog, dust, smoke, air pollution). The range for an ARVI is -1 to 1 where green vegetation generally falls between values of 0.20 to 0.80. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) and [here.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
fi: # Ilmakehän vaikutuksen huomioon ottava kasvillisuusindeksi (ARVI) Ilmakehän vaikutukset huomioon ottava kasvillisuusindeksi (ARVI) pyrkii vähentämään ilmakehän aiheuttaman valon sironnan vaikutuksia tuloksiin. Se on hyödyllisin alueilla, joilla ilman aerosolipitoisuus on suuri (sumu, pöly, savu, ilmansaasteet). Indeksin arvojen väli on -1–1, ja vihreän kasvillisuuden arvo on yleensä välillä 0,20–0,80. Lisää tietoa saat englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) ja [täältä.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
fr: # Indice de végétation résistant à l'atmosphère (ARVI) L'indice de végétation résistant à l'atmosphère (ARVI) est un indice de végétation qui minimise les effets de la diffusion atmosphérique. Il est particulièrement utile pour les régions à forte teneur en aérosols atmosphériques (brouillard, poussière, fumée, pollution atmosphérique). La fourchette pour un ARVI est de -1 à 1, la végétation verte se situant généralement entre des valeurs de 0,20 à 0,80. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) et [ici] (https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/).
lt: # Atmosferai atsparios augmenijos indeksas (ARVI) Atmosferai asparios augmenijos indeksas (ARVI) yra augmenijos indeksas, sumažinantis atmosferos sklaidos poveikį. Tai labiausiai naudinga regionams, kuriuose yra daug atmosferos aerozolių (rūkas, dulkės, dūmai, oro tarša). ARVI diapazonas yra nuo -1 iki 1, kur žalia augmenija paprastai būna nuo 0,20 iki 0,80. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) ir [čia.](https://eos.com/blog/6-spectral-indexes-on -top-of-ndvi-to-make-your-vegetation-analysis-complete/)
lv: # Veģetācijas indekss ar atmosfēras korekciju (Atmospherically Resistant Vegetation Index, ARVI) Šis indekss samazina mērījuma traucējumus, kas saistīti ar saules gaismas izkliedi atmosfērā. Tas ir īpaši noderīgs reģionos, kur atmosfērā ir paaugstināts aerosolu daudzums (migla, putekļi, dūmi, gaisa piesārņojums). Vērtības ir intervālā no -1 līdz 1. Veselīga veģetācija parasti ir ar vērtībām no 0.20 līdz 0.80. Plašāka informācija [šeit](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) un [šeit.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
pl: # Indeks Wegetacji Odpornej na Warunki Atmosferyczne (ARVI) Index Wegetacji Odpornej na Warunki Atmosferyczne (ARVI) to wskaźnik roślinności, który minimalizuje skutki rozproszenia atmosferycznego. Jest on najbardziej przydatny w regionach o dużej zawartości aerozolu atmosferycznego (mgła, pył, dym, zanieczyszczenie powietrza). Zakres ARVI wynosi od -1 do 1, gdzie roślinność zielona zazwyczaj mieści się w przedziale od 0,20 do 0,80. Więcej informacji [tutaj] (https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) i [tutaj.] (https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
pt: # Índice de Vegetação Resistente à Atmosfera (ARVI) é um índice de vegetação que minimiza os efeitos da dispersão atmosférica. É muito útil para regiões com elevados níveis de aerossóis atmosféricos (nevoeiro, poeiras, fumo e poluição do ar). O intervalo do ARVI é de -1 a 1, para vegetação verde geralmente desce para valores entre 0,20 e 0,80. Mais informação [aqui](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) e [aqui.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
sl: # Indeks atmosfersko odporne vegetacije (ARVI) Atmospherically Resistant Vegetation Index (ARVI) je vegetacijski indeks, ki zmanjšuje učinke atmosferskega sipanja. Najbolj uporaben je za območja z visoko vsebnostjo atmosferskega aerosola (megla, prah, dim, onesnaženost zraka). Razpon indeksa ARVI je od -1 do 1, pri čemer se zelena vegetacija običajno nahaja med vrednostmi od 0,20 do 0,80. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) in [tukaj](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
sv: # Atmospherically Resistant Vegetation Index (ARVI) Det atmosfäriskt resistenta växtlighetsindexet (ARVI) är ett växtlighetsindex som minimerar effekterna av atmosfärisk spridning. Det är mest användbart i regioner med höga halter av aerosoler i atmosfären (dimma, damm, rök, luftföroreningar). Intervallet för ARVI är -1 till 1 där grön växtlighet i regel ger värden mellan 0,20 till 0,80. Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/arvi/) och [här.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)

source: # Soil Adjusted Vegetation Index (SAVI) The Soil Adjusted Vegetation Index is similar to Normalized Difference Vegetation Index (NDVI) but is used in areas where vegetative cover is low (< 40%). The index is a transformation technique that minimizes soil brightness influences from spectral vegetation indices involving red and near-infrared (NIR) wavelengths. The index is helpful when analysing young crops, arid regions with sparse vegetation and exposed soil surfaces. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) and [here.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
fi: # Maaperän vaikutuksen huomioon ottava kasvillisuusindeksi (SAVI) Maaperän vaikutuksen huomioon ottava kasvillisuusindeksi (SAVI) muistuttaa normalisoitua kasvillisuusindeksiä (NDVI), mutta se sopii paremmin alueille, joilla kasvipeitteen määrä on pienempi (alle 40 %). Indeksi on muuntamismenetelmä, jolla vähennetään maaperän kirkkauden vaikutusta kasvillisuusindekseihin, joissa käytetään punaisen valon ja lähi-infrapuna-alueen aallonpituuksia. Indeksi on hyödyllinen nuorten satokasvien, vähäkasvisten kuivien alueiden ja paljastuneen maanperän analysointiin. Lisää tietoa saat englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) ja [täältä.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
fr: # Indice de végétation ajusté au sol (SAVI) L'indice de végétation ajusté au sol est similaire à l'indice de végétation par différence normalisée (NDVI) mais est utilisé dans les zones où la couverture végétale est faible (< 40%). L'indice est une technique de transformation qui minimise les influences de la luminosité du sol des indices spectraux de végétation impliquant des longueurs d'onde rouge et proche infrarouge (NIR). L'indice est utile pour l'analyse des jeunes cultures, des régions arides à végétation éparse et des surfaces de sol exposées. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) et [ici] (https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/).
lt: # Dirvožemiui pritaikytas augmenijos indeksas (SAVI) Dirvožemiui pritaikytas augmenijos indeksas yra panašus į Normalizuoto augmenijos skirtumo indeksą (NDVI), bet naudojamas vietovėse, kuriose augalinė danga yra maža (< 40 %). Indeksas yra transformacijos metodas, kuris sumažina dirvožemio ryškumo įtakas spektriniams augalijos indeksams, apimantiems raudonųjų ir artimųjų infraraudonųjų spindulių (NIR) bangų ilgius. Indeksas yra naudingas analizuojant jaunus pasėlius, sausringus regionus su reta augmenija ir atvirus dirvožemio paviršius. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) ir [čia.](https://eos.com/blog/6-spectral-indexes-on -top-of-ndvi-to-make-your-vegetation-analysis-complete/)
lv: # Veģetācijas indekss ar augsnes korekciju (Soil Adjusted Vegetation Index, SAVI) Šis indekss ir līdzīgs normalizētajām veģetācijas indeksam (NDVI), bet tiek lietots reģionos ar zemu veģetācijas pārklājumu (<40%). Aprēķinot indeksu tiek samazināta ietekme, ko rada no augsnes atstarotā enerģija, elektromagnētiskā spektra sarkanajā un infrasarkanajā daļā. Šis indekss ir noderīgs analizējot dīgstošus sējumus, sausus reģionus ar retu augāju, kā arī atklātu augsni. Plašāka informācija [šeit](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) un [šeit.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
pl: # Indeks Wegetacji Dostosowanej do Gleby (SAVI) Indeks Wegetacji Dostosowanej do Gleby jest podobny do Znormalizowanego Różnicowego Indeksu Wegetacji (NDVI), ale jest stosowany na obszarach o niskim poziomie pokrycia wegetacyjnego (<40%). Indeks ten jest techniką transformacji, która minimalizuje wpływ jasności gleby na widmowe indeksy roślinności obejmujące długości fal czerwieni i bliskiej podczerwieni (NIR). Wskaźnik jest pomocny podczas analizy młodych upraw, suchych regionów o rzadkiej roślinności i odsłoniętych powierzchni gleby. Więcej informacji [tutaj] (https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) i [tutaj.] (https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
pt: # Índice de Vegetação Ajustada ao Solo (SAVI) O Índice de Vegetação Ajustada ao Solo é idêntico ao Índice de Vegetação com Diferença Normalizada (NDVI) mas é usado em áreas onde a cobertura da vegetação é baixa (< 40%). O índice é uma transformação técnica que minimiza a influência da luminosidade do solo devida a índices espetrais da vegetação que envolvam comprimentos de onda no vermelho e infravermelho próximo (NIR). O índice é útil quando se analisa culturas jovens, regiões áridas com pouca vegetação e superfícies de solo exposto. Mais informação [aqui](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) e [aqui.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
sl: # Vegetacijski indeks prilagojen zaradi prsti (SAVI) Vegetacijski indeks, prilagojen zaradi prsti, je podoben normiranemu diferencialnemu vegetacijskemu indeksu (NDVI), vendar se uporablja na območjih, kjer je vegetacijski pokrov nizek (< 40 %). Indeks je tehnika transformacije, ki zmanjšuje vplive osvetljenosti tal na spektralne vegetacijske indekse, ki vključujejo rdeče in bližnje infrardeče (NIR) valovne dolžine. Indeks je koristen pri analizi mladih poljščin, sušnih območij z redko vegetacijo in izpostavljenih površin tal. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) in [tukaj](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)
sv: # Soil Adjusted Vegetation Index (SAVI) Det jordmånsanpassade växtlighetsindexet påminner om NDVI men används i områden där växttäcket är lågt (< 40 %). Indexet är en övergångsteknik som minskar påverkan från jordmånens ljusstyrka från spektrala växtlighetsindex inklusive röda och nära infraröda (NIR) våglängder. Indexet är nyttigt när man analyserar unga grödor, torra områden med gles växtlighet och utsatta markytor. Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/savi/) och [här.](https://eos.com/blog/6-spectral-indexes-on-top-of-ndvi-to-make-your-vegetation-analysis-complete/)

source: # Modified Anthocyanin Reflectance Index (mARI/ARI2) Anthocyanins are pigments common in higher plants, causing their red, blue and purple coloration. They provide valuable information about the physiological status of plants, as they are considered indicators of various types of plant stresses. The reflectance of anthocyanin is highest around 550nm. However, the same wavelengths are reflected by chlorophyll as well. To isolate the anthocyanins, the 700nm spectral band, that reflects only chlorophyll and not anthocyanins, is subtracted. To correct for leaf density and thickness, the near infrared spectral band (in the recommended wavelengths of 760-800nm), which is related to leaf scattering, is added to the basic ARI index. The new index is called modified ARI or mARI (also ARI2). mARI values for the examined trees in [this original article](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) ranged in values from 0 to 8. More info [here.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
fi: # Muokattu antosyaanien heijastuskykyindeksi (mARI/ARI2) Antosyaanit ovat pigmenttejä, joita löytyy usein kasvien yläosista. Ne aiheuttavat kasvien punaisen, sinisen ja violetin värin. Antosyaaneista saadaan tärkeää tietoa kasvillisuuden fysiologisesta tilasta, sillä niitä pidetään merkkeinä kasvien eri stressitekijöiden vaikutuksesta. Antosyaanien heijastuskyky on korkeimmillaan noin 550 nm. Myös kuitenkin klorofylli heijastaa samoja aallonpituuksia. Antosyaanien eristämiseksi tiedoista poistetaan 700 nm:n spektrikaista, jota klorofylli heijastaa ja antosyaanit eivät. Lehtien tiheyden ja paksuuden korjaamiseksi ARI-indeksin perustietoihin lisätään lähi-infrapunan spektrikaista (suositelluilla 760–800 nm:n aallonpituuksilla), joka liittyy lehtien aiheuttamaan valon hajontaan. Tästä indeksistä käytetään nimeä ”muokattu ARI” tai ”mARI” (myös ARI2). [Tässä artikkelissa](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) tarkasteltujen puiden mARI-arvo vaihteli nollan ja kahdeksan välillä. Lisää tietoa löydät englanniksi [täältä.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
fr: # Indice de réflectance des anthocyanes modifié (mARI/ARI2) Les anthocyanines sont des pigments communs aux plantes supérieures, à l'origine de leur coloration rouge, bleue et violette. Ils fournissent des informations précieuses sur l'état physiologique des plantes, car ils sont considérés comme des indicateurs de divers types de stress des plantes. La réflectance de l'anthocyanine est la plus élevée autour de 550nm. Cependant, les mêmes longueurs d'onde sont également réfléchies par la chlorophylle. Pour isoler les anthocyanes, la bande spectrale de 700nm, qui ne reflète que la chlorophylle et non les anthocyanes, est soustraite. Pour corriger la densité et l'épaisseur des feuilles, la bande spectrale du proche infrarouge (dans les longueurs d'onde recommandées de 760-800nm), qui est liée à la diffusion des feuilles, est ajoutée à l'indice ARI de base. Le nouvel indice est appelé ARI modifié ou mARI (également ARI2). Les valeurs mARI des arbres examinés dans [cet article original](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) variaient entre 0 et 8. Plus d'informations [ici] (https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
lt: # Modifikuotas antocianino atspindžio indeksas (mARI/ARI2) Antocianinai yra pigmentai, paplitę aukštesniuosiuose augaluose, todėl jų spalva yra raudona, mėlyna ir violetinė. Jie suteikia vertingos informacijos apie augalų fiziologinę būklę, nes yra laikomi įvairių augalų stresų rodikliais. Antocianino atspindys yra didžiausias apie 550 nm. Tačiau tuos pačius bangos ilgius atspindi ir chlorofilas. Norint išskirti antocianinus, atimama 700 nm spektrinė juosta, kuri atspindi tik chlorofilą, o ne antocianinus. Norint pakoreguoti lapų tankį ir storį, prie pagrindinio Antocianino atspindžio indekso (ARI) pridedama artimųjų infraraudonųjų spindulių (NIR) spektrinė juosta (rekomenduojamuose bangų ilgiuose nuo 760 iki 800 nm), kuri yra susijusi su lapų sklaida. Naujasis indeksas vadinamas modifikuotu ARI arba mARI (taip pat ARI2). Ištirtų medžių mARI reikšmės [šiame originaliame straipsnyje](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) svyravo nuo 0 iki 8. Daugiau informacijos [čia.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
lv: # Uzlabotais Antocianīna Atstarošanās Indekss (Modified Anthocyanin Reflectance Index (mARI/ARI2)) Antocianīns ir pigments, kas bieži sastopams augstākajos augos un ir atbildīgs par to iekrāsošanu sarkanā, zilā un violetā tonī. Pigmenta klātbūtnes noteikšana sniedz noderīgu infromāciju par augu veselību. Antocianīna atstarošanās visizteiktāk novērojama elektromagnētsikā spektra joslā ap 550 nm, tomēr šajā joslā novērojama arī hlorofila atstarošanās. Lai atsevišķi izdalītu antocianīna klātbūtni tiek lietota 700 nm josla, kas atstaro tikai hlorofilu un ļauj identificēt antocianīna klātbūtni 500 nm joslā. Lai koriģētu signālu, kas saistīts ar blīvu un biezu lapotni tiek izmantots tuvā infrasarkanā spektra josla (rekomendējoši tie ir 760-800 nm), kas ir saistāma ar lapu radītu enerģijas izkliedi. Uzlabotais Antocianīna Atstarošanās Indekss (mARI/ARI2) ir plašāk aprakstīts [šajā oriģinālrakstā] (https://custom-scripts.sentinel-hub.com/sentinel-2/mari/), kur novērotās vērtības ir diapazonā no 0 līdz 8. Vairāk informācijas [šeit.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
pl: # Zmodyfikowany Indeks Odbicia Antocyjanów (mARI/ARI2) Antocyjany to pigmenty powszechne w roślinach wyższych, nadające im czerwone, niebieskie i fioletowe zabarwienie. Dostarczają one cennych informacji o stanie fizjologicznym roślin, gdyż są uważane za wskaźniki określające różne rodzaje stresu roślin. Wskaźnik odbicia antocyjanów jest najwyższy około 550nm. Jednak te same długości fal są również odbijane przez chlorofil. Aby wyodrębnić antocyjany, odejmuje się pasmo widmowe 700nm, które odzwierciedla tylko chlorofil, a nie antocyjany. Aby skorygować gęstość i grubość liści, pasmo widmowe w bliskiej podczerwieni (w zalecanych długościach fal 760-800nm), które jest związane z rozproszeniem przez listowie, jest dodawane do podstawowego indeksu ARI. Nowy indeks nosi nazwę zmodyfikowanego ARI lub mARI (również ARI2). wartości mARI dla badanych drzew w [tym oryginalnym artykule] (https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) wahały się pod względem wartości od 0 do 8. Więcej informacji [tutaj.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
pt: # Índice de Refletância de Antociânico Modificado (mARI/ARI2) Os Antociânicos são pigmentos vulgares em plantas mais elevadas causando a sua coloração vermelha, azul e violeta. Eles fornecem informação valiosa sobre o estado fisiológico das plantas, pois são considerados indicadores de vários tipos de stresses vegetais. A refletância de Antociânico é mais elevada à volta de 550nm. Contudo, os mesmos comprimentos de onda também são refletidos pela clorofila. Para isolar os antociânicos, a banda espetral de 700nm que só reflete a clorofila e não os antociânicos é subtraída. Para corrigir a densidade e espessura das folhas, a banda espetral do infravermelho próximo ( nos comprimentos de onda recomendados de 760-800nm), que estão relacionados com a dispersão nas folhas, é acrescentado ao índice básico ARI. O novo índice é chamado ARI modificado ou mARI (também ARI2). Os valores de mARI para as árvores examinadas em[este artigo original](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) variaram em valores no intervalo de 0 a 8. Mais informação [aqui.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
sl: # Modificiran indeks odbojnosti antocianina (mARI/ARI2) Antocianini so pigmenti, ki so pogosti v višjih rastlinah in povzročajo njihovo rdečo, modro in vijolično obarvanost. Zagotavljajo dragocene informacije o fiziološkem stanju rastlin, saj veljajo za indikatorje različnih vrst stresa rastlin. Odsevnost antocianina je največja okoli 550 nm. Vendar iste valovne dolžine odbija tudi klorofil. Za izolacijo antocianinov se odšteje spektralni pas 700 nm, ki odbija samo klorofil in ne antocianinov. Za korekcijo gostote in debeline listov se osnovnemu indeksu ARI doda bližnji infrardeči spektralni pas (v priporočenih valovnih dolžinah 760-800 nm), ki je povezan z razpršitvijo listov. Novi indeks se imenuje modificirani ARI ali mARI (tudi ARI2). vrednosti mARI za pregledana drevesa v [tem izvirnem članku](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) so se gibale med 0 in 8. Več informacij je [tukaj](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
sv: # Modified Anthocyanin Reflectance Index (mARI/ARI2) Antocyaniner är pigment som är vanliga i högre växter och ger dem röda, blå och lila färger. De ger värdefull information om växternas fysiologiska tillstånd eftersom de anses vara indikatorer för olika typer av stress hos växterna. Reflektansen för antocyanin är som högst kring 550 nm. Samma våglängder reflekteras emellertid även av klorofyll. För att isolera antocyaninerna subtraheras 700 nm spektralbandet som endast reflekterar klorofyll och inte antocyaniner. För att korrigera för lövdensitet och tjocklek, läggs det nära infraröda spektralbandet (med de rekommenderade våglängderna 760–800 nm), som är förknippat med spridningen från löv, till det grundläggande ARI-indexet. Det nya indexet kallas för modifierat ARI eller mARI (även ARI2). mARI-värden för undersökta träd i [denna ursprungliga artikel](https://custom-scripts.sentinel-hub.com/sentinel-2/mari/) varierade från 0 till 8. Mer information [här.](https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1227&context=natrespapers)
