Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Select the resampling kernel to use: - 4x4 cubic convolution (CC), - nearest neighbour (NN), - or the proprietary MTF kernel (MTF)
fi: Valitse oikaisumenetelmä: - 4x4 kuutiokonvoluutio (Cubic Convolution, CC), - lähin naapuri (Nearest Neighbour, NN), - muu tekijänoikeuden alainen modulaarinen siirtofunktio (MTF)
fr: Sélectionnez le noyau de rééchantillonnage à utiliser : - 4x4 convolution cubique (CC), - le plus proche voisin (NN), - ou le noyau propriétaire MTF (MTF).
lt: Pasirinkite naudojamą perrinkimo branduolį: - Pasirinkite 4x4 kubinę konvulsiją (CC), - artimiausio kaimyno (NN), - arba patentuotą MTF branduolį (MTF)
lv: Izvēlieties paraugošanas logu: - 4x4 kubiskā konvolūcija (CC) - tuvākie kaimiņi (NN) - atbilstošais MTF logs (MTF)
pl: Wybierz jądro ponownego próbkowania, które ma być użyte: - cubic convolution 4x4 (CC), - najbliższy sąsiad (NN), - lub prywatne jądro MTF (MTF).
pt: Selecionar a reamostragem do núcleo para usar: - convolução cúbica 4x4 (CC) - vizinho mais próximo (NN) - ou o proprietário do núcleo MTF (MTF)
sv: Välj omsamplingskärna att använda: - 4x4 kubisk faltning (CC), - närmaste granne (NN), - eller den skyddade MTF-kärnan (MTF)

source: 4x4 cubic convolution
fi: 4x4 kuutiokonvoluutio
fr: convolution cubique 4 x 4
lt: 4x4 kubinė konvoliucija
lv: 4x4 kubiskā konvolūcija (4x4 cubic convolution)
pl: konwolucja sześcienna 4x4
pt: convolução cúbica 4x4
sv: 4x4 kubisk faltning

source: nearest neighbour
fi: lähin naapuri
fr: plus proche voisin
lt: artimiausias kaimynas
lv: tuvākie kaimiņi (nearest neigbour)
pl: najbliższy sąsiad
pt: vizinho mais próximo
sv: närmaste granne

source: proprietary MTF kernel
fi: tekijänoikeuden alainen MTF
fr: noyau MTF propriétaire
lt: patentuotas MTF branduolys
lv: atbilstošais MTF logs (proprietary MTF kernel)
pl: prywatne jądro MTF
pt: proprietário do núcleo MTF
sv: skyddad MTF-kärna

source: Resampling kernel
fi: Oikaisumenetelmä
fr: Rééchantillonner le noyau
lt: Perrinkimo branduolys
lv: Paraugošanas logs (Resampling kernel)
pl: Ponowne próbkowanie jądra
pt: Reamostragem do núcleo
sv: Omsamplingskärna

source: Creating and editing a timelapse is not supported on mobile.
fi: Mobiililaitteella ei voi luoda tai muokata timelapse-videoita.
fr: La création et l'édition d'une série temporelle ne sont pas supportées dans la version mobile.
lt: Laiko intervalų kūrimas ir redagavimas nepalaikomas mobiliuosiuose įrenginiuose.
lv: Animāciju veidošana un rediģēšana uz mobilās ierīces netiek atbalstīta.
pl: Tworzenie i edytowanie animacji poklatkowych nie jest wspierane na urządzeniach mobilnych.
pt: Criar e editar um instante não é suportado no telemóvel.
sv: Skapande och redigering av timelapse-klipp stöds inte mobilt.

source: Upload a KML/KMZ, GPX, WKT (in EPSG:4326) or GEOJSON/JSON file to create area of interest. Area will be used for clipping when exporting an image.
fi: Luo kohdealue tuomalla KML/KMZ-, GPX- tai GEOJSON/JSON-tiedosto. Kuva rajataan kohdealueeseen.
fr: Téléchargez un fichier KML/KMZ, WKT (dans EPSG: 4326), GPX ou GEOJSON/JSON pour créer une zone d'intérêt. La zone sera utilisée pour le détourage lors de l'exportation d'une image.
lt: Įkelkite KML/KMZ, GPX, WKT (EPSG:4326) arba GEOJSON/JSON failą, kad sukurtumėte dominančią sritį. Eksportuojant vaizdą, sritis bus naudojama iškarpai.
lv: Augšuplādēt KML/KMZ, GPX, WKT (pa EPSG:4326) vai GEOJSON/JSON datni, lai norādītu interesējošo teritoriju (Area of Interest, AOI). Šī teritorija tiks izmantota izejas datu veidošanai.
pl: Prześlij plik KML/KMZ, GPX, WKT (w EPSG:4326) lub GEOJSON/JSON, aby utworzyć obszar zainteresowania. Obszar ten będzie używany do przycinania podczas eksportowania obrazu.
pt: Carregar um ficheiro KML/KMZ, GPX, WKT (in EPSG:4326) ou GEOJSON/JSON para criar uma área de interesse. A área será usada para recortar quando exportar uma imagem.
sl: Naložite datoteko KML/KMZ, GPX, WKT (v EPSG:4326) ali GEOJSON/JSON in ustvarite interesno območje. Območje bo uporabljeno za izrezovanje pri izvozu slike.
sv: Ladda upp en KML/KMZ-, GPX- eller GEOJSON/JSON-fil för att skapa ett intressant område. Området kommer att användas som avgränsning när du exporterar en bild.

source: Drop KML/KMZ, GPX, WKT (in EPSG:4326), GEOJSON/JSON file or search your computer
fi: Pudota KML/KMZ-, GPX- tai GEOJSON/JSON-tiedosto laitteeltasi
fr: Déposez un fichier KML/KMZ, GPX, WKT (dans EPSG:4326), GEOJSON/JSON ou faites une recherche sur votre ordinateur
lt: Įmeskite KML/KMZ, GPX, WKT (EPSG:4326), GEOJSON/JSON failą arba atlikite paiešką kompiuteryje
lv: Ievelciet KML/KMZ, GPX, WKT (pa EPSG:4326), vai GEOJSON/JSON datni vai meklējiet to Jūsu datorā
pl: Upuść plik KML/KMZ, GPX, WKT (w EPSG:4326), GEOJSON/JSON lub przeszukaj swój komputer
pt: Deixe o ficheiro KML/KMZ, GPX, WKT (in EPSG:4326), GEOJSON/JSON ou pesquise o seu computador
sl: Spustite datoteko KML/KMZ, GPX, WKT (v EPSG:4326), GEOJSON/JSON ali preiščite svoj računalnik
sv: Släpp en KML/KMZ-, GPX-, GEOJSON/JSON-fil eller sök på datorn

source: DEM instance
fi: DEM-tietojoukko
fr: instance DEM
lt: DEM pavyzdys
lv: DEM veidols
pl: Przykład DEM
pt: Distância DEM
sv: DEM-instans

source: Type
fi: Tyyppi
lt: Tipas
lv: Tips
pl: Typ
pt: Tipo
sv: Typ

source: Currently only collections on services.sentinel-hub are supported.
fi: Toistaiseksi vain services.sentinel-hub-osoitteeseen tallennettuja kokoelmia tuetaan.
fr: Pour le moment seuls les collections issues de services.setinel-hub sont suppotées.
lt: Šiuo metu palaikomos tik services.sentinel-hub kolekcijos.
lv: Šobrīd tiek atbalstītas tikai "services.sentinel-hub" kolekcijas.
pl: Obecnie obsługiwane są tylko kolekcje ze strony services.sentinel-hub.
pt: Atualmente só as coleções em services.sentinel-hub são suportadas.
sv: För närvarande stöds endast samlingar på service.sentinel-hub.

source: Add layers from pins
fi: Lisää taso merkityistä
fr: Ajouter des couches depuis les signets
lt: Pridėkite sluoksnius iš žymeklių
lv: Pievienot slāņus no atzīmēm
pl: Dodaj warstwy z pinezek
pt: Adicione camadas dos pinos
sv: Lägg till lager från kartnålar

source: Visualisations
fi: Visualisoinnit
lt: Vizualizacijos
lv: Vizualizācijas
pl: Wizualizacje
pt: Visualizações
sv: Visualiseringar

source: Min. tile coverage
fi: Väh. ruudun peitto
fr: Couverture minimale de la tuile
lt: Minimali fragmento danga
lv: Minimālais kadra pārklājums
pl: Min. pokrycie kafelków
pt: Min. cobertura de mosaico
sv: Min. täckning hos ruta

source: Edit timelapse
fi: Muokkaa timelapse-videota
fr: Editer la série temporelle
lt: Redaguoti laiko intervalą
lv: Rediģēt animāciju
pl: Edytuj animację poklatkową
pt: Editar um instante
sv: Redigera timelapse-klipp

source: Transition:
fi: Siirtymät:
lt: Perėjimas:
lv: Pāreja:
pl: Przejście:
pt: Transição:
sv: Övergång:

source: None
fi: Ei mitään
fr: Aucun
lt: Nė vienas
lv: Nav
pl: Brak
pt: Nenhum
sv: Ingen

source: Fade
fi: Haalistuminen
fr: Estomper
lt: Išblukti
lv: Dilšana
pl: Zanikanie
pt: Desvanecer
sv: Uttoning

source: # The Global Human Settlement Layer GHS-BUILT-S2 The Global Human Settlement Layer GHS-BUILT-S2 is a global map of built-up areas (expressed as probabilities from 0 to 100 %) at 10 m spatial resolution. It was derived from a Sentinel-2 global image composite for the reference year 2018 using Convolutional Neural Networks. This script visualises the built-up probabilities stretched to 0-255. For more information about the layer, visit [this website](https://custom-scripts.sentinel-hub.com/other_collections/global-human-settlement-layer/global-human-settlement-layer-ghs-built-s2/).
fi: # Global Human Settlement -taso GHS-BUILT-S2 Global Human Settlement -taso GHS-BUILT-S2 on maailmanlaajuinen kartta rakennetusta ympäristöstä. Rakennettu ympäristö näytetään 0–100 %:n todennäköisyyksinä 10 metrin alueellisella erotuskyvyllä. Taso perustuu Sentinel-2-satelliitin koko Maan kattaviin komposiitteihin vertailuvuodelta 2018 ja se käyttää konvoluutioneuroverkkoa. Taso on visualisointi rakennetun ympäristön todennäköisyyksistä välillä 0–255. Lisää tietoja tasosta löydät englanniksi [tältä sivustolta](https://custom-scripts.sentinel-hub.com/other_collections/global-human-settlement-layer/global-human-settlement-layer-ghs-built-s2/).
lt: # Pasaulinis žmonių gyvenviečių sluoksnis GHS-BUILT-S2 Pasaulinis žmonių gyvenviečių sluoksnis GHS-BUILT-S2 - tai pasaulinis užstatytų teritorijų žemėlapis (išreikštas tikimybėmis nuo 0 iki 100 %) 10 m erdvine skiriamąja geba. Jis buvo gautas iš 2018 ataskaitinių metų "Sentinel-2" pasaulinių vaizdų kompozito naudojant konvoliucinius neuroninius tinklus. Šiame scenarijuje vizualizuojamos užstatymo tikimybės, ištemptos iki 0-255. Daugiau informacijos apie sluoksnį rasite [šioje svetainėje] (https://custom-scripts.sentinel-hub.com/other_collections/global-human-settlement-layer/global-human-settlement-layer-ghs-built-s2/).
lv: # Globālais apdzīvotības slānis (The Global Human Settlement Layer, GHS-BUILT-S2) GHS-BUILT-S2 slānis ir globāla apbūvētu teritoriju karte (izteikta procentos no 0 līdz 100%) ar 10 m telpisko izšķirspēju. Tas ir atvasināts no 2018. gada Sentinel-2 globālās mozaīkas attēla izmantojot Konvolūcijas Neironu Tīklu (Convolutional Neural Network). Aprēķins vizualizē apbūves varbūtību diapazonā no 0-255. Vairāk informācijas [šajā mājaslapā](https://custom-scripts.sentinel-hub.com/other_collections/global-human-settlement-layer/global-human-settlement-layer-ghs-built-s2/).
pl: # Warstwa Global Human Settlement GHS-BUILT-S2 Warstwa Global Human Settlement GHS-BUILT-S2 to globalna mapa obszarów zabudowanych (wyrażona jako prawdopodobieństwo od 0 do 100%) w rozdzielczości przestrzennej 10 m. Została ona uzyskana z globalnej kompozycji obrazów Sentinel-2 dla roku referencyjnego 2018 przy użyciu sieci neuronowych typu Convolutional Neural Networks. Ten skrypt wizualizuje nagromadzone prawdopodobieństwa rozciągnięte na wartości 0-255. Więcej informacji o warstwie można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/other_collections/global-human-settlement-layer/global-human-settlement-layer-ghs-built-s2/).
pt: Nível de Povoamento Humano Global GHS-BUILT-S2 O Nível de Povoamento Humano Global GHS-BUILT-S2 é um mapa global de áreas construídas (expressas como probabilidades de 0 a 100%) com resolução espacial de 10m. Proveio de um compósito de imagem global do Sentinel-2 para o ano de referência 2018 usando Redes Neurais Convulsionais. Este guião visualiza as probabilidades de construção estendidas de 0-255. Para mais informação sobre o nível visite [este website](https://custom-scripts.sentinel-hub.com/other_collections/global-human-settlement-layer/global-human-settlement-layer-ghs-built-s2/).
sv: # The Global Human Settlement Layer GHS-BUILT-S2 Global Human Settlement Layer GHS-BUILT-S2 är en global karta över bebyggda områden (angiven som sannolikheter mellan 0 och 100 %) med en geografisk upplösning på 10 m. Lagret härleddes från en global Sentinel-2-bildsammanställning för referensåret 2018 med användande av faltningsnätverk. Detta skript visualiserar sannolikheterna för bebyggelse över intervallet 0–255. För mer information om lagret, besök [denna webbplats](https://custom-scripts.sentinel-hub.com/other_collections/global-human-settlement-layer/global-human-settlement-layer-ghs-built-s2/).

source: Could not generate timelapse animation file. Try using lower resolution or fewer frames.
lt: Nepavyko sugeneruoti laikinės animacijos failo. Pabandykite naudoti mažesnę skiriamąją gebą arba mažiau kadrų.
pl: Nie udało się wygenerować pliku z animacją. Spróbuj wybrać niższą rozdzielczość lub mniejsza ilość klatek.
pt: Não conseguiu gerar ficheiro de animação instantânea. Tente usar uma resolução mais baixa ou menos fotogramas.

source: Width
fi: Leveys
fr: Largeur
lt: Plotis
lv: Platums
pl: Szerokość
pt: Largura
sv: Bredd

source: Height
fi: Korkeus
fr: Hauteur
lt: Aukštis
lv: Augstums
pl: Wysokość
pt: Altura
sv: Höjd

source: Format
fi: Muoto
lt: Formatas
lv: Formāts
pt: Formato

source: For optimisation reasons MPEG4 output format will always be used for generating a timelapse with transition "fade", even when GIF is selected.
fi: Optimointisyistä timelapse-videon Haihtuminen-siirtymän kanssa käytetään aina MPEG4-tiedostomuotoa, vaikka tiedostomuodoksi olisi valittu GIF.
fr: Afin d'optimiser le résultat, le format MPEG4 sera toujours utilisé pour générer une série temporelle utilisant une transition "estompée", même si le format GIF a été sélectionné.
lt: Optimizavimo sumetimais MPEG4 išvesties formatas visada bus naudojamas generuojant timelapse su perėjimu "fade", net jei pasirinktas GIF formatas.
lv: Optimizācijas nolūkos MPPEG4 izejas formāts tiek izmantots vienmēr, kad tiek veidotas attēlu animācijas ar "fade" pārēju, pat ja ir atzīmēts GIF formāts.
pl: Ze względów optymalizacyjnych, MPEG4 będzie zawsze używany jako format wyjściowy przy generowaniu animacji poklatkowych z efektem "zanikania", nawet jeśli wybrany został GIF.
pt: Por razões de otimização o formato de saída do MPEG4 será sempre usado para gerar um instante com transição "desvanecer", mesmo quando se seleciona GIF.
sv: Av optimeringsskäl används alltid utdataformatet MPEG4 för att skapa timelapse-klipp med en övergångsuttoning, även när GIF är valt.

source: The current datasource doesn't support analytical exports
fi: Valittu tietolähde ei tue Analyyttinen-vaihtoehtoa kuvan lataamisessa
fr: La source de données ne permet pas les exports analytiques
lt: Dabartinis duomenų šaltinis nepalaiko analitinio eksporto
lv: Izvēlētais datu avots neatbalsta analītisko datu exportēšanu
pl: Wybrane źródło danych nie wspiera eksportowania danych analitycznych
pt: A fonte de dados atual não suporta exportações analíticas
sv: Den nuvarande datakällan stöder inte analysexport

source: To create a timelapse of a custom area, create AOI first
fi: Luo AOI ensin luodaksesi timelapsen mukautetusta alueesta
fr: Pour créer un timelapse d'une zone personnalisée, créez d'abord l'AOI
lt: Norėdami sukurti pasirinktinės srities laiko intervalą, pirmiausia sukurkite AOI
lv: Ir nepieciešams izveidot poligonu (Area of Interest, AOI), lai veidotu attēlu animāciju pielāgotai teritorijai
pl: Aby utworzyć timelapse dla niestandardowego obszaru, należy najpierw utworzyć AOI
pt: Para criar um instante de uma área personalizada, criar primeiro AOI
sv: För att skapa en timelapse av ett anpassat område, skapa AOI först

source: Main discrete classification according to 23-categories nomenclature
fi: Pääasiallinen erillinen luokitus 23 kategorian nimikkeistön mukaan
fr: Classification discrète principale selon la nomenclature à 23 catégories
lt: Pagrindinė diskretinė klasifikacija pagal 23 kategorijų nomenklatūrą
lv: Šķirotā klasifikācija, balstīta uz 23-kategoriju sarakstu
pl: Główna klasyfikacja dyskretna, według nomenklatury 23 kategorii
pt: Classificação discreta principal de acordo com 23 categorias de nomenclatura
sv: Huvudsaklig diskret klassificering enligt 23-kategoriers nomenklatur

source: The confidence of the classifier
fi: Luokittajan luottamus
fr: La fiabilité du classificateur
lt: Klasifikatoriaus patikimumas
lv: Klasifikatora pārliecības novērtējums
pl: Pewność klasyfikatora
pt: A confiança do classificador
sv: Klassificerarens förtroende

source: The number of cloudless images
fi: Pilvettömien kuvien lukumäärä
fr: Le nombre d'images sans nuage
lt: Vaizdų, kuriuose nėra debesų, skaičius
lv: Bezmākoņu attēlu skaits
pl: Liczba bezchmurnych zdjęć
pt: O número de imagens sem nuvens
sv: Antalet molnfria bilder

source: The **CNES Land Cover Map** (Occupation des Sols, OSO) produces land classification for Metropolitan France at 10 m spatial resolution based on Sentinel-2 L2A data within the Theia Land Cover CES framework. Maps for 2020, 2019, and 2018 use a 23-categories nomenclature. For earlier maps in 2017 and 2016, a fully compatible 17-classes nomenclature is employed. More information [here](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Coverage**: Metropolitan France **Data Availability**: 2016 - ongoing **Spatial resolution**: 10 meters
fi: **CNES Maanpeitekartta** (maa-alueen kehittäminen, OSO) tuottaa maanluokituksen Europan Ranskaan 10 metrin alueellisella erottelukyvyllä Sentinel-2 L2A -tietojen perusteella Theia Land Cover CES -kehyksen puitteissa. Vuosien 2020, 2019 ja 2018 kartoissa käytetään 23-kategorista nimikkeistöä. Aiemmissa vuosien 2017 ja 2016 kartoissa käytetään täysin yhteen sopivaa 17-luokan nimikkeistöä. Lisätietoja [täällä](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Kattavuus**: Euroopan Ranska **Tietojen saatavuus**: 2016 eteenpäin **Alueellinen erotuskyky**: 10 metriä
fr: La **CNES Land Cover Map** (Occupation des Sols, OSO) produit une classification des terres pour la France métropolitaine à une résolution spatiale de 10 m basée sur les données Sentinel-2 L2A dans le cadre du CES Theia Land Cover. Les cartes pour 2020, 2019 et 2018 utilisent une nomenclature à 23 catégories. Pour les cartes antérieures de 2017 et 2016, une nomenclature à 17 catégories entièrement compatible est employée. Plus d'informations [ici](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Couverture** : France métropolitaine **Données disponibles** : 2016 - en cours **Résolution spatiale** : 10 mètres
lt: 2020 m., 2019 m. ir 2018 m. žemėlapiuose naudojama 23 kategorijų nomenklatūra. Ankstesniuose 2017 ir 2016 m. žemėlapiuose naudojama visiškai suderinama 17 kategorijų nomenklatūra. Daugiau informacijos [čia] (https://collections.sentinel-hub.com/cnes-land-cover-map/). **Apimtis**: Metropolinė Prancūzija **Duomenų prieinamumas**: 2016 m. - tęstinis **Projekto erdvinė skiriamoji geba**: 10 metrų
lv: **CNES Land cover map** (Occupation des Sols, OSO) ir zemes pārklājuma klasifikācijas karte, kas izmanto Sentinel-2 L2A datus "Theia Land Cover CES" ietvaros, lai klasificētu Zemes pārklājuma tipus Francijā(kontinentālā Eiropa) ar 10 m telpisko izšķirtspēju. Kartes 2020., 2019. un 2018. gadam izmanto 23 kategoriju sarakstu. Kartes 2017. un 2016. gadam izmanto savietojamu 17 kategoriju sarakstu. Vairāk informācijas [šeit](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Pārklājums**: Francijas teritorija kontinentālajā Eiropā **Datu pieejamība**: 2016 - šobrīd **Telpiskā izšķirspēja**: 10 metri
pl: **Mapa pokrycia terenu CNES** (Occupation des Sols, OSO) tworzy klasyfikację terenu dla Francji metropolitalnej w rozdzielczości przestrzennej 10 m na podstawie danych Sentinel-2 L2A w ramach struktury Theia Land Cover CES. Mapy dla lat 2020, 2019 i 2018 wykorzystują nomenklaturę 23 kategorii. Dla wcześniejszych map z lat 2017 i 2016 zastosowano w pełni kompatybilną nomenklaturę 17-klasową. Więcej informacji [tutaj](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Pokrycie**: Francja metropolitalna. **Dostępność danych**: 2016 - teraz. **Rozdzielczość przestrzenna**: 10 metrów
pt: O ** CNES Land Cover Map**(Occupation des Sols, OSO) produz classificações de solo para a França Metropolitana com uma resolução espacial de 10m baseada nos dados do Sentinal-2 L2A dentro do enquadramento de Theia Land Cover CES. Mapas para 2020, 2019 e 2018 usam 23 categorias de nomenclatura. Para mapas anteriores , 2017 e 2016, é usada uma nomenclatura de 17 classes completamente compatível. Mais informação [aqui](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Cobertura**: França Metropolitana **Disponibilidade de dados**: 2016- permanente **Resolução espacial**: 10 metros
sv: **CNES Land Cover Map** (Occupation des Sols, OSO) producerar markklassificering för Metropolitan France vid 10 m rumslig upplösning baserat på Sentinel-2 L2A-data inom Theia Land Cover CES-ramverket. Kartor för 2020, 2019 och 2018 använder en nomenklatur med 23 kategorier. För tidigare kartor under 2017 och 2016 används en fullt kompatibel 17-klassers nomenklatur. Mer information [här](https://collections.sentinel-hub.com/cnes-land-cover-map/). **Täckning**: Metropolitan France **Datatillgänglighet**: 2016 - pågår **Spatial upplösning**: 10 meter

source: # CNES Land cover map The CNES Land Cover Map (Occupation des Sols, OSO) produces land classification for Metropolitan France at 10 m spatial resolution based on Sentinel-2 L2A data within the Theia Land Cover CES framework. Maps for 2020, 2019, and 2018 use a 23-categories nomenclature. For earlier maps in 2017 and 2016, a fully compatible 17-classes nomenclature is employed. Find more information [here](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_classification/).
fi: # CNES Maanpeitekartta CNES Maanpeitekartta (maa-alueen kehittäminen, OSO) tuottaa maanluokituksen Euroopan Ranskaan 10 metrin alueellisella erottelukyvyllä perustuen Sentinel-2 L2A -tietoihin Theia Land Cover CES -kehyksen puitteissa. Vuosien 2020, 2019 ja 2018 kartoissa käytetään 23-kategorista nimikkeistöä. Aiemmissa vuosien 2017 ja 2016 kartoissa käytetään täysin yhteen sopivaa 17-luokan nimikkeistöä. Löydät lisätietoja [täältä](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_classification/).
lt: # CNES žemės dangos žemėlapis 2020 m., 2019 m. ir 2018 m. žemėlapiuose naudojama 23 kategorijų nomenklatūra. Ankstesniuose 2017 ir 2016 m. žemėlapiuose naudojama visiškai suderinama 17 kategorijų nomenklatūra. Daugiau informacijos rasite [čia] (https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_classification/).
lv: # CNES Zemes pārklājuma karte (CNES Land cover map) CNES Zemes pārklājuma karte (CNES Land Cover Map, Occupation des Sols, OSO) izmanto Sentinel-2 L2A datus "Theia Land Cover CES" ietvaros, lai klasificētu Zemes pārklājuma tipus Francijā(kontinentālā Eiropa) ar 10 m telpisko izšķirtspēju. Kartes 2020., 2019. un 2018. gadam izmanto 23 kategoriju sarakstu. Kartes 2017. un 2016. gadam izmanto savietojamu 17 kategoriju sarakstu. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_classification/).
pl: # Mapa pokrycia terenu CNES Mapa pokrycia terenu CNES (Occupation des Sols, OSO) tworzy klasyfikację gruntów dla Francji metropolitalnej w rozdzielczości przestrzennej 10 m na podstawie danych Sentinel-2 L2A w ramach struktury Theia Land Cover CES. Mapy dla lat 2020, 2019 i 2018 wykorzystują nomenklaturę 23 kategorii. Dla wcześniejszych map z lat 2017 i 2016 zastosowano w pełni kompatybilną nomenklaturę 17-klasową. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_classification/).
pt: # Mapa de Cobertura de Solo CNES O Mapa de Cobertura de Solo CNES (Occupation des Sols, OSO) produz classificação de solos para a França Metropolitana com uma resolução espacial de 10m baseada nos dados do Sentinel-2 L2A, dentro do enquadramento do Theia Land Cover CES . Mapas para 2020, 2019 e 2018 usam 23 categorias de nomenclatura. Para mapas anteriores, 2017 e 2016, é usada uma nomenclatura de 17 classes completamente compatível. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_classification/).
sv: # CNES Land cover map CNES Land Cover Map (Occupation des Sols, OSO) producerar markklassificering för Metropolitan France vid 10 m rumslig upplösning baserat på Sentinel-2 L2A-data inom Theia Land Cover CES-ramverket. Kartor för 2020, 2019 och 2018 använder en nomenklatur med 23 kategorier. För tidigare kartor under 2017 och 2016 används en fullt kompatibel 17-klassers nomenklatur. Hitta mer information [här](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_classification/).
