Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Vegetation index value at MAXD
fi: Kasvillisuusindeksin arvo kauden alkupäivänä (MAXD)
fr: Valeur de l'indice de végétation à MAXD
lt: Vegetacijos indekso reikšmė MAXD
lv: Veģetācijas indeksa vērtība, sezonas maksimums
pl: Wartość indeksu wegetacyjnego w MAXD
pt: Valor do índice da vegetação em MAXD
sv: Växtlighetsindexvärde vid MAXD

source: Average vegetation index value of minima on left and right sides of each season
fi: Keskiarvoiset kasvillisuusindeksin pienimmät arvot ovat kunkin kauden vasemmalla ja oikealla puolella
fr: Valeur moyenne de l'indice de végétation des minima à gauche et à droite de chaque saison
lt: Vidutinė vegetacijos indekso vertė kiekvieno sezono minimumo kairėje ir dešinėje pusėse
lv: Vidējā augāja indeksa vērtība, minimums kreisajā un labajā katras sezonas daļā
pl: Średnia wartość indeksu roślinności dla minimów po lewej i prawej stronie w każdym sezonie
pt: Média do valor do índice da vegetação dos mínimos à esquerda e à direita de cada estação
sv: Genomsnittligt växtlighetsindexvärde vid minima till vänster och höger om varje säsong

source: Season amplitude (MAXV – MINV)
fi: Kauden amplitudi (MAXV–MINV)
fr: Amplitude de la saison (MAXV – MINV)
lt: Sezono amplitudė (MAXV - MINV)
lv: Sezonas amplitūda (MAX-MIN)
pl: Aplituda sezonowa (MAXV - MINV)
pt: Amplitude da estação (MAXV-MINV)
sv: Säsongsamplitud (MAXV–MINV)

source: Length of Season (number of days between start and end)
fi: Kauden pituus (päivien määrä alkupäivän ja loppupäivän välillä)
fr: Durée de la saison (nombre de jours entre le début et la fin)
lt: Sezono trukmė (dienų skaičius nuo pradžios iki pabaigos)
lv: Sezonas garums (dienas starp sākumu un beigām)
pl: Długość sezonu (ilość dni od początku do końca)
pt: Tamanho da Estação (número de dias entre o princípio e o fim)
sv: Säsongens längd (antal dagar mellan start och slut)

source: Slope of the greening up period
fi: Kasvukauden käyrä
fr: Pente de la période de verdissement
lt: Apželdinimo periodo nuolydis
lv: Zaļošanas perioda stāvums (Slope of the Greening Period)
pl: Nachylenie okresu zazieleniania
pt: Declive do período de crescimento
sv: Lutningsvinkel under grönskningsperioden

source: Slope of the senescent period
fi: Kasvien senesenssikauden käyrä
fr: Pente de la période de sénescence
lt: Senėjimo periodo nuolydis
lv: Noziedēšanas perioda stāvums (Slope of the Senescent Period)
pl: Nachylenie okresu starzenia się
pt: Declive do período senescente
sv: Lutningsvinkel under åldrandeperioden

source: Seasonal productivity. The growing season integral computed as the sum of all daily values between SOSD and EOSD
fi: Kausituottavuus. Kasvukauden integraali lasketaan kaikkien kauden alkupäivän ja kauden loppupäivän välisten arvojen summana
fr: Productivité saisonnière. L'intégrale de la saison de croissance est calculée comme la somme de toutes les valeurs journalières entre la SOSD et la EOSD
lt: Sezoninis produktyvumas. Augimo sezono integralas apskaičiuojamas kaip visų dienos verčių tarp SOSD ir EOSD suma
lv: Sezonālā produktivitāte. Visu dienas vērtību summa no sezonas sākuma līdz beigām
pl: Produktywność sezonowa. Całka sezonu wegetacyjnego, obliczona jako suma wszystkich wartości dziennych między SOSD a EOSD
pt: Produtividade sazonal. O crescimento integral da estação calculado como a soma de todos os valores diários entre SOSD e EOSD
sv: Säsongsproduktivitet. Tillväxtsäsongens integral beräknad som summan av alla dagliga värden mellan SOSD och EOSD.

source: Total productivity. The growing season integral computed as sum of all daily values minus their base level value.
fi: Kokonaistuottavuus. Kasvukauden integraali lasketaan kauden kaikkien päivien arvojen summasta vähennettynä niiden lähtötason arvolla.
fr: Productivité totale. L'intégrale de la saison de croissance calculée comme la somme de toutes les valeurs quotidiennes moins leur valeur de base.
lt: Bendras produktyvumas. Augimo sezono integralas, apskaičiuojamas kaip visų dienos verčių suma, atėmus jų bazinę vertę.
lv: Kopējā produktivitāte. Visu dienas vērtību summa no sezonas sākuma līdz beigām neskaitot bāzes līmeņa vērtību.
pl: Całkowita produktywność. Całka z sezonu wegetacyjnego, obliczona jako suma wszystkich wartości dziennych minus ich wartość na poziomie podstawowym.
pt: Produtividade total. O crescimento integral da estação calculado como a soma de todos os valores diários menos o seu valor de nível base.
sv: Total produktivitet. Tillväxtsäsongens integral beräknad som summan av alla dagliga värden minus deras basnivåvärde.

source: # Amplitude Parameter This layer visualizes the seasonal amplitude parameter of the VPP (Vegetation Phenology and Productivity) parameter. It is calculated as a difference between the MAXV (season maximum value) and MINV (season minimum value) parameters. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-amplitude-ampl) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fi: # Amplitudiparametri Tämä taso on visualisointi kasvillisuuden fenologiaa ja tuottavuutta mittaavan parametrin (Vegetation Phenology and Productivity, VPP) kausittaisesta amplitudiparametrista. Se lasketaan kauden suurimman arvon (MAXV) ja pienimmän arvon (MAXV) parametrien erotuksesta. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-amplitude-ampl) ja [täältä](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lt: # Amplitudės parametras Šiame sluoksnyje vizualizuojamas VPP (Vegetation Phenology and Productivity) parametro sezoninės amplitudės parametras. Jis apskaičiuojamas kaip skirtumas tarp MAXV (didžiausia sezono vertė) ir MINV (mažiausia sezono vertė) parametrų. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-amplitude-ampl) ir [čia](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lv: # Amplitūdas parametrs Šis slānis vizualizē "VPP (Vegetation Phenology and Productivity)" parametra vērtību sezonālo amplitūdu. Tas tiek aprēķināts kā starpība starp MAXV (sezonas maksimālā vērtība) un MINV (sezonas minimālā vērtība) parametriem. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-amplitude-ampl) un [šeit](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pl: # Parametr amplitudy Ta warstwa wizualizuje parametr amplitudy sezonowej parametru VPP (Vegetation Phenology and Productivity). Jest on obliczany jako różnica między parametrami MAXV (wartość maksymalna sezonu) i MINV (wartość minimalna sezonu). Więcej informacji można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-amplitude-ampl) i [tutaj](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pt: # Parâmetro de Amplitude Este nível visualiza o parâmetro de amplitude sazonal do parâmetro VPP (Produtividade e Fenologia da Vegetação). É calculado como a diferença entre os parâmetros MAXV (valor máximo da estação) e MINV ( valor mínimo da estação). Encontre mais informação[aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-amplitude-ampl) e [aqui](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
sv: # Amplitude Parameter Detta lager visualiserar säsongsamplitudparametern i VPP (Vegetation Phenology and Productivity)-parametern. Den beräknas somen skillnad mellan parametrarna MAXC (säsongens maximivärde) och MINV (säsongens minimivärde). Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-amplitude-ampl) och [här](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity)).

source: # End of Season Values This layer visualizes the EOSV parameter of the VPP (Vegetation Phenology and Productivity) parameter. EOSV is a PPI (plant phenology index) value of the end-of-season day. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-end-of-season-value-eosv/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fi: # Kauden lopun arvot Tämä taso on visualisointi kasvillisuuden fenologiaa ja tuottavuutta mittaavan parametrin (Vegetation Phenology and Productivity, VPP) kauden lopun arvojen parametrista (EOSV). Kauden lopun arvo on kasvillisuuden fenologisen indeksin kauden viimeisen päivän arvo. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-end-of-season-value-eosv/) ja [täältä](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lt: # Sezono pabaigos vertės Šiame sluoksnyje vizualizuojamas VPP (augalijos fenologijos ir produktyvumo) parametro EOSV parametras. EOSV yra PPI (augalų fenologijos indekso) sezono pabaigos dienos reikšmė. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-end-of-season-value-eosv/) ir [čia](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lv: # Sezonas beigu vērtības Šis slānis vizualizē VPP(Vegetation Phenology and Productivity) parametra EOSV(End of Season Value) vērtību. EOSV ir PPI(Plant Phenology Index) vērtība, kas nolasīta sezonas pēdējā dienā. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-end-of-season-value-eosv/) un [šeit](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pl: # Wartości końca sezonu Ta warstwa wizualizuje parametr EOSV parametru VPP (Vegetation Phenology and Productivity). EOSV to wartość PPI (wskaźnik fenologii roślin) dla dnia końca sezonu. Więcej informacji można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-end-of-season-value-eosv/) i [tutaj](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pt: # Fim dos Valores da Estação Este nível visualiza o parâmetro EOSV do parâmetro VPP (Produtividade e Fenologia da Vegetação). O EOSV é um valor PPI (índice fenológico da planta) do dia de fim de estação. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-end-of-season-value-eosv/) e [aqui](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
sv: # End of Season Values Detta lager visualiserar EOSV-parametern i VPP (Vegetation Phenology and Productivity)-parametern. EOSV är ett PPI (plant phenology index)-värde på säsongens sista dag. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-end-of-season-value-eosv/) och [här](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity)).

source: # Season Maximum Value This layer visualizes the MAXV parameter of the VPP (Vegetation Phenology and Productivity) parameter. MAXV represents the PPI (plant phenology index) value at the day of the season maximum. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-maximum-value-maxv/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fi: # Kauden suurin arvo Tämä taso on visualisointi kasvillisuuden fenologiaa ja tuottavuutta mittaavan parametrin (Vegetation Phenology and Productivity, VPP) kauden suurimman arvon parametrista (MAXV). Kauden suurin arvo tarkoittaa kasvillisuuden fenologisen indeksin arvoa kauden suurimman arvon päivänä. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-maximum-value-maxv/) ja [täältä](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lt: # Sezono Didžiausia vertė Šiame sluoksnyje vizualizuojamas VPP (augalijos fenologijos ir produktyvumo) parametro MAXV parametras. MAXV rodo PPI (augalų fenologijos indekso) vertę sezono maksimumo dieną. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-maximum-value-maxv/) ir [čia](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lv: # Sezonas maksimālā vērtība Šis slānis vizualizē VPP(Vegetation Phenology and Productivity) parametra MAXV(Maximum Value) vērtību. MAXV ir PPI(Plant Phenology Index) vērtība, kas nolasīta sezonas maksimuma dienā. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-maximum-value-maxv/) un [šeit](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pl: # Wartość maksimum sezonu Ta warstwa wizualizuje parametr MAXV parametru VPP (Vegetation Phenology and Productivity). MAXV reprezentuje wartość PPI (wskaźnik fenologii roślin) w dniu maksimum sezonu. Więcej informacji można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-maximum-value-maxv/) i [tutaj](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pt: # Valor Máximo da Estação Este nível visualiza o parâmetro MAXV do parâmetro VPP (Produtividade e Fenologia da Vegetação). MAXV representa o valor de PPI (índice fenológico da planta) no dia do máximo da estação. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-maximum-value-maxv/) e[aqui](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
sv: # Season Maximum Value Detta lager visualiserar MAXV-parametern i VPP (Vegetation Phenology and Productivity)-parametern. MAXV är PPI (plant phenology index)-värdet på dagen för säsongsmaximum. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-maximum-value-maxv/) och [här](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Season Minimum Value This layer visualizes the MINV parameter of the VPP (Vegetation Phenology and Productivity) parameter. MINV represents the average PPI (plant phenology index) value of the minima on the left and right sides of each season. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-minimum-value-minv/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fi: # Kauden pienin arvo Tämä taso on visualisointi kasvillisuuden fenologiaa ja tuottavuutta mittaavan parametrin (Vegetation Phenology and Productivity, VPP) kauden pienimmän arvon parametrista (MINV). Kauden pienin arvo tarkoittaa kasvillisuuden fenologisen indeksin pienimpiä arvoja kunkin kauden vasemmalla ja oikealla puolella. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-minimum-value-minv/) ja [täältä](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lt: # Sezono Minimali vertė Šiame sluoksnyje vizualizuojamas VPP (augalijos fenologijos ir produktyvumo) parametro MINV parametras. MINV rodo vidutinę PPI (augalų fenologijos indekso) reikšmę kiekvieno sezono minimumo kairėje ir dešinėje pusėje. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-minimum-value-minv/) ir [čia](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lv: # Sezonas minimālā vērtība Šis slānis vizualizē VPP(Vegetation Phenology and Productivity) parametra MINV(Minimum Value) vērtību. MINV ir PPI(Plant Phenology Index) vērtība, kas izteikta, kā sezonas minimums kreisajā un labajā katras sezonas daļā. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-minimum-value-minv/) un [šeit](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pl: # Wartość minimum sezonu Ta warstwa wizualizuje parametr MINV parametru VPP (Vegetation Phenology and Productivity). MINV reprezentuje średnią wartość PPI (wskaźnik fenologii roślin) dla minimów po lewej i prawej stronie każdego sezonu. Więcej informacji można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-minimum-value-minv/) i [tutaj](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pt: # Valor mínimo da Estação Este nível visualiza o parâmetro MINV do parâmetro VPP (Produtividade e Fenologia da Vegetação). MINV representa o valor médio do PPI (índice fenológico da planta) do mínimo dos lados esquerdo e direito de cada estação. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-minimum-value-minv/) e [aqui](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
sv: # Season Minimum Value Detta lager visualiserar MINV-parametern i VPP (Vegetation Phenology and Productivity)-parametern. MINV representerar det genomsnittliga PPI (plant phenology index)-värdet av mimima till vänster och höger om varje säsong. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-season-minimum-value-minv/) och [här](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Slope of the Senescent Period This layer visualizes the RSLOPE parameter of the VPP (Vegetation Phenology and Productivity) parameter. RSLOPE represents the slope of the PPI (plant phenology index) of the senescent period. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-senescent-period-rslope/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fi: # Kasvien senesenssikauden käyrä Tämä taso on visualisointi kasvillisuuden fenologiaa ja tuottavuutta mittaavan parametrin (Vegetation Phenology and Productivity, VPP) kasvien senesenssikauden käyrän parametrista (RSLOPE). RSLOPE-parametri tarkoittaa kasvillisuuden fenologisen indeksin senesenssikautta vastaavaa käyrän osaa. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-senescent-period-rslope/) ja [täältä](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lt: # Senescencijos periodo nuolydis Šiame sluoksnyje vizualizuojamas VPP (augalijos fenologijos ir produktyvumo) parametro RSLOPE parametras. RSLOPE rodo PPI (augalų fenologijos indekso) senėjimo laikotarpio nuolydį. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-senescent-period-rslope/) ir [čia](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity)
lv: # Noziedēšanas perioda stāvums (Slope of the Senescent Period) Šis slānis vizualizē VPP(Vegetation Phenology and Productivity) parametra RSLOPE vērtību. RSLOPE ir PPI(Plant Phenology Index) vērtības stāvums noziedēšanas periodā. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-senescent-period-rslope/) un [šeit](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pl: # Nachylenie dla okresu starzenia się Ta warstwa wizualizuje parametr RSLOPE parametru VPP (Vegetation Phenology and Productivity). RSLOPE reprezentuje nachylenie PPI (wskaźnika fenologii roślin) dla okresu starzenia się. Więcej informacji można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-senescent-period-rslope/) i [tutaj](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pt: # Declive do Período Senescente Este nível visualiza o parâmetro RSLOPE do parâmetro VPP (Produtividade e Fenologia da Vegetação). RSLOPE representa o declive do PPI (índice fenológico da planta) do período senescente. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-senescent-period-rslope/) e [aqui](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
sv: # Slope of the Senescent Period Detta lager visualiserar RSLOPE-parametern i VPP (Vegetation Phenology and Productivity)-parametern. RSLOPE representerar lutningsvinkeln för PPI (plant phenology index) under åldrandeperioden. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-senescent-period-rslope/) och [här](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
