Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: **Sentinel-5P** is a satellite that provides atmospheric measurements to be used for air quality, ozone monitoring, UV radiation, and climate monitoring and forecasting. **Spatial resolution:** 7 x 3.5km (that is, only details bigger than 7 x 3.5km can be seen). **Revisit time:** Maximum 1 day to revisit the same area. **Data availability:** Since April 2018 onwards. **Common usage:** Monitoring the concentration of carbon monoxide (CO), nitrogen dioxide (NO2) and ozone (O3) in the air. Monitoring the UV aerosol index (AER_AI) and various geophysical parameters of clouds (Cloud).
fi: **Sentinel-5P**-satelliitti tekee ilmakehämittauksia, joita voidaan käyttää ilmanlaadun, otsonin, ultraviolettisäteilyn, ja ilmaston seurantaan ja näihin liittyvien ennusteiden tekemiseen. **Alueellinen erotuskyky:** 7 x 3,5 km (eli kuvissa näkyvät vain yksityiskohdat, jotka ovat tätä suurempia). **Kuvausväli:** Enintään 1 päivä samalla alueella. **Saatavilla olevat tiedot:** Huhtikuusta 2018 lähtien. **Yleisimmät käyttökohteet:** Ilmakehän hiilimonoksidin (CO), typpioksidin (NO2) ja otsonin (O3) pitoisuuksien seuranta. UV-aerosoli-indeksin (AER_IR) ja pilvien eri geofysikaalisten ominaisuuksien (Pilvet) seuranta.
fr: **Sentinel-5P** est un satellite qui fournit des mesures atmosphériques qui sont utilisées pour la qualité de l'air, la surveillance de l'ozone, le rayonnement UV, et la surveillance et la prévision du climat. **Résolution spatiale : ** 7 x 3,5 km (c'est-à-dire que seuls les détails de plus de 7 x 3,5 km peuvent être vus). **Temps de revisite : ** 1 jour maximum pour revisiter la même zone. **Disponibilité des données : ** Depuis avril 2018. **Utilisation courante :** Surveillance de la concentration de monoxyde de carbone (CO), de dioxyde d'azote (NO2) et d'ozone (O3) dans l'air. Surveillance de l'indice d'aérosol UV (AER_AI) et de divers paramètres géophysiques des nuages (Cloud).
lt: **Sentinel-5P** yra palydovas, teikiantis atmosferos matavimus, naudojamus oro kokybei, ozono stebėjimui, UV spinduliuotei, klimato stebėjimui ir prognozavimui. **Erdvinė skiriamoji geba:** 7 x 3,5 km (tai yra, matomos tik didesnės nei 7 x 3,5 km detalės). **Pakartotinio apsilankymo laikas:** Daugiausia 1 diena pakartotinai aplankyti tą pačią sritį. **Duomenų prieinamumas:** Nuo 2018 m. balandžio mėn. **Įprastas naudojimas:** Anglies monoksido (CO), azoto dioksido (NO2) ir ozono (O3) koncentracijos ore stebėjimas. UV aerozolio indekso (AER_AI) ir įvairių geofizinių debesų parametrų (Cloud) stebėjimas.
lv: **Sentinel-5P** satelīts veic atmosfēras sastāva mērījumus, kas tiek lietoti gaisa kvalitātes, ozona, UV starojuma un klimata monitoringam. **Telpiskā izšķirspēja:** 7 x 3.5km. Tādējādi izdalāmās ir tikai detaļas, kas ir lielākas par 7 x 3.5km. **Mērījumu periods:** Vismaz reizi dienā. **Datu pieejamība:** Kopš 2018. gada aprīļa. **Ierastie lietojuma veidi:** Oglekļa monoksīda (CO), slāpekļa dioksīda (NO2) un ozona (O3) monitorings. Papildus tam tiek veikts arī UV aerosolu indeksa (AER_AI) un dažādu mākoņu (Cloud) parametru monitorings.
pl: **Sentinel-5P** to satelita, który przeprowadza pomiary atmosferyczne niezbędne do oceny jakości powietrza, poziomu ozonu, poziomu promieniowania UV oraz monitorowania i prognozowania klimatu. **Rozdzielczość przestrzenna:** 7 x 3,5 km (oznacza to, że widoczne są tylko obiekty większe niż 7 x 3,5 km). **Czas rewizyty:** Maksymalnie 1 dzień na rewizytę tego samego obszaru. **Dostępność danych:** Od kwietnia 2018 r. **Typowe zastosowanie:** Monitorowanie stężenia tlenku węgla (CO), dwutlenku azotu (NO2) i ozonu (O3) w powietrzu. Monitorowanie wskaźnika aerozolu UV (AER_AI) i różnych parametrów geofizycznych chmur (Cloud).
pt: **Sentinel-5P** é um satélite que fornece medições atmosféricas para serem utilizadas para a qualidade do ar, monitorização do ozono, radiação UV, e monitorização do clima e previsão meteorológica. **Resolução espacial:** 7 x 3,5km (ou seja, apenas detalhes maiores que 7 x 3,5km podem ser vistos). **Intervalo de captação:** Máximo 1 dia para revisitar a mesma área. **Disponibilidade de dados:** Desde abril de 2018 em diante. **Utilização comum:** Monitorização da concentração de monóxido de carbono (CO), dióxido de azoto (NO2) e ozono (O3) no ar. Monitorização do índice de aerossol UV (AER_AI) e vários parâmetros geofísicos de nuvens (Cloud).
sl: **Sentinel-5P** je satelit, ki zagotavlja meritve ozračja za spremljanje kakovosti zraka, koncentracij ozona in jakost UV-sevanja, ter spremljanje in napovedovanje podnebja. **Prostorska ločljivost:** 7 x 3,5 km (to pomeni, da so vidne le podrobnosti, večje od 7 x 3,5 km). **Čas ponovnega obiska: ** največ en dan za ponovni ogled istega območja. ** Razpoložljivost podatkov:** od aprila 2018 dalje. **Običajna uporaba:** spremljanje koncentracije ogljikovega monoksida (CO), dušikovega dioksida (NO2) in ozona (O3) v zraku. Spremljanje aerosolnega indeksa UV (AER_AI) in različnih geofizikalnih parametrov oblakov (Cloud).
sv: **Sentinel-5P** är en satellit som tillhandahåller atmosfäriska mätningar som används för övervakning och prognostisering av luftkvalitet, ozon, UV-strålning och klimat. **Geografisk upplösning:** 7 x 3,5 km (det vill säga endast detaljer som är större än 7 x 3,5 km är synliga). **Återbesökstid:** Maximalt en dag för att återbesöka samma område. **Datatillgänglighet:** Från och med april 2018. **Allmän användning:** Övervakning av halten av kolmonoxid (CO), kvävedioxid (NO2) och ozon (O3) i luften. Övervakning av Uv-aerosolindexet (AER-AI) och olika geofysiska parametrar hos moln (Cloud).

source: Copied
fi: Kopioitu
fr: Copié
lt: Nukopijuota
lv: Nokopēts
pl: Skopiowano
pt: Copiado
sl: Kopirano
sv: Kopierad

source: Copy to clipboard
fi: Kopioitu leikepöydälle
fr: Copier dans le presse-papiers
lt: Nukopijuoti į iškarpinę
lv: Kopēt starpliktuvē
pl: Skopiuj do schowka
pt: Copiar para a área de transferência
sl: Kopiraj v odložišče
sv: Kopiera till urklipp

source: Data source name
fi: Tietolähteen nimi
fr: Nom de la source de données
lt: Duomenų šaltinio pavadinimas
lv: Datu avota nosaukums
pl: Nazwa źródła danych
pt: Nome da fonte de dados
sl: Ime vira podatkov
sv: Datakällans namn

source: Sensing time
fi: Havainnointiaika
fr: Date d'acquisition
lt: Jutimo laikas
lv: Mērījuma laiks
pl: Czas pomiaru
pt: Tempo de deteção
sl: Čas zajema
sv: Avkänningstid

source: Cloud coverage
fi: Pilvipeite
fr: Couverture nuageuse
lt: Debesų danga
lv: Mākoņu pārklājums
pl: Zachmurzenie
pt: Cobertura de nuvens
sl: Pokritost z oblaki
sv: Molntäckning

source: Sun elevation
fi: Auringon korkeus
fr: Elévation (Soleil)
lt: Saulės aukštis
lv: Saules augstums
pl: Wysokość słońca
pt: Elevação do sol
sl: Višina Sonca
sv: Solens höjd

source: MGRS location
fi: MGRS-sijainti
fr: Localisation MGRS
lt: MGRS vieta
lv: MGRS atrašanās vieta
pl: Lokalizacja MGRS
pt: Localização MGRS
sl: Lokacija MGRS
sv: MGRS-plats

source: AWS path
fi: AWS-polku
fr: Chemin AWS
lt: AWS kelias
lv: AWS ceļš
pl: Ścieżka AWS
pt: Caminho AWS
sl: Pot AWS
sv: AWS-rutt

source: EO Cloud path
fi: EO Cloud -polku
fr: Chemin EO Cloud
lt: EO Cloud kelias
lv: EO Cloud ceļš
pl: Ścieżka EO Cloud
pt: Trajeto das nuvens EO
sl: Pot EO Cloud
sv: EO Cloud-rutt

source: CreoDIAS path
fi: CreoDIAS-polku
fr: Chemin CreoDIAS
lt: CreoDIAS kelias
lv: CreoDIAS ceļš
pl: Ścieżka CreoDIAS
pt: Caminho CreoDIAS
sl: Pot CreoDIAS
sv: CreoDIAS-rutt

source: Back to search
fi: Takaisin hakuun
fr: Retour à la recherche
lt: Atgal į paiešką
lv: Atpakaļ uz meklētāju
pl: Powrót do wyszukiwania
pt: Voltar à procura
sl: Nazaj na iskanje
sv: Tillbaka till sökningen

source: Showing ${ this.state.results.length } result
fi: Näytetään ${ this.state.results.length } tulosta
lt: Rodomas ${ this.state.results.length } rezultatas
lv: Redzami ${ this.state.results.length } rezultāti
pl: Wyświetlanie wyniku ${ this.state.results.length }
pt: Mostrar ${ this.state.results.length } resultado
sl: Prikaz ${ this.state.results.length } rezultatov
sv: Visar ${ this.state.results.length } resultat

source: Load more
fi: Lataa lisää
fr: Charger plus de données
lt: Įkelti daugiau
lv: Ielādēt vēl
pl: Załaduj więcej
pt: Carregar mais
sl: Naloži več
sv: Ladda fler

source: Loading more results ...
fi: Ladataan lisää tuloksia ...
fr: Chargement de plus de résultats ...
lt: Įkeliama daugiau rezultatų ...
lv: Ielādē vēl rezultātus...
pl: Ładowanie większej liczby wyników ...
pt: Carregar mais resultados...
sl: Nalaganje več rezultatov …
sv: Laddar fler resultat ...

source: Results
fi: Tulokset
fr: Résultats
lt: Rezultatai
lv: Rezultāti
pl: Wyniki
pt: Resultados
sl: Rezultati
sv: Resultat

source: Showing ${ this.state.selectedTiles.length } result.
fi: Näytetään ${ this.state.selectedTiles.length } tulosta.
lt: Rodomas ${ this.state.selectedTiles.length } rezultatas.
lv: Redzami ${ this.state.selectedTiles.length } rezultāti.
pl: Wyświetlanie wyniku ${ this.state.selectedTiles.length }.
pt: Mostrar resultado ${ this.state.selectedTiles.length }.
sl: Prikaz ${ this.state.selectedTiles.length } rezultatov.
sv: Visar ${ this.state.selectedTiles.length } resultat.

source: Edit pin description
fi: Muokkaa merkinnän kuvausta
fr: Éditer la description du signet
lt: Redaguoti žymeklio aprašymą
lv: Rediģēt atzīmes aprakstu
pl: Edytuj opis pinezki
pt: Editar descrição de pinos
sl: Urejanje opisa oznake
sv: Redigera beskrivning av kartnål

source: Reject changes
fi: Hylkää muutokset
fr: Rejeter les modifications
lt: Atmesti pakeitimus
lv: Atcelt izmaiņas
pl: Odrzuć zmiany
pt: Rejeitar alterações
sl: Zavrni spremembe
sv: Avslå ändringar

source: Confirm changes
fi: Vahvista muutokset
fr: Confirmer les modifications
lt: Patvirtinti pakeitimus
lv: Apstiprināt izmaiņas
pl: Potwierdź zmiany
pt: Confirmar alterações
sl: Potrdi spremembe
sv: Bekräfta ändringar

source: Rename pin
fi: Nimeä merkintä uudelleen
fr: Renommer le signet
lt: Pervadinti žymeklį
lv: Pārdēvēt atzīmi
pl: Zmień nazwę pinezki
pt: Renomear pinos
sl: Preimenuj oznako
sv: Byt namn på kartnål

source: Remove pin
fi: Poista merkintä
fr: Retirer le signet
lt: Šalinti žymeklį
lv: Noņemt atzīmi
pl: Usuń pinezkę
pt: Remover pinos
sl: Odstrani oznako
sv: Ta bort kartnål

source: Zoom to pinned location
fi: Kohdista merkinnän sijaintiin
fr: Zoomer sur la zone
lt: Pritraukti prie pažymėtos vietos
lv: Pietuvināt uz atzīmēto atrašanās vietu
pl: Przybliż do lokalizacji z pinezką
pt: Ampliar para a localização fixada
sl: Povečanje na označeno lokacijo
sv: Zooma till en kartnålsplats

source: Lat/Lon
lt: Platuma/Ilguma
lv: Garums/Platums (Lat/Lon)
pl: Szer./Dł.

source: Zoom
fi: Kohdista
lt: Padidinti
lv: Pietuvināt
pl: Powiększenie
pt: Ampliar
sl: Povečava
sv: Zooma

source: You are about to add ${ N_PINS } pin(s) to your pin collection. Do you want to proceed?
fi: Olet lisäämässä ${ N_PINS } merkintää. Merkitäänkö kohteet?
fr: Vous êtes sur le point d'ajouter ${ N_PINS } signet(s) à votre collection. Souhaitez-vous continuer ?
lt: Į savo smeigtukų kolekciją ketinate įtraukti ${ N_PINS } smeigtuką (-us). Ar norite tęsti?
lv: Jūs pievienosiet ${N_PINS} cilni(-es) savai kolekcijai. Vai vēlaties turpināt?
pl: Za chwilę dodasz pinezkę(pinezki) ${ N_PINS } do swojej kolekcji pinezek. Czy chcesz kontynuować?
pt: Vai adicionar ${ N_PINS } pino(s) à sua coleção de pino(s). Deseja prosseguir?
sl: V svojo zbirko boš dodal ${ N_PINS } oznak(-o). Želiš nadaljevati?
sv: Du håller på att lägga till ${ N_PINS } pin(s) till din kartnålsuppsättning. Vil du fortsätta?

source: WARNING: You're about to delete a pin. Do you wish to continue?
fi: VAROITUS: Olet poistamassa merkintää. Haluatko jatkaa?
fr: ATTENTION : vous êtes sur le point de supprimer un signet. Souhaitez-vous poursuivre ?
lt: ĮSPĖJIMAS: ketinate pašalinti žymeklį. Ar norite tęsti?
lv: BRĪDINĀJUMS: Jūsu atzīme tiks dzēsta. Vai vēlaties turpināt?
pl: OSTRZEŻENIE: Zamierzasz usunąć pinezkę. Czy chcesz kontynuować?
pt: AVISO: Está prestes a apagar um pino. Pretende continuar?
sl: OPOZORILO: izbrisali boste oznako. Ali želiš nadaljevati?
sv: VARNING: Du håller på att ta bort en kartnål. Vill du fortsätta?

source: WARNING: You're about to delete all pins. Do you wish to continue?
fi: VAROITUS: Olet poistamassa kaikki merkinnät. Haluatko jatkaa?
fr: ATTENTION : vous êtes sur le point de supprimer tous les signets. Souhaitez-vous poursuivre ?
lt: ĮSPĖJIMAS: ketinate pašalinti visus žymeklius. Ar norite tęsti?
lv: BRĪDINĀJUMS: Visas jūsu atzīmes tiks dzēstas. Vai vēlaties turpināt?
pl: OSTRZEŻENIE: Za chwilę usuniesz wszystkie pinezki. Czy chcesz kontynuować?
pt: AVISO: Está prestes a apagar todos os pinos. Pretender continuar?
sl: OPOZORILO: izbrisali boste vse oznake. Ali želiš nadaljevati?
sv: VARNING: Du håller på att ta bort alla kartnålar. Vill du fortsätta?

source: No pins. Go to the Visualize tab to save a pin or upload a JSON file with saved pins.
fi: Ei merkintöjä. Voit tallentaa merkintöjä Visualisoi-välilehdeltä tai tuoda palveluun JSON-tiedoston, jossa on tallennettavat merkinnät.
fr: Aucun signet. Allez sur l'onglet Visualiser afin de sauvegarder un signet ou téléversez un fichier JSON contenant des signets.
lt: Jokių žymeklių. Eikite į skirtuką „Vizualizuoti“, kad išsaugotumėte žymeklį arba įkeltumėte JSON failą su išsaugotais žymekliais.
lv: Nav nevienas atzīmes. Dodies uz vizualizācijas cilni, lai saglabātu atzīmi vai augšuplādētu JSON failu.
pl: Brak pinezek. Przejdź do zakładki Zobrazuj, aby zapisać pinezkę lub załadować plik JSON z zapisanymi pinezkami.
pt: Sem pinos. Vá ao separador Visualizar para guardar um pino ou carregar um ficheiro JSON com pinos guardados.
sl: Brez oznak. Pojdite na zavihek Prikaži in shranite oznako ali naložite datoteko JSON s shranjenimi oznakami.
sv: Inga kartnålar. Gå till fliken Visualisera för att spara en kartnål eller ladda upp en JSON-fil med sparade kartnålar.

source: Note that the pins will be saved only if you log in. Otherwise, the pins will be lost once the application is closed.
fi: Huomaa, että merkinnät tallennetaan vain, jos olet kirjautunut sisään palveluun. Muutoin merkinnät poistetaan, kun suljet sovelluksen.
fr: Veuillez noter que les signets ne seront sauvegardés que si vous vous connectez. Autrement, les signets seront perdus une fois que l'application sera fermée.
lt: Atkreipkite dėmesį, kad žymekliai bus išsaugoti tik prisijungus. Priešingu atveju, žymekliai bus prarasti uždarius programą.
lv: Atzīmes tiks saglabātas tikai tad, ja būsiet pierakstījies.
pl: Pamiętaj, że pinezki zostaną zapisane tylko po zalogowaniu się. W przeciwnym razie pinezki zostaną utracone po zamknięciu aplikacji.
pt: Atenção que os pinos só serão guardados se entrar com a sua conta. Caso contrário, os pinos perdem-se assim que a aplicação for encerrada.
sl: Upoštevajte, da bodo oznake shranjene le, če se prijavite. V nasprotnem primeru se bodo po zaprtju aplikacije izgubile.
sv: Observera att kartnålarna endast sparas om du loggar in. Annars kommer du att bli av med kartnålarna när du stänger programmet.

source: Deselect all
fi: Poista valinnat
fr: Tout déselectionner
lt: Atžymėti viską
lv: Atcelt atlasi
pl: Odznacz wszystko
pt: Desselecionar todos
sl: Odznači vse
sv: Avmarkera alla

source: Select all
fi: Valitse kaikki
fr: Tout sélectionner
lt: Pasirinkti viską
lv: Atzīmēt visus
pl: Zaznacz wszystko
pt: Selecionar todos
sl: Izberi vse
sv: Välj alla

source: No pins.
fi: Ei merkintöjä.
fr: Aucun signet.
lt: Jokių žymeklių.
lv: Nav nevienas atzīmes.
pl: Brak pinezek.
pt: Sem pinos.
sl: Brez oznak.
sv: Inga kartnålar.

source: Create link (${ selectedPins.length } pin selected)
fi: Luo linkki (${ selectedPins.length } valittu merkintä)
fr: Créer un lien (${ selectedPins.length } signet sélectionné)
lt: Sukurti nuorodą (${ selectedPins.length } žymeklis pasirinktas)
lv: Izveidot saiti (${ selectedPins.length } pin selected) Plural: Izveidot saiti (${ selectedPins.length } pin selected)
pl: Utwórz link (wybrano pinezkę ${ selectedPins.length })
pt: Criar a hiperligação (${selectedPins.length } pino selecionado)
sl: Ustvari povezavo (${ selectedPins.length } izbranih oznak)
sv: Skapa länk (${ selectedPins.length } kartnål vald)

source: File type not supported
fi: Tiedostomuotoa ei tueta
fr: Format de fichier non supporté
lt: Failo tipas nepalaikomas
lv: Faila veids nav atbalstīts
pl: Nieobsługiwany rodzaj pliku
pt: Tipo de ficheiro não suportado
sl: Vrsta datoteke ni podprta
sv: Filtypen stöds inte

source: not supported
fi: ei tueta
fr: non supporté
lt: nepalaikomas
lv: nav atbalstīts
pl: nieobsługiwany
pt: não suportado
sl: ni podprto
sv: stöds inte

source: No pins were found.
fi: Yhtään merkintää ei löytynyt.
fr: Aucun signet trouvé.
lt: Žymeklių nerasta.
lv: Nav atrasta neviena atzīme.
pl: Nie znaleziono żadnych pinezek.
pt: Nenhum pino encontrado.
sl: Niso bilo najdenih oznak.
sv: Inga kartnålar hittades.

source: Error parsing file:
fi: Virhe tiedoston jäsentämisessä:
fr: Erreur lors de la lecture du fichier :
lt: Įvyko klaida, analizuojant failą:
lv: Kļūda ievadot failu:
pl: Błąd parsowania pliku:
pt: Erro ao analisar o ficheiro:
sl: Napaka pri razčlenjevanju datoteke:
sv: Kunde inte tolka filen:

source: Upload a JSON file with saved pins.
fi: Tuo JSON-tiedosto, jossa on tallennettavat merkinnät.
fr: Chargez un fichier JSON contenant des signets.
lt: Įkelti JSON failą su išsaugotais žymekliais.
lv: Augšuplādēt JSON failu ar saglabātajām atzīmēm.
pl: Prześlij plik JSON z zapisanymi pinezkami.
pt: Carregar um ficheiro JSON com os pinos guardados.
sl: Prenesite datoteko JSON s shranjenimi oznakami.
sv: Ladda upp en JSON-fil med sparade kartnålar.

source: Drop JSON file or search your computer
fi: Pudota JSON-tiedosto tai hae se laitteeltasi
fr: Déposer le fichier JSON ou rechercher dans votre ordinateur
lt: Nuvilkite JSON failą arba ieškokite savo kompiuteryje
lv: Ievelciet JSON failu vai meklēt datorā
pl: Upuść plik JSON lub przeszukaj swój komputer
pt: Largar um ficheiro JSON ou procurar no seu computador
sl: Spustite datoteko JSON ali poiščite v računalniku
sv: Släpp JSON-filen eller sök på datorn

source: Keep existing pins
fi: Säilytä jo tehdyt merkinnät
fr: Conserver les signets existants
lt: Išsaugoti esamus žymeklius
lv: Paturēt esošās atzīmes
pl: Zachowaj istniejące pinezki
pt: Manter pinos existentes
sl: Ohrani obstoječe oznake
sv: Bevara befintliga kartnålar

source: Share pins
fi: Jaa merkintöjä
fr: Partager les signets
lt: Bendrinti žymeklius
lv: Dalīties ar atzīmēm
pl: Udostępnij pinezki
pt: Partilhar pinos
sl: Delite oznake
sv: Dela kartnålar

source: Create a story from pins
fi: Luo tarina merkinnöistä
fr: Créer une histoire à partir des signets
lt: Sukurti istoriją iš žymeklių
lv: Veidot stāstījumu, izmantojot atzīmes
pl: Stwórz historię z pinezek
pt: Criar uma história com os pinos
sl: Ustvarite zgodbo iz oznak
sv: Skapa en berättelse med kartnålar

source: Export pins to the computer
fi: Vie merkinnät laitteellesi
fr: Exporter les signets sur votre ordinateur
lt: Eksportuoti žymeklius į kompiuterį
lv: Eksportēt atzīmes
pl: Eksportuj pinezki do komputera
pt: Exportar pinos para o computador
sl: Izvoz oznake v računalnik
sv: Exportera kartnålar till datorn

source: Import pins from a saved file
fi: Tuo merkintöjä tiedostosta
fr: Charger les signets depuis un ficher
lt: Importuoti žymeklius iš išsaugoto failo
lv: Importēt atzīmes
pl: Importuj pinezki z zapisanego pliku
pt: Importar pinos de um ficheiro gravado
sl: Uvoz oznak iz datoteke
sv: Hämta kartnålar från en sparad fil

source: Delete all pins
fi: Poista merkinnät
fr: Supprimer tous les signets
lt: Pašalinti visus žymeklius
lv: Dzēst visas atzīmes
pl: Usuń wszystkie pinezki
pt: Apagar todos os pinos
sl: Izbriši vseh oznake
sv: Ta bort alla kartnålar

source: Story
fi: Tarina
fr: Histoire
lt: Istorija
lv: Stāstījums
pl: Historia
pt: História
sl: Zgodba
sv: Berättelse

source: Export
fi: Vie
fr: Exporter
lt: Eksportuoti
lv: Eksportēt
pl: Eksportuj
pt: Exportar
sl: Izvozi
sv: Exportera

source: Import
fi: Tuo
fr: Importer
lt: Importuoti
lv: Importēt
pl: Importuj
pt: Importar
sl: Uvozi
sv: Hämta

source: Clear
fi: Tyhjennä
fr: Effacer
lt: Išvalyti
lv: Notīrīt
pl: Wyczyść
pt: Apagar
sl: Počisti
sv: Töm

source: Share pins link
fi: Jaa linkki merkintään
fr: Partager le lien des signets
lt: Bendrinti žymeklių nuorodą
lv: Dalīties ar atzīmēm saitē
pl: Udostępnij link do pinezek
pt: Partilhar hiperligação dos pinos
sl: Delite povezavo do oznak
sv: Dela kartnålslänk

source: Search for a location either by scrolling the map with a mouse or enter the location in the search field.
fi: Hae sijainteja kartalta hiiren avulla tai anna sijainti hakukenttään.
fr: Recherchez un lieu en faisant défiler la carte à l'aide de la souris ou en saisissant le lieu dans le champ de recherche.
lt: Ieškokite vietos slinkdami žemėlapį pele arba įveskite vietą paieškos laukelyje.
lv: Meklēt atrašanās vietu izmantojot peli vai ievadot nosaukumu meklēšanas laukā.
pl: Wyszukaj lokalizację, przewijając mapę za pomocą myszy lub wprowadź lokalizację w polu wyszukiwania.
pt: Procure uma localização ao navegar com o seu rato pelo mapa ou escrevendo uma localização no campo de procura.
sl: Lokacijo poiščite tako, da zemljevid premikate z miško ali vnesete lokacijo v iskalnik in izberete najbolj ustrezen zadetek.
sv: Sök en plats antingen genom att rulla kartan med musen eller ange platsen sökfältet.

source: Updating pin collection.
fi: Päivitetään merkinnät.
fr: Mise à jour de la collection de signets.
lt: Atnaujinama žymeklių kolekcija.
lv: Atzīmju kolekcija tiek atjaunināta.
pl: Aktualizuję zbiór pinezek.
pt: Atualizando a coleção de pinos.
sl: Posodobitev zbirke oznak.
sv: Uppdaterar kartnålsuppsättningen.

source: There was a problem permanently updating the pin collection: ${ updatingPinsError }.
fi: Merkintöjen pysyvässä päivittämisessä tapahtui virhe: ${ updatingPinsError }.
fr: Un problème est survenu lors de la mise à jour de la collection de signets : ${ updatingPinsError }.
lt: Iškilo problema nuolat atnaujinant žymeklių kolekciją: ${ updatingPinsError }.
lv: Notikusi kļūda atjauninot atzīmju kolekciju: ${upadatingPinsError}.
pl: Wystąpił problem z trwałą aktualizacją zbioru pinezek: ${ updatePinsError }.
pt: Ocorreu um problema ao atualizar permanentemente a coleção de pinos: ${ updatingPinsError }.
sl: Pri posodabljanju zbirke oznak je prišlo do težave: ${ updatingPinsError }.
sv: Ett problem inträffade när kartnålsuppsättningen skulle uppdateras permanent: ${ updatingPinsError }.

source: Opacity
fi: Läpinäkyvyys
fr: Opacité
lt: Neskaidrumas
lv: Aizklājums
pl: Nieprzezroczystość
pt: Opacidade
sl: Neprozornost
sv: Opacitet

source: Split position
fi: Jakoviivan paikka
fr: Position fractionnée
lt: Padalijimo padėtis
lv: Dalījuma pozīcija
pl: Pozycja podziału
pt: Posição de divisão
sl: Razdeljeni položaj
sv: Dela upp plats

source: split
fi: jako
fr: Fractionné
lt: padalyti
lv: dalījums
pl: podziel
pt: dividir
sl: razdelitev
sv: dela upp

source: opacity
fi: läpinäkyvyys
fr: opacité
lt: neskaidrumas
lv: aizklājums
pl: nieprzezroczystość
pt: opacidade
sl: neprozornost
sv: opacitet

source: No layers to compare.
fi: Ei verrattavia tasoja.
fr: Aucune couche à comparer.
lt: Nėra sluoksnių, kuriuos būtų galima palyginti.
lv: Nav salīdzināmu slāņu.
pl: Brak warstw do porównania.
pt: Sem camadas para comparar.
sl: Ni slojev za primerjavo.
sv: Inga lager att jämföra.

source: Remove all
fi: Poista kaikki
fr: Tout retirer
lt: Pašalinti viską
lv: Noņemt visu
pl: Usuń wszystko
pt: Remover todos
sl: Odstrani vse
sv: Ta bort alla

source: Add all pins
fi: Lisää kaikki merkinnät
fr: Ajouter tous les signets
lt: Pridėkite visus žymeklius
lv: Pievienot visas atzīmes
pl: Dodaj wszystkie pinezki
pt: Adicionar todos os pinos
sl: Dodaj vse oznake
sv: Lägg till alla kartnålar
