Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: #### Quick overview of EO Browser features If you have a small screen, please go [here](https://www.sentinel-hub.com/explore/eobrowser/user-guide/) to view our user guide. You can always view this info again by clicking the info icon <span style="background-color: #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info" /> </span> in the top right corner. #### Other resources - [EO Browser presentation page](https://www.sentinel-hub.com/explore/eobrowser/) - [EO Browser Summer 2018 updates - video](https://www.youtube.com/embed/m3pron0C0kE)
fr: #### Aperçu rapide des fonctionnalités de EO Browser Si vous avez un petit écran, rendez-vous [ici](https://www.sentinel-hub.com/explore/eobrowser/user-guide/) pour consulter notre guide de l'utilisateur. Vous pouvez toujours revoir ces informations en cliquant sur l'icône d'informations <span style="background-color : #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info" /> </span> dans le coin supérieur droit. #### Autres ressources - [Page de présentation de EO Browser](https://www.sentinel-hub.com/explore/eobrowser/) - [Mises à jour de EO Browser été 2018 - vidéo] (https://www.youtube.com/embed/m3pron0C0kE)
sl: #### Kratek pregled funkcij EO Broserje Če imate majhen zaslon, si [tukaj] (https://www.sentinel-hub.com/explore/eobrowser/user-guide/) oglejte uporabniški priročnik. Te informacije si lahko vedno znova ogledate s klikom na ikono info <span style="background-color: #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info" /> </span> v zgornjem desnem kotu. #### Drugi viri - [Predstavitvena stran EO Browserja](https://www.sentinel-hub.com/explore/eobrowser/) - [Posodobitve EO Browserja poletje 2018 - videoposnetek] (https://www.youtube.com/embed/m3pron0C0kE)

source: Band 1 - Yellow substance and detrital pigments - 412.5 nm
fr: Bande 1 - Substance jaune et pigments détritiques - 412,5 nm
sl: Kanal 1 - rumena snov in detritični pigmenti - 412,5 nm

source: Band 2 - Chlorophyll absorption maximum - 442 nm
fr: Bande 2 - Absorption maximale de la chlorophylle - 442 nm
sl: Kanal 2 - absorpcijski maksimum klorofila - 442 nm

source: Band 3 - Chlorophyll and other pigments - 490 nm
fr: Bande 3 - Chlorophylle et autres pigments - 490 nm
sl: Kanal 3 - klorofil in drugi pigmenti - 490 nm

source: Band 4 - Suspended sediment, red tides - 510 nm
fr: Bande 4 - Sédiments en suspension, marées rouges - 510 nm
sl: Kanal 4 - suspendirane usedline, rdeče plime - 510 nm

source: Band 5 - Chlorophyll absorption minimum - 560 nm
fr: Bande 5 - Absorption minimale de la chlorophylle - 560 nm
sl: Kanal 5 - absorpcijski minimum klorofila - 560 nm

source: Band 6 - Suspended sediment - 620 nm
fr: Bande 6 - Sédiments en suspension - 620 nm
sl: Kanal 6 - suspendirana usedlina - 620 nm

source: Band 7 - Chlorophyll absorption & fluo. reference - 665 nm
fr: Bande 7 - Absorption de chlorophylle et référence pour la fluorescence - 665 nm
sl: Kanal 7 - absorpcija klorofila in fluo. referenca - 665 nm

source: Band 8 - Chlorophyll fluorescence peak - 681 nm
fr: Bande 8 - Pic de fluorescence de la chlorophylle - 681 nm
sl: Kanal 8 - vrh fluorescence klorofila - 681 nm

source: Band 9 - Fluo. reference, atmosphere corrections - 709 nm
fr: Bande 9 - Référence pour la fluorescence, corrections atmosphèrique - 709 nm
sl: Kanal 9 - referenčni fluo, popravki za atmosfero - 709 nm

source: Band 10 - Vegetation, cloud - 753 nm
fr: Bande 10 - Végétation, nuages - 753 nm
sl: Kanal 10 - vegetacija, oblaki - 753 nm

source: Band 11 - O2 R- branch absorption band - 761 nm
fr: Bande 11 - Bande d'absorption de la branche R de O2 - 761 nm
sl: Kanal 11 - absorpcijski pas R-veje O2 - 761 nm

source: Band 12 - Atmosphere corrections - 779 nm
fr: Bande 12 - Corrections atmosphèrique - 779 nm
sl: Kanal 12 - korekcije atmosfere - 779 nm

source: Band 13 - Vegetation, water vapour reference - 865 nm
fr: Bande 13 - Végétation, référence vapeur d'eau - 865 nm
sl: Kanal 13 - vegetacija, vodna para referenca - 865 nm

source: Band 14 - Atmosphere corrections - 885 nm
fr: Bande 14 - Corrections atmosphériques - 885 nm
sl: Kanal 14 - korekcije atmosfere - 885 nm

source: Band 15 - Water vapour, land - 900 nm
fr: Bande 15 - Vapeur d'eau, terre - 900 nm
sl: Kanal 15 - vodna para, kopno - 900 nm

source: Band 1 - Blue - 450-515 nm
fr: Bande 1 - Bleu - 450-515 nm
sl: Kanal 1 - modra - 450-515 nm

source: Band 2 - Green - 525-605 nm
fr: Bande 2 - Vert - 525-605 nm
sl: Kanal 2 - zelena - 525-605 nm

source: Band 3 - Red - 630-690 nm
fr: Bande 3 - Rouge - 630-690 nm
sl: Kanal 3 - rdeča - 630-690 nm

source: Band 4 - NIR - 750-900 nm
fr: Bande 4 - NIR - 750-900 nm
sl: Kanal 4 - NIR - 750-900 nm

source: Band 5 - SWIR-1 - 1550-1750 nm
fr: Bande 5 - SWIR-1 - 1550-1750 nm
sl: Kanal 5 - SWIR-1 - 1550-1750 nm

source: Band 7 - SWIR-2 - 2090-2350 nm
fr: Bande 7 - SWIR-2 - 2090-2350 nm
sl: Kanal 7 - SWIR-2 - 2090-2350 nm

source: Band 8 - Panchromatic - 520-900 nm
fr: Bande 8 - Panchromatique - 520-900 nm
sl: Kanal 8 - pankromatski - 520-900 nm

source: Band 2 - Yellow substance and detrital pigments (turbidity)-412 nm
fr: Bande 2 - Substance jaune et pigments détritiques (turbidité) - 412 nm
sl: Kanal 2 - rumena snov in detritični pigmenti (motnost)-412 nm

source: # Methane (CH4) Methane is, after carbon dioxide, the most important contributor to the anthropogenically (caused by human activity) enhanced greenhouse effect. Measurements are provided in parts per billion (ppb) with a spatial resolution of 7 km x 3.5 km. More info [here.](http://www.tropomi.eu/data-products/methane)
fr: # Le méthane (CH4) Le méthane est, après le dioxyde de carbone, le plus important contributeur à l'effet de serre anthropogène (causé par l'activité humaine). Les mesures sont fournies en parties par milliard (ppb) avec une résolution spatiale de 7 km x 3,5 km. Plus d'informations [ici] (http://www.tropomi.eu/data-products/methane)
sl: # Metan (CH4) Metan je za ogljikovim dioksidom najpomembnejši povzročitelj za antropogeno (zaradi človekove dejavnosti) povečan učinek tople grede. Meritve so navedene v delcih na milijardo (ppb) s prostorsko ločljivostjo 7 km x 3,5 km. Več informacij je [tukaj](http://www.tropomi.eu/data-products/methane)

source: # Formaldehyde (HCHO) Long term satellite observations of tropospheric formaldehyde (HCHO) are essential to support air quality and chemistry-climate related studies from the regional to the global scale. The seasonal and inter-annual variations of the formaldehyde distribution are principally related to temperature changes and fire events, but also to changes in anthropogenic (human-made) activities. Its lifetime being of the order of a few hours, HCHO concentrations in the boundary layer can be directly related to the release of short-lived hydrocarbons, which mostly cannot be observed directly from space. Measurements are in mol per square meter (mol/ m^2). More info [here.](http://www.tropomi.eu/data-products/formaldehyde)
fr: # Formaldéhyde (HCHO) Les observations satellitaires à long terme du formaldéhyde (HCHO) troposphérique sont essentielles pour soutenir la qualité de l'air et les études liées à la chimie et au climat, de l'échelle régionale à l'échelle mondiale. Les variations saisonnières et interannuelles de la distribution du formaldéhyde sont principalement liées aux changements de température et aux incendies, mais aussi aux changements des activités anthropogéniques (dues à l'homme). Sa durée de vie étant de l'ordre de quelques heures, les concentrations de HCHO dans la couche limite peuvent être directement liées à la libération d'hydrocarbures à courte durée de vie, qui ne peuvent généralement pas être observés directement depuis l'espace. Les mesures sont exprimées en mol par mètre carré (mol/ m^2). Plus d'informations [ici](http://www.tropomi.eu/data-products/formaldehyde)
sl: # Formaldehid (HCHO) Dolgoročna satelitska opazovanja troposferskega formaldehida (HCHO) so bistvenega pomena za podporo študijam kakovosti zraka in kemijsko-podnebnim študijam od regionalnega do globalnega obsega. Sezonska in medletna nihanja porazdelitve formaldehida so v glavnem povezana s temperaturnimi spremembami in požari, pa tudi s spremembami antropogenih dejavnosti (ki jih je povzročil človek). Koncentracije HCHO, katerih življenjska doba je nekaj ur, v mejnem sloju atmosfere so lahko neposredno povezane s sproščanjem kratkoživih ogljikovodikov, ki jih večinoma ni mogoče neposredno opazovati iz vesolja. Meritve so v mol na kvadratni meter (mol/ m^2). Več informacij je [tukaj](http://www.tropomi.eu/data-products/formaldehyde)

source: # Sulfur Dioxide (SO2) Sulphur dioxide enters the Earth’s atmosphere through both natural and anthropogenic (human made) processes. It plays a role in chemistry on a local and global scale and its impact ranges from short term pollution to effects on climate. Only about 30% of the emitted SO2 comes from natural sources; the majority is of anthropogenic origin. Sentinel-5P/TROPOMI instrument samples the Earth’s surface with a revisit time of one day with a spatial resolution of 3.5 x 7 km which allows the resolution of fine details including the detection of smaller SO2 plumes. Measurements are in mol per square meter (mol/ m^2). More info [here.](http://www.tropomi.eu/data-products/sulphur-dioxide)
fr: # Dioxyde de soufre (SO2) Le dioxyde de soufre pénètre dans l'atmosphère terrestre par des processus tant naturels qu'anthropiques (créés par l'homme). Il joue un rôle dans la chimie à l'échelle locale et mondiale et son impact va de la pollution à court terme aux effets sur le climat. Environ 30 % seulement du SO2 émis provient de sources naturelles ; la majorité est d'origine anthropique. L'instrument Sentinel-5P/TROPOMI échantillonne la surface de la Terre avec un temps de revisite d'un jour et une résolution spatiale de 3,5 x 7 km qui permet la résolution de détails fins, y compris la détection de plus petits panaches de SO2. Les mesures sont exprimées en mol par mètre carré (mol/ m^2). Plus d'informations [ici] (http://www.tropomi.eu/data-products/sulphur-dioxide)
sl: # Žveplov dioksid (SO2) Žveplov dioksid vstopa v zemeljsko ozračje z naravnimi in antropogenimi (človeškimi) procesi. Ima vlogo v kemiji na lokalni in svetovni ravni, njegov vpliv pa sega od kratkoročnega onesnaževanja do učinkov na podnebje. Le približno 30 % odstotkov izpustov SO2 prihaja iz naravnih virov, večina je antropogenega izvora. Instrument Sentinel-5P/TROPOMI snema Zemljino površje s časom ponovnega obiska en dan in prostorsko ločljivostjo 3,5 x 7 km, kar omogoča ločljivost drobnih podrobnosti, vključno z zaznavanjem manjših tokov SO2. Meritve so v mol na kvadratni meter (mol/m^2). Več informacij je [tukaj](http://www.tropomi.eu/data-products/sulphur-dioxide)

source: # Nitrogen Dioxide (NO2) Nitrogen dioxide (NO2) and nitrogen oxide (NO) together are usually referred to as nitrogen oxides. They are important trace gases in the Earth’s atmosphere, present in both the troposphere and the stratosphere. They enter the atmosphere as a result of anthropogenic activities (particularly fossil fuel combustion and biomass burning) and natural processes (such as microbiological processes in soils, wildfires and lightning). Measurements are in mol per square meter (mol/ m^2). More info [here.](http://www.tropomi.eu/data-products/nitrogen-dioxide)
fr: # Dioxyde d'azote (NO2) Le dioxyde d'azote (NO2) et l'oxyde d'azote (NO) sont généralement appelés oxydes d'azote. Ce sont des gaz importants et à l'état de traces dans l'atmosphère terrestre, présents à la fois dans la troposphère et la stratosphère. Ils entrent dans l'atmosphère à la suite d'activités anthropiques (notamment la combustion de combustibles fossiles et de biomasse) et de processus naturels (tels que les processus microbiologiques dans les sols, les incendies de forêt et la foudre). Les mesures sont exprimées en mol par mètre carré (mol/ m^2). Plus d'informations [ici] (http://www.tropomi.eu/data-products/nitrogen-dioxide)
sl: # Dušikov dioksid (NO2) Dušikov dioksid (NO2) in dušikov oksid (NO) skupaj običajno imenujemo dušikovi oksidi. Sta pomembna plina v Zemljinem ozračju, ki sta prisotna v sledovih tako v troposferi kot v stratosferi. V ozračje vstopata zaradi antropogenih dejavnosti (zlasti zgorevanja fosilnih goriv in biomase) in naravnih procesov (kot so mikrobiološki procesi v tleh, gozdni požari in strele). Meritve so v mol na kvadratni meter (mol/ m^2). Več informacij je [tukaj](http://www.tropomi.eu/data-products/nitrogen-dioxide)

source: # Carbon Monoxide (CO) Carbon monoxide (CO) is an important atmospheric trace gas. In certain urban areas, it is a major atmospheric pollutant. Main sources of CO are combustion of fossil fuels, biomass burning, and atmospheric oxidation of methane and other hydrocarbons. The carbon monoxide total column is measured in mol per square meter (mol/ m^2). More info [here.](http://www.tropomi.eu/data-products/carbon-monoxide)
fr: # Monoxyde de carbone (CO) Le monoxyde de carbone (CO) est un important gaz à l'état de trace dans l'atmosphère. Dans certaines zones urbaines, il constitue un polluant atmosphérique majeur. Les principales sources de CO sont la combustion de combustibles fossiles, la combustion de la biomasse et l'oxydation atmosphérique du méthane et d'autres hydrocarbures. La colonne totale de monoxyde de carbone est mesurée en mol par mètre carré (mol/ m^2). Plus d'informations [ici](http://www.tropomi.eu/data-products/carbon-monoxide)
sl: # Ogljikov monoksid (CO) Ogljikov monoksid (CO) je pomemben atmosferski plin. Na nekaterih mestnih območjih je glavno onesnaževalo ozračja. Glavni viri CO so zgorevanje fosilnih goriv, izgorevanje biomase ter oksidacija metana in drugih ogljikovodikov v ozračju. Skupni stolpec ogljikovega monoksida se meri v mol na kvadratni meter (mol/ m^2). Več informacij je [tukaj](http://www.tropomi.eu/data-products/carbon-monoxide)

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) and [here.](https://earthobservatory.nasa.gov/features/FalseColor)
fr: # Composite en fausses couleurs Un composite en fausses couleurs utilise au moins une longueur d'onde non visible pour imager la Terre. La composition en fausses couleurs utilisant les bandes infrarouge proche, rouge et verte est très populaire (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). Le composite en fausses couleurs est le plus souvent utilisée pour évaluer la densité et la santé des plantes, car celles-ci réfléchissent la lumière infrarouge proche et la lumière verte, alors qu'elles absorbent la lumière rouge. Les villes et les sols exposés sont gris ou havane, et l'eau apparaît bleue ou noire. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) et [ici] (https://earthobservatory.nasa.gov/features/FalseColor).
sl: # Lažno barvni kompozit Lažno barvni kompozit uporablja vsaj eno očem nevidno valovno dolžino za slikanje Zemlje. Lažno barvni kompozit, ki uporablja bližnje infrardeče, rdeče in zelene pasove, je zelo priljubljen (kanal je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo zajema v različnih kanalih). Lažni barvni kompozit se najpogosteje uporablja za ocenjevanje gostote in zdravja rastlin, saj rastline odbijajo bližnjo infrardečo in zeleno svetlobo, medtem ko rdečo absorbirajo. Mesta in gola tla so siva ali rjava, voda pa je videti modra ali črna. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) in [tukaj](https://earthobservatory.nasa.gov/features/FalseColor)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 5 has 7 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) and [here.](https://www.usgs.gov/land-resources/nli/landsat/landsat-5?qt-science_support_page_related_con=0#qt-science_support_page_related_con)
fr: # Composite en couleurs vraies Les capteurs transportés par les satellites peuvent prendre des images de la Terre dans différentes régions du spectre électromagnétique. Chaque région du spectre est appelée une bande. Landsat 5 possède 7 bandes. Le composite de couleurs vraies utilise les bandes de lumière visible rouge, verte et bleue dans les canaux de couleur rouge, verte et bleue correspondants, ce qui donne un produit aux couleurs naturelles, qui est une bonne représentation de la Terre telle que les humains la verraient naturellement. Plus d'infos [ici](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) et [ici](https://www.usgs.gov/land-resources/nli/landsat/landsat-5?qt-science_support_page_related_con=0#qt-science_support_page_related_con)
sl: # Naravno barvni kompozit Senzorji, ki jih nosijo sateliti, lahko Zemljo snemajo v različnih območjih elektromagnetnega spektra. Vsako področje v spektru se imenuje kanal. Pravi barvni kompozit uporablja kanale vidne svetlobe rdeče, zelene in modre barve v ustreznih rdečih, zelenih in modrih barvnih kanalih, rezultat pa je naravno obarvan izdelek, ki je dober prikaz Zemlje, kot bi jo ljudje videli v naravi. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) in [tukaj](https://www.usgs.gov/land-resources/nli/landsat/landsat-5?qt-science_support_page_related_con=0#qt-science_support_page_related_con)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 7 has 8 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) and [here.](https://www.usgs.gov/land-resources/nli/landsat/landsat-7?qt-science_support_page_related_con=0#qt-science_support_page_related_con)
fr: # Composite en couleurs vraies Les capteurs transportés par les satellites peuvent prendre des images de la Terre dans différentes régions du spectre électromagnétique. Chaque région du spectre est appelée une bande. Landsat 7 possède 8 bandes. Le composite de couleurs vraies utilise les bandes de lumière visible rouge, verte et bleue dans les canaux de couleur rouge, verte et bleue correspondants, ce qui donne un produit aux couleurs naturelles, qui est une bonne représentation de la Terre telle que les humains la verraient naturellement. Plus d'infos [ici](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) et [ici](https://www.usgs.gov/land-resources/nli/landsat/landsat-7?qt-science_support_page_related_con=0#qt-science_support_page_related_con)
sl: # Naravno barvni kompozit Senzorji, ki jih nosijo sateliti, lahko Zemljo snemajo v različnih območjih elektromagnetnega spektra. Vsako področje v spektru se imenuje kanal. Pravi barvni kompozit uporablja kanale vidne svetlobe rdeče, zelene in modre barve v ustreznih rdečih, zelenih in modrih barvnih kanalih, rezultat pa je naravno obarvan izdelek, ki je dober prikaz Zemlje, kot bi jo ljudje videli v naravi. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) in [tukaj](https://www.usgs.gov/land-resources/nli/landsat/landsat-7?qt-science_support_page_related_con=0#qt-science_support_page_related_con)

source: Sentinel-1 services are available both on EOCloud and AWS. The capabilities of each service differ. More infos at
fr: Les services Sentinel-1 sont disponibles à la fois sur EOCloud et AWS. Les capacités de chaque service diffèrent. Plus d'informations sur
sl: Storitve Sentinel-1 so na voljo v oblaku EOCloud in AWS. Zmogljivosti vsake od njih se se razlikujejo. Več informacij najdete na

source: **Logged-in users** can use their custom themes, save and load pins, create a pin story, measure distances, create a timelapse and use the advanced image download. To create a free account simply click [here] or within the app on **Login** and then "Sign Up".
fr: **Les utilisateurs connectés** peuvent utiliser leurs thèmes personnalisés, enregistrer et charger des épingles, créer une histoire d'épingles, mesurer des distances, créer un timelapse et utiliser le téléchargement avancé d'images. Pour créer un compte gratuit, clique simplement sur [ici]. ou dans l'application sur **Login** et ensuite sur "Sign Up".
sl: **Prijavljeni uporabniki** lahko uporabljajo teme po meri, shranjujejo in nalagajo oznake, z oznakami ustvarijo zgodbo, merijo razdalje, ustvarijo časovno zaporedje in uporabljajo napredni prenos posnetkov. Če želite ustvariti brezplačen račun, kliknite [tukaj] ali v aplikaciji kliknite na **Prijava** in nato "Prijavite se".

source: The **Copernicus DEM** represents the surface of the Earth including buildings, infrastructure and vegetation. Similar to the Mapzen DEM, it is based on a combination of different DEMs (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). It is a static collection (independent of date) with global coverage. **Spatial resolution:** 90 m Credits: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)
fr: Le **Copernicus DEM** représente la surface de la Terre, y compris les bâtiments, les infrastructures et la végétation. Comme le Mapzen DEM, il est basé sur une combinaison de différents DEM (base [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Il s'agit d'une collection statique (indépendante de la date) avec une couverture mondiale. **Résolution spatiale : **90 m Crédits : [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)
sl: **Copernicus DEM** predstavlja površino Zemlje, vključno s stavbami, infrastrukturo in vegetacijo. Podobno kot Mapzen DEM temelji na kombinaciji različnih modelov (osnova [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Gre za statično zbirko (neodvisno od datuma) z globalno pokritostjo. **Prostorska ločljivost:** 90 m Vir: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)
