Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/hls/false_color/) and [here.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
lt: # Klaidinga spalvų kompozicija Klaidingų spalvų kompozitas naudoja bent vieną nematomo bangos ilgio bangą, kad atvaizduotų Žemę. Labai populiari netikrų spalvų kompozicija, kai naudojamos artimosios infraraudonosios, raudonosios ir žaliosios juostos (juosta - elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Klaidingų spalvų kompozicija dažniausiai naudojama augalų tankumui ir sveikatai vertinti, nes augalai atspindi artimąją infraraudonąją ir žaliąją šviesą, o raudonąją sugeria. Miestai ir atvira žemė yra pilkos arba rusvos spalvos, o vanduo atrodo mėlynas arba juodas. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/hls/false_color/) ir [čia](https://earthobservatory.nasa.gov/features/FalseColor/page6.php).
pl: # Kompozyt fałszywego koloru Kompozyt fałszywego koloru wykorzystuje co najmniej jedną niewidzialną długość fali do obrazowania Ziemi. Bardzo popularny jest kompozyt fałszywego koloru wykorzystujący bliską podczerwień i pasma czerwone i zielone (pasmo to region widma elektromagnetycznego; czujnik satelitarny może obrazować Ziemię w różnych pasmach). Kompozyt fałszywego koloru jest najczęściej używany do oceny gęstości i zdrowia roślin, ponieważ rośliny odbijają światło w bliskiej podczerwieni i zielone, podczas gdy pochłaniają czerwone. Miasta i odsłonięty grunt są szare lub brązowawe, a woda wydaje się niebieska lub czarna. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/hls/false_color/) i [tutaj](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
pt: # Compósito de cor falsa Um compósito de cor falsa usa pelo menos um comprimento de onda na zona não visível para retratar a Terra. O compósito de cor falsa que usa bandas no infravermelho próximo, vermelho e verde é muito popular ( uma banda é uma região do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). O compósito de cor falsa é vulgarmente mais utilizado para avaliar a densidade e a saúde da planta, pois as plantas refletem a luz do infravermelho próximo e do verde e absorvem a vermelha . As cidades e os solos expostos são cinzentos ou com tom de bronze, e a água aparece com cor azul ou preta. Mais informação [aqui](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) e[aqui.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)

source: Coastal Aerosol
lt: Pakrantės Aerozolis
pt: Aerosol costeiro

source: Red-Edge 1 - Sentinel
lt: Raudonasis kraštas 1 - Sentinel

source: Red-Edge 2 - Sentinel
lt: Raudonasis kraštas 2 - Sentinel

source: Red-Edge 3 - Sentinel
lt: Raudonasis kraštas 3 - Sentinel

source: NIR Broad - Sentinel
lt: NIR Plačiajuostis - Sentinel
pt: Sentinel - NIR alargado

source: NIR Narrow
lt: NIR siauras
pt: NIR estreito

source: SWIR 1
lt: Trumpo bangos ilgio infraraudonieji spinduliai (SWIR 1)

source: SWIR 2
lt: Trumpo bangos ilgio infraraudonieji spinduliai (SWIR 2)

source: Water Vapor - Sentinel
lt: Vandens garai - Sentinel
pt: Vapor de água - Sentinel

source: Cirrus
lt: Plunksniniai debesys

source: Thermal Infrared 1 - Landsat
lt: Terminiai infraraudonieji spinduliai 1 - Landsat
pt: Infravermelho térmico 1 - Landsat

source: Thermal Infrared 2 - Landsat
lt: Terminiai infraraudonieji spinduliai 2 - Landsat
pt: Infravermelho térmico 2 - Landsat

source: Quality Assessment band (QA)
lt: Kokybės vertinimo juosta (QA)
pt: Banda de Avaliação de Qualidade (QA)

source: View (sensor) Azimuth Angle
lt: Vaizdas (jutiklis) Azimuto kampas
pl: Nachylenie sensora względem kierunku lotu satelity
pt: Vista (sensor) ângulo Azimute

source: View (sensor) Zenith Angle
lt: Vaizdas (jutiklis) Zenito kampas
pl: Nachylenie sensora względem kierunku nadiru
pt: Vista (sensor) ângulo Zénite

source: Sun Azimuth Angle
lt: Saulės azimuto kampas
pl: Kąt azymutu Słońca
pt: Sol ângulo Azimute

source: Sun Zenith Angle
lt: Saulės zenito kampas
pl: Kąt zenitalny Słońca
pt: Sol ângulo Zénite

source: **Landsat data** provides consistent surface reflectance (SR) data from the Operational Land Imager (OLI) on board the joint NASA/USGS Landsat 8 and Landsat 9 satellites. The input product is Landsat 8-9 Collection 2 Level 1 top-of-atmosphere reflectance. The data is available globally since April 2013.
lt: **Landsat duomenys** teikia nuoseklius paviršiaus atspindžio (SR) duomenis, gautus iš operacinio žemės vaizdo registratoriaus (OLI), esančio bendruose NASA ir JAV geologijos tarnybos palydovuose "Landsat 8" ir "Landsat 9". Įvesties produktas yra Landsat 8-9 Collection 2 Level 1 atspindys atmosferos viršuje. Duomenys visame pasaulyje prieinami nuo 2013 m. balandžio mėn.
pl: **Dane Landsat** dostarczają spójnych danych o odbiciu powierzchniowym (SR) pochodzących z urządzenia OLI (Operational Land Imager) znajdującego się na pokładzie połączonych satelitów NASA/USGS Landsat 8 i Landsat 9. Produktem wejściowym jest odbicie wierzchołka atmosfery Landsat 8-9 Collection 2 Level 1. Dane są dostępne globalnie od kwietnia 2013 roku.
pt: ** Landsat data** fornece dados de refletância consistente da superfície (SR) do Operational Land Imager (OLI) a bordo dos satélites Landsat 8 e Landsat 9 da equipa NASA/USGS. O produto de entrada é a coleção 2 nível 1 refletância do topo da atmosfera do Landsat 8-9. Os dados estão disponíveis globalmente desde abril de 2013.

source: **Sentinel data** provides consistent surface reflectance values from the Multi-Spectral Instrument (MSI) on board the European Copernicus satellites Sentinel-2A and Sentinel-2B. The input product is the Sentinel-2 L1C top-of-atmosphere reflectance. The data is available globally since November 2015.
lt: **"Sentinel" duomenys** pateikia nuoseklias paviršiaus atspindžio vertes, gautas iš Europos palydovuose "Copernicus" Sentinel-2A ir Sentinel-2B esančio daugiaspektrinio prietaiso (MSI). Įvesties produktas yra Sentinel-2 L1C atmosferos viršaus atspindžio rodiklis. Duomenys visame pasaulyje prieinami nuo 2015 m. lapkričio mėn.
pl: **Dane Sentinel** dostarczają spójnych wartości odbicia powierzchniowego z wielospektralnego instrumentu MSI, znajdującego się na pokładzie europejskich satelitów Sentinel-2A i Sentinel-2B. Produktem wejściowym jest odbicie wierzchołka atmosfery Sentinel-2 L1C. Dane są dostępne globalnie od listopada 2015 roku.
pt: ** Sentinel data** fornece valores de refletância consistente da superfície do Instrumento Multi Espetral (MSI) a bordo dos satélites European Copernicus , Sentinel-2A e o Sentinel-2B. O produto de entrada é a refletância do topo da atmosfera do Sentinel-2 L1C. os dados estão disponveís globalmente desde novembro de 2015.

source: **Harmonized Landsat Sentinel** (HLS) is an initiative of NASA to create a Virtual Constellation of surface reflectance (SR) data from the Operational Land Imager (OLI) and the Multi-Spectral Instrument (MSI) on board the Landsat 8 and 9 and Sentinel-2 remote sensing satellites. HLS includes a total of 21 bands, of which 2 (2 Thermal Infrared) are only available for Landsat and 5 (3 red edge, NIR broad, water vapour) are only available for Sentinel. More information on the available bands and data can be found [here](https://docs.sentinel-hub.com/api/latest/data/hls/#available-bands-and-data). The products are radiometrically harmonized as much as possible and resampled to a common 30-metre resolution, using the Sentinel-2 MGRS UTM grid. **Spatial resolution:** 30 metres. **Revisit time:** 2 – 3 days. **Data availability:** Since April 2013. **Common usage:** Vegetation monitoring, land use, land cover maps and change monitoring.
lt: **Harmonizuotas Landsat Sentinel** (HLS) - tai NASA iniciatyva, kuria siekiama sukurti virtualų žvaigždyną, kuriame būtų kaupiami paviršiaus atspindžio (SR) duomenys, gauti iš operacinio žemės vaizdavimo įrenginio (OLI) ir daugiaspektrinio prietaiso (MSI), esančių nuotolinio stebėjimo palydovuose Landsat 8 ir 9 bei Sentinel-2. HLS iš viso apima 21 juostą, iš kurių 2 (2 šiluminės infraraudonosios spinduliuotės) yra prieinamos tik Landsat, o 5 (3 raudonojo krašto, NIR plačiosios, vandens garų) - tik Sentinel. Daugiau informacijos apie turimas juostas ir duomenis galima rasti [čia] (https://docs.sentinel-hub.com/api/latest/data/hls/#available-bands-and-data). Produktai kiek įmanoma radiometriškai suderinti ir pergrupuoti iki bendros 30 metrų skiriamosios gebos, naudojant Sentinel-2 MGRS UTM tinklelį. **Patalpinė skiriamoji geba:** 30 metrų. **Atkūrimo laikas:** 2-3 dienos. **Duomenų prieinamumas:** nuo 2013 m. balandžio mėn. **Bendras panaudojimas:** Augalijos stebėsena, žemės naudojimo, žemės dangos žemėlapiai ir pokyčių stebėsena.
pl: **Harmonized Landsat Sentinel** (HLS) jest inicjatywą NASA mającą na celu stworzenie wirtualnej konstelacji danych o odbiciu powierzchniowym (SR) pochodzących z Operational Land Imager (OLI) oraz Multi-Spectral Instrument (MSI) na pokładzie satelitów teledetekcyjnych Landsat 8 i 9 oraz Sentinel-2. HLS obejmuje łącznie 21 pasm, z których 2 (2 Thermal Infrared) dostępne są tylko dla Landsata, a 5 (3 red edge, NIR broad, water vapour) tylko dla Sentinela. Więcej informacji na temat dostępnych pasm i danych można znaleźć [tutaj](https://docs.sentinel-hub.com/api/latest/data/hls/#available-bands-and-data). Produkty są zharmonizowane radiometrycznie w największym możliwym stopniu i resamplowane do wspólnej rozdzielczości 30 metrów, z wykorzystaniem siatki Sentinel-2 MGRS UTM. **Rozdzielczość przestrzenna:** 30 metrów. **Czas rewizji:** 2 - 3 dni. **Dostępność danych:** Od kwietnia 2013 roku. **Typowe zastosowanie:** Monitoring roślinności, wykorzystanie terenu, mapy pokrycia terenu i monitorowanie zmian.
pt: **Harmonized Landsat Sentinel** (HLS) é uma iniciativa da NASA para criar uma Constelação Virtual de dados de refletância de superfície (SR) a partir do Operational Land Imager (OLI) e do Instrumento Multi Espetral (MSI) a bordo dos satélites de deteção remota Landsat 8 e 9 e Sentinel-2. HLS inclui um total der 21 bandas, das quais 2 (infravermelhas térmicas) só estão disponíveis para o Landsat e 5 ( 3 borda vermelha, NIR alargado, vapor de água) só estão disponíveis para o Sentinel. Mais informação sobre bandas disponíveis e dados pode ser encontrado [aqui](https://docs.sentinel-hub.com/api/latest/data/hls/#available-bands-and-data). Os produtos são radiometricamente harmonizados tanto quanto possível e reamostrados com uma resolução comum de 30 metros, usando a grelha MGRS UTM do Sentinel-2 . **Resolução espacial:** 30 metros. **Intervalo de captação:** Desde abril de 2013. **Utilização comum:** Monitorização da vegetação, utilização do terreno, mapas de cobertura de solo e alterações da monitorização.

source: Image width and height must be between 1px and 2500px
lt: Paveikslėlio plotis ir aukštis turi būti nuo 1px iki 2500px
pl: Szerokość i wysokość obrazu musi być między 1px a 2500px
pt: A largura e a altura da imagem deve estar entre 1px e 2500px

source: Resolution X (m/px)
lt: Rezoliucija X (m/px)
pl: Rozdzielczość X (m/px)
pt: Resolução X (m/px)

source: Resolution Y (m/px)
lt: Rezoliucija Y (m/px)
pl: Rozdzielczość Y (m/px)
pt: Resolução Y (m/px)

source: Water Bodies
lt: Vandens telkiniai
pl: Zbiorniki wodne
pt: Massas de Água

source: # ESA WorldCover Map The WorldCover product displays a global land cover map with 11 different land cover classes produced at 10m resolution based on combination of both Sentinel-1 and Sentinel-2 data. In areas where Sentinel-2 images are covered by clouds for an extended period of time, Sentinel-1 data provides complimentary information on the structural characteristics of the observed land cover. Therefore, the combination of Sentinel-1 and Sentinel-2 data makes it possible to update the land cover map almost in real time. Find more information [here](https://custom-scripts.sentinel-hub.com/other_collections/esa-worldcover/worldcover/).
fi: # ESA WorldCover -kartta WorldCover-tuote on maailmanlaajuinen maanpeitekartta, johon sisältyy 11 maanpeiteluokkaa 10 metrin erotuskyvyllä. Tuote perustuu Sentinel-1- ja Sentinel-2-satelliittien tietoihin. Jos Sentinel-2-satelliitin tiedoissa on pidempiaikainen pilvipeite jollakin alueella, käytetään Sentinel-1-satelliitin tietoja täydentämään kartoitetun maanpeitteen rakenteellisia ominaisuuksia. Molempien satelliittien tietoja käyttämällä karttaa voidaan siis päivittää lähes tosiaikaisesti. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/other_collections/esa-worldcover/worldcover/).
lt: # ESA WorldCover žemėlapis "WorldCover" produkte rodomas pasaulio žemės dangos žemėlapis su 11 skirtingų žemės dangos klasių, sudarytas 10 m skiriamąja geba, remiantis "Sentinel-1" ir "Sentinel-2" duomenų deriniu. Tose vietovėse, kur "Sentinel-2" vaizdus ilgesnį laiką dengia debesys, "Sentinel-1" duomenys suteikia papildomos informacijos apie stebimos žemės dangos struktūrines charakteristikas. Todėl Sentinel-1 ir Sentinel-2 duomenų derinys leidžia atnaujinti žemės dangos žemėlapį beveik realiuoju laiku. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/other_collections/esa-worldcover/worldcover/).
lv: # "ESA WorldCover" karte Šis produkts ir globāla zemes virsmas pārklājuma karte ar 11 dažādām klasēm. Dati pieejami ar 10m telpisko izšķirtspēju un veidoti kombinējot Sentinel-1 un Sentinel-2 datu kopas. Teritorijās, kur Sentinel-2 dati ilgstoši nav pieejami dēļ mākoņu pārklājuma tiek izmantoti Sentinel-1 dati kā papildinošs datu veids. Tādējādi dati ir pieejami ar ļoti nelielu laika aizkavi. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/other_collections/esa-worldcover/worldcover/).
pl: # Mapa ESA WorldCover WorldCover wyświetla globalną mapę pokrycia terenu z 11 różnymi klasami pokrycia terenu wytworzoną w rozdzielczości 10m na podstawie kombinacji danych Sentinel-1 i Sentinel-2. W obszarach, gdzie obrazy Sentinel-2 są pokryte chmurami przez dłuższy czas, dane Sentinel-1 dostarczają komplementarnych informacji na temat strukturalnych cech obserwowanego pokrycia terenu. Dlatego połączenie danych Sentinel-1 i Sentinel-2 umożliwia aktualizację mapy pokrycia terenu niemal w czasie rzeczywistym. Znajdź więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/other_collections/esa-worldcover/worldcover/).
pt: # Mapa da Cobertura do Mundo da ESA O produto Cobertura do Mundo apresenta um mapa de cobertura global do solo com 11 classes diferentes de cobertura do solo produzido com 10 m de resolução, baseado na combinação dos dados do Sentinel-1 e do Sentinel-2. Nas áreas em que as imagens do Sentinel-2 estão cobertas por nuvens durante um largo período de tempo, os dados do Sentinel-1 fornecem informação complementar das características estruturais da cobertura de solo observada. Portanto a combinação dos dados do Sentinel-1 e do Sentinel-2 torna possível atualizar o mapa de cobertura do solo quase em tempo real. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/other_collections/esa-worldcover/worldcover/).
sv: # ESA WorldCover Map Produkten WorldCover visar en global marktäckningskarta med elva olika marktäckesklasser producerade med 10 meters upplösning utifrån en kombination av data från både Sentinel-1 och Sentinel-2. I områden där bilder från Sentinel-2 täcks av moln under längre tidsperioder ger data från Sentinel-1 kompletterande information om de strukturella egenskaperna hos det betraktade marktäcket. Därför gör kombinationen av data från Sentinel-1 och Sentinel-2 det möjligt att uppdatera marktäcket nästan i realtid. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/other_collections/esa-worldcover/worldcover/).

source: Level 2A data are high quality data where the effects of the atmosphere on the light being reflected off of the surface of the Earth and reaching the sensor are excluded. Data are available globally since March 2017. More info about atmospheric correction [here](https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).
fi: Tason 2A tiedot ovat korkealaatuisia, jos ilmakehän vaikutus Maan pinnasta antureihin heijastuvaan valoon huomioidaan. Maailmanlaajuista tietoa on saatavilla maaliskuusta 2017 lähtien. Lisää tietoa ilmakehän vaikutusten korjaamisesta löydät englanniksi [täältä](https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).
fr: Les données de niveau 2A sont des données de haute qualité où les effets de l'atmosphère sur la lumière réfléchie par la surface de la Terre et atteignant le capteur, sont exclus. Les données sont disponibles à l'échelle mondiale depuis mars 2017. Plus d'informations sur la correction atmosphérique [ici](https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).
lt: 2A lygio duomenys - tai aukštos kokybės duomenys, kai pašalinamas atmosferos poveikis šviesai, atsispindinčiai nuo Žemės paviršiaus ir pasiekiančiai jutiklį. Duomenys visame pasaulyje prieinami nuo 2017 m. kovo mėn. Daugiau informacijos apie atmosferos korekciją [čia] (https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).
lv: "Level 2A" dati ir ar paaugstinātu kvalitāti(salīdzinot ar Level 1C). Šo datu veidošanā tiek kvantiatīvi raksturota atmosfēras ietekme uz sākotnējiem mērījuma datiem. Dati ar globālu pārklājumu pieejami kopš 2017. gada marta. Plašāka informācija par atmosfēras ietekmes korekciju [šeit](https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).
pl: Dane poziomu 2A to dane wysokiej jakości, w których wykluczono wpływ atmosfery na światło odbijane od powierzchni Ziemi i docierające do sensora. Dane dostępne są globalnie od marca 2017 roku. Więcej informacji o korekcji atmosferycznej [tutaj](https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).
pt: Os dados de nível 2A são dados de alta qualidade onde os efeitos da atmosfera sobre a luz que está a ser refletida da superfície da Terra e que atinge o sensor são excluídos. Os dados estão disponíveis a nível mundial desde março de 2017. Mais informações sobre a correção atmosférica [aqui](https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).
sv: Data på nivå 2A är högkvalitativa och atmosfärens inverkan på det ljus som reflekteras från jordens yta och som når sensorn har uteslutits. Data finns tillgängliga globalt sedan mars 2017. Mer information om atmosfärisk korrektion finns [här](https://www.sentinel-hub.com/develop/api/ogc/custom-parameters/atmospheric-correction/).

source: # Band Quality Assessment visualization The Landsat BQA band provides useful information such as cloudy pixels to users wanting to mask their data from pixels that are either poor quality or contain no useful data. This visualization uses the [decodeL8C2Qa](https://docs.sentinel-hub.com/api/latest/evalscript/functions/#decodel8c2qa) function to decode the BQA band from the Landsat 8/9 Collection 2. Clear pixel, pixel not classified as clouds, snow or water, are displayed as true color image. More info [here](https://www.usgs.gov/landsat-missions/landsat-collection-2-quality-assessment-bands).
lt: # Band kokybės vertinimo vizualizacija Landsat BQA juosta naudotojams, norintiems užmaskuoti savo duomenis nuo nekokybiškų arba neturinčių naudingų duomenų pikselių, suteikia naudingos informacijos, pavyzdžiui, apie debesuotus pikselius. Šioje vizualizacijoje naudojama funkcija [decodeL8C2Qa](https://docs.sentinel-hub.com/api/latest/evalscript/functions/#decodel8c2qa), skirta BQA juostai iš Landsat 8/9 Collection 2 iššifruoti. Švarus pikselis, pikselis, nepriskirtas debesims, sniegui ar vandeniui, rodomas kaip tikros spalvos vaizdas. Daugiau informacijos [čia](https://www.usgs.gov/landsat-missions/landsat-collection-2-quality-assessment-bands).
pl: # Wizualizacja oceny jakości pasma (Band Quality Assessment) Pasmo Landsat BQA dostarcza użytecznych informacji, takich jak pochmurne piksele, użytkownikom chcącym uchronić swoje dane przed pikselami o słabej jakości lub nie zawierającymi żadnych użytecznych danych. Ta wizualizacja używa funkcji [decodeL8C2Qa](https://docs.sentinel-hub.com/api/latest/evalscript/functions/#decodel8c2qa) do dekodowania pasma BQA z kolekcji Landsat 8/9 Collection 2. Czysty piksel, piksel nie sklasyfikowany jako chmury, śnieg lub woda, jest wyświetlany jako obraz w prawdziwym kolorze. Więcej informacji [tutaj](https://www.usgs.gov/landsat-missions/landsat-collection-2-quality-assessment-bands).
pt: # Visualização da Avaliação da Qualidade da Banda A banda BQA do Landsat fornece informação útil tal como pixéis enevoados para utilizadores que queiram ocultar dados de pixéis que sejam de baixa qualidade ou que contenham dados inúteis. Esta visualização usa a função [decodeL8C2Qa](https://docs.sentinel-hub.com/api/latest/evalscript/functions/#decodel8c2qa) para descodificar a Banda BQA da coleção 2 do Landsat 8/9. Pixéis claros, não classificados como nuvens, neve ou água, são apresentados como imagens de cor verdadeira. Mais informação [aqui](https://www.usgs.gov/landsat-missions/landsat-collection-2-quality-assessment-bands).

source: Step By Step Guide
lt: Žingsnis po žingsnio vadovas
pl: Przewodnik krok po kroku
pt: Guia passo a passo

source: Data transfer instructions
lt: Duomenų perdavimo instrukcijos
pl: Instrukcje przesyłania danych
pt: Instruções de transferência de dados

source: Dashboard
lt: Prietaisų skydelis

source: MultiPolygons not supported by Geocento
lt: "Geocento" nepalaiko "MultiPolygons
pl: MultiPolygons, nie wspierane przez Geocento

source: Share on LinkedIn
lt: Bendrinti "LinkedIn"
pl: Podziel się na LinkedIn

source: The **10m Annual Land Use Land Cover (LULC) Map** is produced by Impact Observatory, Microsoft, and Esri collaboratively. The data collection is derived from ESA Sentinel-2 imagery at 10m resolution globally using Impact Observatory's state of the art deep learning AI land classification model which is trained by billions of human-labeled image pixels. There are 9 LULC classes generated by the algorithm, including Built, Crops, Trees, Water, Rangeland, Flooded Vegetation, Snow/Ice, Bare Ground, and Clouds. **Coverage**: Global land area **Data Availability**: 2017 - 2021 **Spatial resolution**: 10 m
lt: **10 m metinį žemės naudojimo žemėlapį (LULC)** bendrai parengė "Impact Observatory", "Microsoft" ir "Esri". Duomenų rinkinys gaunamas iš ESA Sentinel-2 10 m skiriamosios gebos vaizdų visame pasaulyje naudojant "Impact Observatory" pažangiausią gilaus mokymosi dirbtinio intelekto žemės klasifikavimo modelį, kuris yra apmokytas pagal milijardus žmogaus pažymėtų vaizdų pikselių. Algoritmas generuoja 9 LULC klases, įskaitant užstatytas, pasėlius, medžius, vandenį, laukus, užliejamą augaliją, sniegą / ledą, pliką žemę ir debesis. **Paplitimas**: Pasaulinis žemės plotas **Duomenų prieinamumas**: 2017 - 2021 **Projekto erdvinė skiriamoji geba**: 10 m

source: Land Use Land Cover
lt: Žemės naudojimo žemės danga
