Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Speckle filtering not applied. Zoom in to apply speckle filtering.
fi: Täpläkohinan poistoa ei käytetä. Lähennä kuvaa, jos haluat käyttää täpläkohinan poistoa.
fr: Le filtrage des taches n'est pas appliqué. Zoomer pour appliquer le filtrage de taches.
lt: Drobių filtravimas netaikomas. Priartinkite vaizdą, kad būtų taikomas taškinis filtravimas.
lv: Pietuviniet, lai lietotu spekulāro filtru.
pl: Filtrowanie plamek nie zostało zastosowane. Powiększ, aby zastosować filtrowanie plamek.
pt: Filtro de manchas não é aplicado. Amplie para aplicar filtro de manchas.
sv: Fläckfiltrering tillämpas inte. Zooma in för att tillämpa fläckfiltrering.

source: Processing parameters
fi: Käsittelyparametrit
fr: Paramètres de traitement
lt: Apdorojimo parametrai
lv: Apstrādes parametri
pl: Parametry przetwarzania
pt: Parâmetros de processamento
sl: Parametri procesiranja
sv: Behandlar parametrar

source: Draw rectangular area of interest for image downloads and timelapse
fi: Piirrä neliön muotoinen kohdealue kuvan lataamista varten
fr: Dessiner une zone d'intérêt rectangulaire pour les téléchargements d'images
lt: Nubrėžkite stačiakampę dominančią sritį vaizdų atsisiuntimui ir laikui bėgant
lv: Zīmēt taisnstūra apgabalu attēlu lejuplādei
pl: Narysuj prostokątny obszar zainteresowania, aby pobrać obrazy i wykonać animacje poklatkowe
pt: Desenhar área retangular de interesse para descarregar imagens e intervalo de tempo
sv: Rita ett rektangulärt intressant område för att hämta bilder

source: Draw polygonal area of interest for image downloads and timelapse
fi: Piirrä monikulmion muotoinen kohdealue kuvan lataamista varten
fr: Dessiner une zone d'intérêt polygonale pour les téléchargements d'images
lt: Nubraižykite daugiakampę dominančią sritį vaizdų atsisiuntimui ir laikui bėgant
lv: Zīmēt poligonu attēlu lejuplādei
pl: Narysuj wielokątny obszar zainteresowania, aby pobrać obrazy i wykonać animacje poklatkowe
pt: Desenhar áreas poligonais de interesse para descarregar imagens e intervalos de tempo
sv: Rita ett polygonformat intressant område för att hämta bilder

source: My quotas
fi: Omat kiintiöni
fr: Mes quotas
lt: Mano kvotos
lv: Manas kvotas
pl: Moje limity
pt: As minhas quotas
sl: Moje kvote
sv: Mina kvoter

source: Use current display area
fi: Käytä nykyistä näytettyä aluetta
fr: Utiliser la zone d'affichage actuelle
lt: Naudoti esamą rodymo sritį
lv: Izmantot redzamo apgabalu
pl: Użyj bieżącego obszaru wyświetlania
pt: Usar a área de visualização atual
sl: Uporabi trenutno prikazano območje
sv: Använd aktuellt visningsområde

source: Draw rectangular area of interest
fi: Piirrä neliön muotoinen kohdealue
fr: Dessiner une zone d'intérêt rectangulaire
lt: Nubrėžti stačiakampę dominančią sritį
lv: Zīmēt taisnstūra apgabalu
pl: Narysuj prostokątny obszar zainteresowania
pt: Desenhar área retangular de interesse
sv: Rita rektangulärt intressant område

source: Draw polygonal area of interest
fi: Piirrä monikulmion muotoinen kohdealue
fr: Dessiner une zone d'intérêt polygonale
lt: Nubrėžti daugiakampę dominančią sritį
lv: Zīmēt poligonu
pl: Narysuj wielokątny obszar zainteresowania
pt: Desenhar área poligonal de interesse
sv: Rita polygonformat intressant område

source: Cloud cover
fi: Pilvipeite
fr: Couverture nuageuse
lt: Debesų danga
lv: Mākoņu pārklājums
pl: Pokrywa chmur
pt: Cobertura de nuvens
sl: Pokritost z oblaki
sv: Molnighet

source: Constellation
fi: Konstellaatio
lt: Žvaigždynas
lv: Satelītu saime
pl: Konstelacja
pt: Constelação
sl: Ozvezdje
sv: Konstellation

source: Processing level
fi: Käsittelyn taso
fr: Niveau de traitement
lt: Apdorojimo lygis
lv: Apstrādes līmenis
pl: Poziom przetwarzania
pt: Nível de processamento
sl: Nivo procesiranja
sv: Behandlingsnivå

source: Snow cover
fi: Lumipeite
fr: Couverture neigeuse
lt: Sniego danga
lv: Sniega pārklājums
pl: Pokrywa śnieżna
pt: Cobertura de neve
sv: Snötäcke

source: Incidence angle
fi: Kohtauskulma
fr: Angle d'incidence
lt: Kritimo kampas
lv: Mērījuma lenķis
pl: Kąt padania
pt: Ângulo de incidência
sv: Infallsvinkel

source: Coverage
fi: Kattavuus
fr: Couverture
lt: Aprėptis
lv: Pārklājums
pl: Pokrycie
pt: Cobertura
sl: Pokritost
sv: Täckning

source: Shadow percent
fi: Varjojen määrä
fr: Pourcentage d'ombre
lt: Šešėlių procentas
lv: Ēnu daudzums procentos
pl: Procent cienia
pt: Percentagem de sombra
sv: Skuggprocent

source: Pixel resolution
fi: Pikselin erotuskyky
fr: Résolution en pixel
lt: Pikselių raiška
lv: Pikseļa izsķirspēja
pl: Rozdzielczość piksela
pt: Resolução de pixéis
sl: Ločjivost v pikslih
sv: Pixelupplösning

source: Hide details
fi: Piilota lisätiedot
fr: Cacher les détals
lt: Paslėpti detales
lv: Slēpt detaļas
pl: Mniej detali
pt: Esconder detalhes
sl: Skrij podrobnosti
sv: Dölj detaljer

source: Product id
fi: Tuotetunnus
fr: Identifiant du produit
lt: Produkto ID
lv: Produkta id
pl: ID produktu
pt: Produto id
sv: Produkt-id

source: Acquisition date
fi: Kuvauspäivä
fr: Date d'acquisition
lt: Įsigijimo data
lv: Mērījuma datums
pl: Data pozyskania
pt: Data de aquisição
sv: Förvärvsdatum

source: Prepare order
fi: Valmistele tilaus
fr: Préparer la commande
lt: Parengti užsakymą
lv: Sagatavot pasūtījumu
pl: Przygotuj zamówienie
pt: Preparar pedido
sl: Pripravi naročilo
sv: Förbered beställning

source: From
fi: Lähettäjä
fr: De
lt: Nuo
lv: Kopš
pl: Od
pt: De
sl: Od
sv: Från

source: To
fi: Vastaanottaja
fr: A
lt: Iki
lv: Līdz
pl: Do
pt: Para
sl: Do
sv: Till

source: Provider
fi: Toimittaja
fr: Prestataire
lt: Teikėjas
lv: Pakalpojuma sniedzējs
pl: Dostawca
pt: Fornecedor
sl: Ponudnik
sv: Erbjuds av

source: Used km
fi: Käytetyt kilometrit
fr: km utilisés
lt: Sunaudota km
lv: Izlietotie km
pl: Użyte km
pt: Km usados
sv: Använda km

source: No quotas available
fi: Ei kiintiöitä saatavilla
fr: Pas de quota disponibles
lt: Kvotų nėra
lv: Nav pieejama kvota
pl: Brak dostępnych limitów
pt: Não há quotas disponíveis
sv: Ingen kvot tillgänglig

source: Unable to get quotas: ${ err.message }
fi: Kiintiöitä ei voitu hakea: ${ err.message }
fr: Impossible d'obtenir les quotas : ${ err.message }
lt: Nepavyko gauti kvotų: ${ err.message }
lv: Nav iespējams saņemt kvotu ${err.message}
pl: Dostęp do limitów niemożliwy: ${ err.message }
pt: Incapaz de conseguir quotas:${ mensagem de erro }
sv: Kunde inte hämta kvoter: ${ err.message }

source: Refresh quotas
fi: Päivitä kiintiöt
fr: Actualiser les quotas
lt: Atnaujinti kvotas
lv: Atsvaidzināt kvotas
pl: Odśwież limity
pt: Atualizar quotas
sv: Uppdatera kvoter

source: Purchased km
fi: Ostetut kilometrit
fr: km achetés
lt: Nupirktas km
lv: Nopirktie km
pl: Zakupione km
pt: Km comprados
sv: Köpta km

source: Advanced options
fi: Lisäasetukset
fr: Options avancées
lt: Išplėstiniai nustatymai
lv: Papildu iespējas
pl: Opcje zaawansowane
pt: Opções avançadas
sl: Napredne možnosti
sv: Avancerade alternativ

source: Product bundle
fi: Tuotepaketti
fr: Offre groupée de produits
lt: Produktų rinkinys
lv: Produktu sainis
pl: Paczka produktu
pt: Pacote de produtos
sv: Produktpaket

source: Max. Cloud Coverage
fi: Pilvipeite enintään
fr: Couverture nuageuse max.
lt: Didžiausia Debesų aprėptis
lv: Maks. mākoņu pārklājums
pl: Max. pokrycie chmur
pt: Máx. cobertura de nuvens
sv: Max. molnighet

source: Min. Off Nadir
fi: Väh. nadiirista
fr: Min. hors Nadir
lt: Min. nuo žemiausio lygio
lv: Mērījuma minimālā novirze no nadīra
pt: Min. longe do Nadir
sv: Min. från nadir

source: Max. Off Nadir
fi: Enint. nadiirista
fr: Max. hors Nadir
lt: Max. nuo žemiausio lygio
lv: Mērījuma maksimālā novirze no nadīra
pt: Máx. longe do Nadir
sv: Max. från nadir

source: Min. Sun Elevation
fi: Auringon korkeus väh.
fr: Min. Élévation du soleil
lt: Min. Saulės aukštis
lv: Minimālais saules augstums virs horizonta
pl: Min. wysokość Słońca
pt: Min. Altitude do Sol
sv: Min. solhöjd

source: Max. Sun Elevation
fi: Auringon korkeus enint.
fr: Élévation Max. du Soleil
lt: Max. Saulės aukštis
lv: Maksimālais saules augstums virs horizonta
pl: Max. wysokość Słońca
pt: Máx. Altitude do Sol
sv: Max. solhöjd

source: Sensor
fi: Instrumentti
fr: Capteur
lt: Jutiklis
lv: Sensors
pl: Czujnik
sl: Senzor

source: Processing Level
fi: Käsittelyn taso
fr: Niveau de traitement
lt: Apdorojimo lygis
lv: Apstrādes līmenis
pl: Poziom przetwarzania
pt: Nível de processamento
sl: Nivo procesiranja
sv: Behandlingsnivå

source: Snow Coverage
fi: Lumipeite
fr: Couverture neigeuse
lt: Sniego danga
lv: Sniega pārklājums
pl: Pokrycie śniegiem
pt: Cobertura de neve
sl: Pokritost s snegom
sv: Snötäcke

source: Incidence Angle
fi: Kohtauskulma
fr: Angle d'incidence
lt: Kritimo kampas
lv: Mērījuma lenķis
pl: Kąt padania
pt: Ãngulo de incidência
sv: Infallsvinkel

source: add
fi: lisää
fr: ajouter
lt: pridėti
lv: pievienot
pl: dodaj
pt: adicionar
sl: dodaj
sv: lägg till

source: remove
fi: poista
fr: supprimer
lt: pašalinti
lv: noņemt
pl: usuń
pt: remover
sl: odstrani
sv: ta bort

source: Order type
fi: Tilauksen tyyppi
fr: Type de commande
lt: Užsakymo tipas
lv: Pasūtījuma veids
pl: Typ zamówienia
pt: Tipo de pedido
sl: Tip naročila
sv: Beställningstyp

source: Order limit
fi: Tilauksen raja
fr: Limite de la commande
lt: Užsakymo limitas
lv: Pasūtījuma robežvērtība
pl: Limit zamówienia
pt: Limite do pedido
sv: Beställningsgräns

source: Order limit (km2)
fi: Tilauksen raja (km2)
fr: Limite d'ordre (km2)
lt: Užsakymo limitas (km2)
lv: Pasūtījuma robežvērtība (km2)
pl: Limit zamówienia (km2)
pt: Limite do pedido (Km2)
sv: Beställningsgräns (km2)

source: Planet API Key
fi: Planet API -avain
fr: Clé API Planets
lt: Planet API raktas
lv: Planet API Atslēga (Key)
pl: Klucz Planet API
pt: Chave Planet API
sv: Planet API-nyckel

source: Your Planet API key
fi: Oma Planet API -avain
fr: Votre clé API Planète
lt: Jūsų Planet API raktas
lv: Jūsu Planet API atslēga (key)
pl: Twój klucz Planet API
pt: A sua chave Planer API
sv: Din Planet API-nyckel

source: Create order
fi: Luo tilaus
fr: Créez une commande
lt: Sukurti užsakymą
lv: Izveidot pasūtījumu
pl: Zamów
pt: Criar pedido
sl: Ustvari naročilo
sv: Skapa beställning

source: Created orders (Not confirmed)
fi: Luodut tilaukset (ei vahvistetut)
fr: Commandes créées (non confirmées)
lt: Sukurti užsakymai (Nepatvirtinti)
lv: Izveidotie pasūtījumi (neapstiprināti)
pl: Zamów (niepotwierdzone)
pt: Pedidos criados (não confirmados)
sv: Skapade beställningar (ej bekräftade)

source: Running orders
fi: Voimassa olevat tilaukset
fr: Commandes en cours
lt: Vykdomi užsakymai
lv: Tekošie pasūtījumi
pl: Bieżące zamówienia
pt: Pedidos em execução
sv: Löpande beställningar

source: Finished orders
fi: Loppuneet tilaukset
fr: Commandes terminées
lt: Baigti užsakymai
lv: Pabeigtie pasūtījumi
pl: Zakończone zamówienia
pt: Pedidos terminadas
sl: Zaključena naročila
sv: Avslutade beställningar

source: Created at
fi: Luotu
fr: Créé à
lt: Sukurta
lv: Izveidots
pl: Utworzony
pt: Criada em
sl: Ustvarjeno ob
sv: Skapad

source: Confirmed at
fi: Vahvistettu
fr: Confirmé à
lt: Patvirtinta
lv: Apstiprināts
pl: Potwierdzony
pt: Confirmada em
sl: Potrjeno ob
sv: Bekräftad

source: Size
fi: Koko
fr: Taille
lt: Dydis
lv: Izmērs
pl: Rozmian
pt: Tamanho
sl: Velikost
sv: Storlek

source: Status
fi: Tila
lt: Statusas
lv: Statuss
pt: Estado

source: All input parameters
fi: Kaikki syöttöparametrit
fr: Tous les paramètres d'entrée
lt: Visi įvesties parametrai
lv: Visi ievades parametri
pl: Wszystkie parametry wejściowe
pt: Todos os parâmetros de entrada
sl: Vsi vhodni parametri
sv: Alla ingångsparametrar

source: Hide ${ property } values
fi: Piilota ${ property } -arvot
fr: Cacher les valeurs de ${ property }
lt: Paslėpti ${ nuosavybė } reikšmes
lv: Slēpt ${property} vērtības
pl: Ukryj wartości ${ property }
pt: Esconder ${ propriedade } valores
sv: Dölj ${ property } värden

source: Show ${ property } values
fi: Näytä ${ property } -arvot
fr: Montrer les valeurs de ${ property }
lt: Rodyti ${ nuosavybė } reikšmes
lv: Rādīt ${property} vērtības
pl: Pokaż wartości ${ property }
pt: Mostrar ${ propriedade} valores
sv: Visa ${ property } värden

source: Confirm
fi: Vahvista
fr: Confirmer
lt: Patvirtinti
lv: Apstiprināt
pl: Potwierdź
pt: Confirmar
sl: Potrdi
sv: Bekräfta

source: Delete
fi: Poista
fr: Supprimer
lt: Ištrinti
lv: Dzēst
pl: Usuń
pt: Apagar
sl: Izbriši
sv: Ta bort

source: Show coverage
fi: Näytä kattavuus
fr: Couverture de l'exposition
lt: Rodyti aprėptį
lv: Rādīt pārklājumu
pl: Pokaż zakres
pt: Mostrar cobertura
sl: Prikaži pokritost
sv: Visa täckning

source: Show data
fi: Näytä tiedot
fr: Données de l'exposition
lt: Rodyti duomenis
lv: Rādīt datus
pl: Pokaż dane
pt: Mostrar dados
sl: Prikaži podatke
sv: Visa data

source: No orders found
fi: Tilauksia ei löytynyt
fr: Aucune commande trouvée
lt: Užsakymų nerasta
lv: Pasūtījums nav atrasts
pl: Nie znaleziono zleceń
pt: Não foram encontrados pedidos
sl: Ni naročil
sv: Hittade inga beställningar

source: Error confirming order
fi: Virhe tilauksen vahvistamisessa
fr: Erreur de confirmation de la commande
lt: Įvyko klaida, patvirtinant užsakymą
lv: Kļūda apstiprinot pasūtījumi
pl: Błąd przy potwierdzaniu zlecenia
pt: Erro ao confirmar pedido
sl: Napaka pri potrjevanju naročila
sv: Ett fel inträffade när beställningen skulle bekräftas

source: Error deleting order
fi: Virhe tilauksen poistamisessa
fr: Erreur de suppression de la commande
lt: Įvyko klaida, pašalinant užsakymą
lv: Kļūda dzēšot pasūtījumu
pl: Błąd przy usuwaniu zlecenia
pt: Erro ao apagar pedido
sl: Napaka pri brisanju naročila
sv: Ett fel inträffade när beställningen skulle tas bort

source: Confirm order
fi: Vahvista tilaus
fr: Confirmer la commande
lt: Patvirtinti užsakymą
lv: Apstirpināt pasūtījumu
pl: Potwierdź zlecenie
pt: Confirmar pedido
sl: Potrdi naročilo
sv: Bekräfta beställning

source: Are you sure you want to confirm this order?
fi: Haluatko varmasti vahvistaa tilauksen?
fr: Êtes-vous de vouloir confirmer cette commande ?
lt: Ar tikrai norite patvirtinti šį užsakymą?
lv: Vai tiešām vēlaties apstiprināt šo pasūtījumu?
pl: Na pewno chcesz zatwierdzić to zlecenie?
pt: Tem a certeza que quer confirmar este pedido?
sl: Ali ste prepričani, da želite potrditi to naročilo?
sv: Är du säker på att du vill bekräfta denna beställning?

source: Delete order
fi: Poista tilaus
fr: Supprimer la commande
lt: Ištrinti užsakymą
lv: Dzēst pasūtījumu
pl: Usuń zlecenie
pt: Apagar o pedido
sl: Izbriši naročilo
sv: Ta bort beställning

source: Are you sure you want to delete this order?
fi: Haluatko varmasti poistaa tilauksen?
fr: Êtes-vous sûr de vouloir supprimer cette commande ?
lt: Ar tikrai norite ištrinti šį užsakymą?
lv: Vai tiešām vēlaties dzēst šo pasūtījumu?
pl: Na pewno chcesz usunąć to zlecenie?
pt: Tem a certeza que quer apagar este pedido?
sl: Ali ste prepričani, da želite izbrisati to naročilo?
sv: Är du säker på att du vill ta bort denna beställning?

source: Refresh orders
fi: Päivitä tilaukset
fr: Rafraîchir les commandes
lt: Atnaujinti užsakymus
lv: Atsvaidzināt pasūtījumus
pl: Odśwież zlecenia
pt: Atualizar pedidos
sl: Osveži naročila
sv: Uppdatera beställningar

source: Creating order
fi: Luodaan tilaus
fr: Création d'une commande
lt: Užsakymo kūrimas
lv: Pasūtījuma veidošana
pl: Tworzenie zlecenia
pt: Criar pedido
sl: Ustvarjam naročilo
sv: Skapar beställning

source: Are you sure you want to create an order without a Collection ID? When you confirm your order a new collection will be created automatically.
fi: Oletko varma, että haluat luoda tilauksen ilman kokoelmatunnusta? Kun vahvistat tilauksen, uusi kokoelma luodaan automaattisesti.
fr: Êtes-vous sûr de vouloir créer une commande sans ID de collection ? Lorsque vous confirmerez votre commande, une nouvelle collection sera créée automatiquement.
lt: Ar tikrai norite sukurti užsakymą be Kolekcija ID? Kai patvirtinsite užsakymą, nauja kolekcija bus sukurta automatiškai.
lv: Vai tiešām vēlaties izveidot pasūtījumu bez kolekcijas identifikatora? Apstirpinot pasūtījumu automātiski tiks izveidota jauna kolekcija.
pl: Czy na pewno chcesz utworzyć zamówienie bez ID kolekcji? Po potwierdzeniu zamówienia nowa kolekcja zostanie utworzona automatycznie.
pt: Tem a certeza que quer criar um pedido sem a Coleção ID? Quando confirmar o seu pedido será criada uma nova coleção automaticamente.
sv: Är du säker på att du vill skapa en beställning utan ett samlings-ID? När du bekräftar din beställning skapas en ny samling automatiskt.

source: Order size (approx)
fi: Tilauksen koko (arvio)
fr: Taille de la commande (environ)
lt: Užsakymo dydis (apytiksliai)
lv: Pasūtījuma izmērs (aptuvens)
pl: Rozmiar zamówienia (około)
pt: Tamanho do pedido (aproximadamente)
sv: Beställningens storlek (cirka)

source: Create a new collection
fi: Luo uusi kokoelma
fr: Créer une nouvelle collection
lt: Sukurti naują kolekciją
lv: Veidot jaunu kolekciju
pl: Utwórz nową kolekcję
pt: Criar uma nova coleção
sv: Skapa en ny samling

source: Manual Entry
fi: Anna manuaalisesti
fr: Entrée manuelle
lt: Rankinis įvedimas
lv: Manuāla ievade
pl: Wpis ręczny
pt: Entrada Manual
sl: Ročni vnos
sv: Manuell inmatning

source: Your collections
fi: Omat kokoelmat
fr: Vos collections
lt: Jūsų kolekcijos
lv: Jūsu kolekcija
pl: Twoje kolekcje
pt: As suas coleções
sv: Dina samlingar

source: Show preview
fi: Näytä esikatselu
fr: Aperçu de l'émission
lt: Rodyti peržiūrą
lv: Rādīt priekšskatījumu
pl: Wyświetl podgląd
pt: Mostrar a pré visualização
sv: Förhandsgranska

source: Please login to gain access to it
fi: Kirjaudu sisään, kun haluat käyttää toimintoa
fr: Veuillez vous connecter pour y avoir accès
lt: Prisijunkite, kad gautumėte prieigą.
lv: Lūdzu pieslēdzieties, lai piekļūtu
pl: Aby uzyskać dostęp, zaloguj się
pt: Por favor entre com a sua conta para conseguir acesso a ele
sv: Logga in för att få åtkomst till den

source: The theme you are trying to access is private
fi: Valitsemasi teema on yksityinen
fr: Le thème auquel vous essayez d'accéder est privé
lt: Tema, kurią bandote pasiekti, yra privati
lv: Tematika, kuru jūs cenšaties aplūkot ir privāta
pl: Motyw, do którego próbujesz uzyskać dostęp, jest prywatny
pt: O tema a que está a tentar aceder é privado
sv: Temat du försöker få åtkomst till är privat

source: Continue without logging in
fi: Jatka kirjautumatta sisään
fr: Continuez sans vous connecter
lt: Tęskite neprisijungę
lv: Turpināt bez pieslēgšanās
pl: Kontynuuj bez logowania
pt: Continuar sem entrar com a sua conta
sv: Fortsätt utan att logga in

source: e.g.: My planet data
fi: esim.: Omat Planeetta-tietoni
fr: exemple : les données de ma planète
lt: pvz.: Mano planetos duomenys
lv: t.i.: My planet data
pl: np. Moje dane
pt: e.g. Os dados My planet
sv: t.ex.: Mina planetdata

source: Settings
fi: Asetukset
fr: Paramètres
lt: Nustatymai
lv: Iestatījumi
pl: Ustawienia
pt: Definições
sl: Nastavitve
sv: Inställningar

source: Sky / Atmosphere
fi: Taivas/ilmakehä
fr: Ciel / Atmosphère
lt: Dangus / Atmosfera
lv: Debesis/Atmosfēra
pl: Niebo / Atmosfera
pt: Céu/Atmosfera
sl: Nebo / atmosfera
sv: Himmel/atmosfär

source: Sun
fi: Aurinko
fr: Soleil
lt: Saulė
lv: Saule
pl: Słońce
pt: Sol
sl: Sonce
sv: Sol

source: Sun time (UTC)
fi: Aurinkoaika (UTC)
fr: Heure du soleil (UTC)
lt: Saulės laikas (UTC)
lv: Saules laiks (UTC)
pl: Czas słoneczny (UTC)
pt: Tempo de Sol (UTC)
sl: Čas sonca (UTC)
sv: Soltid (UTC)

source: Sun projected shadows
fi: Auringon aiheuttamat varjot
fr: Ombres projetées par le soleil
lt: Saulės projektuoti šešėliai
lv: Saules radīts apēnojums
pl: Cienie rzucane przez Słońce
pt: Sombras projetadas pelo Sol
sl: Sončne projicirane sence
sv: Solprojekterade skuggor

source: Shading parameters
fi: Varjostuksen asetukset
fr: Paramètres d'ombrage
lt: Šešėliavimo parametrai
lv: Ēnojuma parametri
pl: Parametry cieniowania
pt: Parâmetros de sombra
sv: Skuggparametrar

source: Shadow parameters
fi: Varjojen asetukset
fr: Paramètres de l'ombre
lt: Šešėlių parametrai
lv: Rādīt parametrus
pl: Parametry cienia
pt: Parâmetros de sombra
sl: Parametri senčenja
sv: Skuggparametrar

source: Ambient factor
fi: Ambientti
fr: Facteur ambiant
lt: Aplinkos veiksnys
lv: Vides koeficients (Ambient factor)
pl: Wsp. oświetlenia otoczenia
pt: Fator ambiente
sl: Faktor ambienta
sv: Omgivningsfaktor

source: Diffuse factor
fi: Diffuusi
fr: Facteur de diffusion
lt: Difuzinis faktorius
lv: Difūzās atstarošānās koeficients (Difuse factor)
pl: Współczynnik rozproszenia
pt: Fator difuso
sl: Faktor difuzije
sv: Diffus faktor

source: Specular factor
fi: Spekulaari
fr: Facteur spéculaire
lt: Spekkulinis faktorius
lv: Spekulārās atstarošanas koeficients (Specular factor)
pl: Współczynnik odblaskowości
pt: Fator especular
sl: Faktor zrcalnosti
sv: Spegelfaktor

source: Specular power
fi: Spekulaari voimakkuus
fr: Puissance spéculaire
lt: Spekkulinė galia
lv: Spekulārais blīvums (Specular power)
pl: Moc odblaskowości
pt: Potência especular
sl: Stopnja zrcalnosti
sv: Spegelstyrka

source: Shadow visibility
fi: Varjojen näkyvyys
fr: Visibilité de l'ombre
lt: Šešėlių matomumas
lv: Ēnu redzamība
pl: Widoczność cienia
pt: Visibilidade da sombra
sl: Vidnost sence
sv: Skuggans synlighet

source: Shadow rendering distance
fi: Varjojen piirtoetäisyys
fr: Distance de rendu des ombres
lt: Šešėlių atvaizdavimo atstumas
lv: Ēnojuma attālums (Shadow rendering distance)
pl: Odległość renderowania cienia
pt: Distância de apresentação de sombra
sl: Razdalja risanja senc
sv: Renderingsavstånd för skugga

source: Shadow map size
fi: Varjojen koko kartalla
fr: Taille de la carte des ombres
lt: Šešėlio žemėlapio dydis
lv: Ēnu kartes izmērs
pl: Rozmiar mapy cieni
pt: Mapa de sombra
sl: Velikost slike senčenja
sv: Skuggans storlek på kartan

source: Parameters
fi: Parametrit
fr: Paramètres
lt: Parametrai
lv: Parametri
pl: Parametry
pt: Parâmetros
sl: Parametri
sv: Parametrar

source: Local time on computer
fi: Laitteen paikallinen aika
fr: Heure locale de l'ordinateur
lt: Vietinis laikas kompiuteryje
lv: Vietējais laiks uz datora
pl: Czas lokalny z komputera
pt: Tempo local no computador
sl: Lokalni čas na računalniku
sv: Lokal tid på datorn

source: Edit
fi: Muokkaa
fr: Modifier
lt: Redaguoti
lv: Rediģēt
pl: Edytuj
pt: Editar
sl: Uredi
sv: Redigera

source: Reset values
fi: Nollaa arvot
fr: Remise à zéro des valeurs
lt: Iš naujo nustatyti reikšmes
lv: Atiestatīt vērtības
pl: Resentuj wartości
pt: Valores iniciais
sl: Ponastavi vrednosti
sv: Återställ värden

source: Current time
fi: Aika nyt
fr: Heure actuelle
lt: Dabartinis laikas
lv: Patreizējais laiks
pl: Bieżący czas
pt: Tempo universal
sl: Trenutni čas
sv: Aktuell tid

source: Double clicking with the left mouse button on the camera console resets the camera view to North and down looking position.
fi: Kaksoisnapsauta kamerapainiketta hiiren vasemmalla painikkeella, jos haluat palauttaa kameran näkymän pohjoiseen ja alaspäin.
fr: Un double clic avec le bouton gauche de la souris sur la console de la caméra réinitialise la la vue de la caméra en position de regard vers le nord et le bas.
lt: Dukart spustelėjus kairįjį pelės mygtuką ant fotoaparato konsolės, fotoaparato vaizdas iš naujo nustatomas į šiaurę ir žemyn.
lv: Dubultklikšķis ar kreiso peles taustiņu atgriež kameras skatu lejupvērstā virzienā uz Ziemeļiem.
pl: Dwukrotne kliknięcie lewym przyciskiem myszy na konsoli kamery powoduje przywrócenie widoku z kamery do pozycji patrzącej na północ i w dół.
pt: Fazer um duplo clique com o botão esquerdo do rato na câmara reinicia a perspetiva da câmara para Norte e a posição de olhar para baixo.
sl: Dvoklik z levim gumbom miške na konzoli za kamero ponastavi pogled kamere, tako da gleda proti severu in navzdol.
sv: När du dubbelklickar med vänstra musknappen på kamerakonsolen återställs kameravyn till norr och nedåtriktat läge.
