Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Education
fi: Opetus
lt: Ugdymas
lv: Mācību
pl: Edukacja
pt: Educação
sl: Izobraževanje
sv: Utbildning

source: Normal
fi: Normaali
lt: Normalus
lv: Normāls
pl: Normalny
sl: Običajno

source: Close
fi: Sulje
fr: Fermer
lt: Uždaryti
lv: Aizvērt
pl: Zamknij
pt: Fechar
sl: Zapri
sv: Stäng

source: Previous
fi: Edellinen
fr: Précédent
lt: Ankstesnis
lv: Iepriekšējais
pl: Wstecz
pt: Anterior
sl: Nazaj
sv: Föregående

source: End tutorial
fi: Sulje ohje
fr: Fermer le tutoriel
lt: Baigti mokymą
lv: Beigt apmācību
pl: Zakończ instruktaż
pt: Terminar tutorial
sl: Konec
sv: Avsluta guiden

source: Next
fi: Seuraava
fr: Suivant
lt: Sekantis
lv: Nākamais
pl: Dalej
pt: Seguinte
sl: Naprej
sv: Nästa

source: Don't show again
fi: Älä näytä uudelleen
fr: Ne plus montrer
lt: Daugiau nerodyti
lv: Vairs nerādīt
pl: Nie pokazuj ponownie
pt: Não mostrar novamente
sl: Ne pokaži več
sv: Visa inte på nytt

source: Show info
fi: Näytä info
fr: Afficher l’info
lt: Rodyti informaciją
lv: Parādīt informāciju
pl: Pokaż informacje
pt: Mostrar informação
sl: Pokaži informacije
sv: Visa information

source: Discover
fi: Löydä
fr: Découvrir
lt: Atrasti
lv: Meklēt
pl: Wyszukaj
pt: Descobrir
sl: Odkrij
sv: Upptäck

source: Visualize
fi: Visualisoi
fr: Visualiser
lt: Vizualizuoti
lv: Vizualizēt
pl: Zobrazuj
pt: Visualizar
sl: Prikaži
sv: Visualisera

source: Compare
fi: Vertaa
fr: Comparer
lt: Palyginti
lv: Salīdzināt
pl: Porównaj
pt: Comparar
sl: Primerjaj
sv: Jämför

source: Pins
fi: Merkinnät
fr: Signets
lt: Žymekliai
lv: Atzīmes
pl: Pinezki
pt: Pinos
sl: Oznake
sv: Kartnålar

source: An error has occurred while fetching images:
fi: Seuraavien kuvien hakemisessa tapahtui virhe:
fr: Une erreur est survenue lors du chargement des images :
lt: Įvyko klaida, gaunant vaizdus:
lv: Ir notikusi kļūda veidojot attēlu:
pl: Wystąpił błąd podczas pobierania obrazów:
pt: Ocorreu um erro ao procurar as imagens:
sl: Med dodajanjem posnetkov je prišlo do napake:
sv: Ett fel inträffade när bilder hämtades:

source: No tile found
fi: Ruutua ei löytynyt
fr: Aucune tuile trouvée
lt: Nerasta fragmento
lv: Kadrs nav atrasts
pl: Nie znaleziono kafelka
pt: Nenhum mosaico encontrado
sl: Noben del ni bil najden
sv: Ingen ruta hittades

source: Dataset
fi: Tietojoukko
fr: Jeu de données
lt: Duomenų rinkinys
lv: Datu kopa
pl: Zbiór danych
pt: Base de dados
sl: Zbirka podatkov

source: Show
fi: Näytä
fr: Afficher
lt: Rodyti
lv: Rādīt
pl: Pokaż
pt: Mostrar
sl: Prikaži
sv: Visa

source: Show effects and advanced options
fi: Näytä kuva-asetukset ja lisäasetukset
fr: Afficher les effets et les options avancées
lt: Rodyti efektus ir išplėstines parinktis
lv: Rādīt efektus un papildus iespējas
pl: Pokaż efekty i opcje zaawansowane
pt: Mostrar efeitos e opções avançadas
sl: Pokaži učinke in napredne možnosti
sv: Visa effekter och avancerade alternativ

source: Show visualization
fi: Näytä visualisointi
fr: Afficher la visualisation
lt: Rodyti vizualizaciją
lv: Rādīt vizualizāciju
pl: Pokaż wizualizację
pt: Mostrar visualização
sl: Pokaži prikaz
sv: Visa visualisering

source: Add to Pins
fi: Lisää merkittyihin
fr: Ajouter aux signets
lt: Pridėti prie Žymeklių
lv: Pievienot atzīmēm
pl: Dodaj do Pinezek
pt: Adicionar aos pinos
sl: Dodaj med oznake
sv: Lägg till som kartnål

source: Add to compare
fi: Lisää vertailuun
fr: Ajouter pour comparer
lt: Pridėti palyginimui
lv: Pievienot salīdzināšanai
pl: Dodaj do porównania
pt: Adicionar ao comparar
sl: Dodaj za primerjavo
sv: Lägg till som jämförelse

source: Zoom to tile
fi: Kohdista ruutuun
fr: Zoomer sur la tuile
lt: Priartinti prie fragmento
lv: Doties uz kadru
pl: Powiększ do kafelka
pt: Ampliar para o mosaico
sl: Povečanje na del
sv: Zooma till ruta

source: Hide layer
fi: Piilota taso
fr: Cacher la couche
lt: Paslėpti sluoksnį
lv: Paslēpt slāni
pl: Ukryj warstwę
pt: Esconder camada
sl: Skrij plast
sv: Dölj lager

source: Show layer
fi: Näytä taso
fr: Montrer la couche
lt: Rodyti sluoksnį
lv: Parādīt slāni
pl: Pokaż warstwę
pt: Mostrar camada
sl: Pokaži plast
sv: Visa lager

source: Share
fi: Jaa
fr: Partager
lt: Dalintis
lv: Kopīgot
pl: Udostępnij
pt: Partilhar
sl: Deli
sv: Dela

source: Custom
fi: Mukauta
fr: Personnalisé
lt: Pritaikytas
lv: Pielāgots
pl: Indywidualne dostosowanie
pt: Personalizar
sl: Po meri
sv: Anpassad

source: Create custom visualization
fi: Luo oma visualisointi
fr: Créer une visualisation personnalisée
lt: Sukurti individualią vizualizaciją
lv: Veidot pielāgotu vizualizāciju
pl: Indywidualnie dostosuj wizualizację
pt: Criar visualização personalizada
sl: Ustvari prikaz po meri
sv: Skapa anpassad visualisering

source: Zoom in to view data
fi: Tarkastele tietoja lähentämällä
fr: Zoomez pour afficher les données
lt: Norėdami peržiūrėti duomenis, priartinkite
lv: Pietuviniet, lai aplūkotu datus
pl: Powiększ, aby wyświetlić dane
pt: Ampliar para ver dados
sl: Povečaj, da boš videl podatke
sv: Zooma in för att visa data

source: Free sign up
fi: Rekisteröitymällä voit käyttää
fr: Inscription gratuite
lt: Nemokama registracija
lv: Bezmaksas reģistrācija
pl: Darmowa rejestracja
pt: Inscrição gratuita
sl: Brezplačna registracija
sv: Gratis registrering

source: for all features
fi: kaikkia toimintoja ilmaiseksi
fr: pour toutes les fonctionnalités
lt: visoms funkcijoms
lv: pilnai funkcionalitātei
pl: na wszystkie funkcje
pt: para todas as funcionalidades
sl: za vse funkcije
sv: för alla funktioner

source: Powered by
fi: Ylläpitäjänä
fr: Développé par
lt: Valdoma
lv: Darbību nodrošina
pl: Dostarczone przez
pt: Desenvolvido por
sl: Poganja ga
sv: Drivs av

source: Please select data source(s)!
fi: Valitse tietolähde!
fr: Veuillez sélectionner une/des source(s) de données !
lt: Pasirinkite duomenų šaltinį (-ius)!
lv: Lūdzu, izvēlieties datu avotu(-s)!
pl: Wybierz źródło/a danych!
pt: Por favor selecione a(s) fonte(s) de dados!
sl: Izberi vir(e) podatkov!
sv: Välj datakälla/-källor!

source: Invalid time range!
fi: Aikaväli virheellinen!
fr: Période non valide !
lt: Netinkamas laiko intervalas!
lv: Nederīgs laika diapazons!
pl: Nieprawidłowy zakres czasu!
pt: Intervalo de tempo inválido!
sl: Neveljaven časovni obseg!
sv: Felaktigt tidsintervall!

source: Theme
fi: Teema
fr: Thème
lt: Tema
lv: Motīvs
pl: Motyw
pt: Tema
sl: Tema
sv: Tema

source: Manage configuration instances
fi: Hallinoi omia teemoja
fr: Configurer
lt: Tvarkyti konfigūracijos atvejus
lv: Pārvaldīt konfigurāciju
pl: Zarządzaj instancjami konfiguracji
pt: Gerir instâncias de configuração
sl: Upravljanje konfiguracij
sv: Hantera konfigureringsinstanser

source: Login to use custom configuration instances.
fi: Kirjaudu sisään, jotta voit luoda omia teemoja.
fr: Connectez-vous pour utiliser la configuration personnalisée.
lt: Prisijunkite, kad galėtumėte naudoti asmeninius konfigūracijos atvejus.
lv: Pieslēdzieties, lai lietotu pielāgotu konfigurāciju.
pl: Zaloguj się, aby skorzystać z niestandardowych instancji konfiguracji.
pt: Entrar para utilizar instâncias de configuração personalizadas.
sl: Prijava za uporabo konfiguracij po meri.
sv: Logga in för att använda anpassade konfigureringsinstanser.

source: Error retrieving additional data!
fi: Lisätietojen hakemisessa tapahtui virhe!
fr: Erreur en récupérant les données additionnelles !
lt: Įvyko klaida, gaunant papildomus duomenis!
lv: Kļūda iegūstot papildus datus!
pl: Błąd podczas pobierania dodatkowych danych!
pt: Erro ao recuperar os dados adicionais!
sl: Napaka pri pridobivanju dodatnih podatkov!
sv: Kunde inte hämta ytterligare data!

source: Search
fi: Hae
fr: Rechercher
lt: Ieškoti
lv: Meklēt
pl: Wyszukaj
pt: Procurar
sl: Poišči
sv: Sök

source: Highlights
fi: Poimintoja
fr: Mis en avant
lt: Paryškinti akcentai
lv: Akcenti
pl: Przykłady
pt: Destaques
sl: Poudarki
sv: Höjdpunkter

source: Data sources
fi: Tietolähteet
fr: Sources de données
lt: Duomenų šaltiniai
lv: Datu avoti
pl: Źródła danych
pt: Fontes de dados
sl: Viri podatkov
sv: Datakällor

source: Please select a theme.
fi: Valitse teema.
fr: Veuillez sélectionner un theme.
lt: Pasirinkite temą.
lv: Lūdzu, izvēlieties motīvu.
pl: Wybierz motyw.
pt: Por favor selecione um tema.
sl: Izberi temo.
sv: Välj ett tema.

source: Time range [UTC]
fi: Aikaväli [UTC]
fr: Plage horaire [UTC]
lt: Laiko juosta [UTC]
lv: Laika diapazons [UTC]
pl: Zakres czasu [UTC]
pt: Intervalo de Tempo [UTC]
sl: Časovni razpon [UTC]
sv: Tidsintervall [UTC]

source: Date
fi: Päivämäärä
lt: Data
lv: Datums
pl: Data
pt: Data
sl: Datum
sv: Datum

source: Hide description
fi: Piilota kuvaus
fr: Cacher la description
lt: Paslėpti aprašymą
lv: Slēpt aprakstu
pl: Ukryj opis
pt: Esconder descrição
sl: Skrij opis
sv: Dölj beskrivning

source: Show description
fi: Näytä kuvaus
fr: Montrer la description
lt: Rodyti aprašymą
lv: Rādīt aprakstu
pl: Wyświetl opis
pt: Mostrar descrição
sl: Prikaži opis
sv: Visa beskrivning

source: This theme has no highlights.
fi: Tällä teemalla ei ole poimintoja.
fr: Pas d'information mise en avant pour ce thème.
lt: Šioje temoje nėra paryškintų akcentų.
lv: Šim motīvam nav pieejami tematiskie akcenti.
pl: Ten motyw nie ma żadnych przykładów wykorzystania zdjęć.
pt: Não existem destaques para este tema.
sl: Tema nima poudarkov.
sv: Temat saknar höjdpunkter.

source: Based on:
fi: Perustuu:
fr: Basé sur :
lt: Remiantis:
lv: Balstoties uz:
pl: Na podstawie:
pt: Baseado em:
sl: Na podlagi:
sv: Baseras på:

source: 1 day (S1)
fi: 1 päivä (S1)
fr: 1 jour (S1)
lt: 1 diena (S1)
lv: 1 dienas (S1)
pl: 1 dzień (S1)
pt: 1 dia (S1)
sl: 1 dan (S1)
sv: 1 dag (S1)

source: 5 days (S5)
fi: 5 päivää (S5)
fr: 5 jours (S5)
lt: 5 dienos (S5)
lv: 5 dienu (S5)
pl: 5 dni (S5)
pt: 5 dias (S5)
sl: 5 dni (S5)
sv: 5 dagar (S5)

source: 10 days (S10)
fi: 10 päivää (S10)
fr: 10 jours (S10)
lt: 10 dienų (S10)
lv: 10 dienu (S10)
pl: 10 dni (S10)
pt: 10 dias (S10)
sl: 10 dni (S10)
sv: 10 dagar (S10)

source: O3 (Ozone)
fi: O3 (otsoni)
lt: O3 (Ozonas)
lv: O3 (Ozons)
pl: O3 (Ozon)
pt: O3 (Ozono)
sl: O3 (Ozon)
sv: O3 (ozon)

source: NO2 (Nitrogen dioxide)
fi: NO2 (typpioksidi)
fr: NO2 (Dioxyde d'azote)
lt: NO2 (Azoto dioksidas)
lv: NO2 (Slāpekļa dioksīds)
pl: NO2 (dwutlenek azotu)
pt: NO2 (Dióxido de azoto)
sl: NO2 (dušikov dioksid)
sv: NO2 (kvävedioxid)

source: SO2 (Sulfur dioxide)
fi: SO2 (rikkidioksidi)
fr: SO2 (Dioxyde de soufre)
lt: SO2 (Sieros dioksidas)
lv: SO2 (Sēra dioksīds)
pl: SO2 (dwutlenek siarki)
pt: SO2 (Dióxido de enxofre)
sl: SO2 (žveplov dioksid)
sv: SO2 (svaveldioxid)

source: CO (Carbon monoxide)
fi: CO (hiilimonoksidi)
fr: CO (Monoxyde de carbone)
lt: CO (Anglies monoksidas)
lv: CO (Oglekļa monoksīds)
pl: CO (tlenek węgla)
pt: CO (Monóxido de carbono)
sl: CO (ogljikov monoksid)
sv: CO (kolmonoxid)

source: HCHO (Formaldehyde)
fi: HCHO (formaldehydi)
fr: HCHO (Méthanal)
lt: HCHO (Formaldehidas)
lv: HCHO (Formaldehīds)
pl: HCHO (formaldehyd)
pt: HCHO (Formaldeído)
sl: HCHO (formaldehid)
sv: HCHO (formaldehyd)

source: CH4 (Methane)
fi: CH4 (metaani)
fr: CH4 (Méthane)
lt: CH4 (Metanas)
lv: CH4 (Metāns)
pl: CH4 (metan)
pt: CH4 (Metano)
sl: CH4 (metan)
sv: CH4 (metan)

source: AER AI (Aerosol Index)
fi: AER AI (aerosoli-indeksi)
lt: AER AI (Aerozolio indeksas)
lv: AER AI (Aerosolu Indekss)
pl: AER AI (Indeks Aerozolu)
pt: AER AI (Índice de aerossóis)
sl: AER AI (indeks aerosolov)

source: Cloud
fi: Pilvet
fr: Nuages
lt: Debesis
lv: Mākonis
pl: Chmura
pt: Nuvem
sl: Oblačnost
sv: Moln

source: Other
fi: Muu
fr: Autre
lt: Kita
lv: Cits
pl: Inne
pt: Outro
sl: Drugo
sv: Annat

source: Max. cloud coverage
fi: Pilvipeite enintään
fr: Couverture nuageuse max.
lt: Maks. debesų danga
lv: Maks. mākoņu pārklājums
pl: Maks. zachmurzenie
pt: Max. cobertura de nuvens
sl: Maksimalna oblačnost
sv: Max. molnighet

source: Advanced search
fi: Haun lisäasetukset
fr: Recherche avancée
lt: Išplėstinė paieška
lv: Izvērstā meklēšana
pl: Zaawansowane wyszukiwanie
pt: Pesquisa avançada
sl: Napredno iskanje
sv: Avancerad sökning

source: Acquisition mode
fi: Kuvaustila
fr: Mode d'acquisition
lt: Gavimo režimas
lv: Skenēšanas režīms
pl: Tryb zbierania danych
pt: Modo de aquisição
sl: Način zajema
sv: Hämtningsläge

source: Polarization
fi: Polarisaatio
fr: Polarisation
lt: Poliarizacija
lv: Polarizācija
pl: Polaryzacja
pt: Polarização
sl: Polarizacija
sv: Polarisering

source: Please select at least one data acquisition mode!
fi: Valitse vähintään yksi kuvaustila!
fr: Veuillez sélectionner au moins un mode d'acquisition de données !
lt: Pasirinkite bent vieną duomenų gavimo režimą!
lv: Lūdzu izvēlieties vismaz vienu skenēšanas režīmu!
pl: Wybierz co najmniej jeden tryb zbierania danych!
pt: Por favor, selecione pelo menos um modo de aquisição de dados!
sl: Izberi vsaj en način pridobivanja podatkov!
sv: Välj minst ett datahämtningsläge!

source: Please select at least one polarization!
fi: Valitse vähintään yksi polarisaatio!
fr: Veuillez sélectionner au moins une polarisation !
lt: Pasirinkite bent vieną poliarizaciją!
lv: Lūdzu izvēlieties vismaz vienu polarizācijas virzienu!
pl: Wybierz przynajmniej jedną polaryzację!
pt: Por favor, selecione pelo menos uma polarização!
sl: Izberi vsaj eno polarizacijo!
sv: Välj minst en polarisering!

source: Orbit direction
fi: Kiertoradan suunta
fr: Direction de l'orbite
lt: Orbitos kryptis
lv: Orbītas virziens
pl: Kierunek orbity
pt: Direção da órbita
sl: Smer orbite
sv: Omloppsriktning

source: Please select at least one orbit direction!
fi: Valitse vähintään yksi kiertoradan suunta!
fr: Veuillez sélectionner au moins une direction d'orbite !
lt: Pasirinkite bent vieną orbitos kryptį!
lv: Lūdzu izvēlieties vismaz vienu orbītas virzienu!
pl: Wybierz co najmniej jeden kierunek orbity!
pt: Por favor, selecione pelo menos uma direção da órbita!
sl: Izberi vsaj eno smer orbite!
sv: Välj minst en omloppsriktning!

source: Credits:
fi: Tekijät:
fr: Crédits :
lt: Kreditai:
lv: Atzinība:
pl: Podziękowania:
pt: Créditos:
sl: Zahvala:
sv: Medverkande:

source: **GIBS** (Global Imagery Browse Services) provides quick access to over 600 satellite imagery products, covering every part of the world. Most imagery is available within a few hours after satellite overpass, some products span almost 30 years.
fi: **GIBS** (Global Imagery Browse Services) tarjoaa helpon pääsyn yli 600 kaukokartoitustuotteeseen, jotka kattavat koko Maan. Suurin osa kuvista on saatavilla muutama tunti satelliitin ylilennon jälkeen, ja osaan tuotteista kuuluu tietoa melkein 30 vuodelta.
fr: **GIBS** (Global Imagery Browse Services) offre un accès rapide à plus de 600 images satellites couvrant toutes les régions du monde. La plupart des images sont disponibles quelques heures après le passage du satellite, certains produits couvrent près de 30 ans.
lt: **GIBS** (Global Imagery Browse Services) suteikia greitą prieigą prie daugiau nei 600 palydovinių vaizdų produktų, apimančių visas pasaulio dalis. Dauguma vaizdų yra prieinami per kelias valandas po palydovo praskriejimo, kai kurie produktai apima beveik 30 metų laikotarpį.
lv: **GIBS** (Global Imagery Browse Services) nodrošina piekļuvi vairāk nekā 600 satelītattēlu produktiem ar globālu pārklājumu. Lielākā daļa no attēliem ir pieejami dažu stundu laikā pēc satelīta pārlidojuma. Atsevišķi datu produkti satur arhīvu ar novērojumu periodu gandrīz 30 gadu garumā.
pl: **GIBS** (Global Imagery Browse Services - Usługi Przeglądania Obrazów Ziemi) zapewnia szybki dostęp do ponad 600 obrazów satelitarnych , które obejmują wszystkie części świata. Większość obrazów jest dostępna w ciągu kilku godzin po przejściu satelity, niektóre produkty obejmują prawie 30 lat.
pt: **GIBS*** (Global Imagery Browse Services) fornece acesso rápido a produtos com mais de 600 imagens de satélite, cobrindo todas as partes do mundo. A maioria das imagens está disponível em poucas horas após a passagem do satélite, alguns produtos estendem-se por quase 30 anos.
sl: **GIBS** (Global Imagery Browse Services) omogoča hiter dostop do več kot 600 satelitskih izdelkov, ki pokrivajo vse dele sveta. Večina posnetkov je na voljo v nekaj urah po preletu satelita, nekateri izdelki zajemajo skoraj 30 let.
sv: **GIBS** (Global Imagery Browse Services) ger snabb åtkomst till över 600 satellit- bildframställningsprodukter som täcker hela världen. De flesta bilderna är tillgängliga inom några timmar efter att satelliten har passerat och vissa produkter omfattar nästan 30 år.
