Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 8-9 has 11 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
fi: # Tosivärikomposiitti Satelliittien anturit voivat kuvata Maata sähkömagneettisen spektrin eri alueilla. Näitä alueita kutsutaan kanaviksi. Landsat 8 -satelliitti voi kuvata 11 kanavalla. Tosivärikomposiittikuvissa käytetään näkyvää punaista, vihreää ja sinistä valoa yhdessä vastaavien punaisen, vihreän ja sinisen kanavien kanssa, jolloin tuloksena saadaan kuva, jonka värit vastaavat suurimmaksi osaksi sitä, mitä ihmissilmä näkee. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) ja [täältä.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
fr: # Composite en couleurs vraies Les capteurs transportés par les satellites peuvent prendre des images de la Terre dans différentes régions du spectre électromagnétique. Chaque région du spectre est appelée une bande. Landsat 8-9 possède 11 bandes. Le composite de couleurs vraies utilise les bandes de lumière visible rouge, verte et bleue dans les canaux de couleur rouge, verte et bleue correspondants, ce qui donne un produit aux couleurs naturelles, qui est une bonne représentation de la Terre telle que les humains la verraient naturellement. Plus d'infos [ici](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) et [ici](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
lt: # Tikroji spalvų kompozicija Palydovuose esantys jutikliai gali vaizduoti Žemę įvairiose elektromagnetinio spektro srityse. Kiekviena spektro sritis vadinama juosta. Landsat 8-9 turi 11 juostų. Tikrų spalvų kompozitas naudoja matomos šviesos raudonos, žalios ir mėlynos spalvų juostas atitinkamuose raudonos, žalios ir mėlynos spalvų kanaluose, todėl gaunamas natūralių spalvų produktas, kuris gerai atspindi Žemę taip, kaip ją natūraliai mato žmonės. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/landsat-8/composites/) ir [čia] (https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/).
lv: # Dabisko krāsu kompozītattēls (True Color composite) Sensori, kas veic zemes monitoringu iegūst informāciju par atstaroto enerģiju dažādās elektromagnētiskā spektra daļās. Katra no šīm daļām tiek dēvēta par kanālu, jeb joslu. Landsat-8 un Landsat-9 veic mērījumus 11 kanālos. Dabiskā krāsojuma attēls izmanto datus no sarkanā, zaļā un zilā kanāla, tādējādi ļaujot attēlot Zemes virsmu, kas līdzvērtīgs tam kādu to redzētu cilvēka acs. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) un [šeit.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
pl: # Kolory naturalne Sensory satelitów mogą zobrazować Ziemię w różnych obszarach widma elektromagnetycznego. Każdy region widma nazywany jest pasmem. Landsat 8 ma 11 pasm. Kompozyt prawdziwego koloru (tutaj "Kolory naturalne") dokonuje pomiarów w pasmach światła widzialnego: czerwonym, zielonym i niebieskim, przypisując je odpowiednio do kolorów czerwonego, zielonego i niebieskiego, w wyniku czego powstaje produkt o naturalnym kolorze, który jest odzwierciedleniem Ziemi tak, jak jest widziana w sposób naturalny ludzkim okiem. Więcej informacji [tutaj] (https://custom-scripts.sentinel-hub.com/landsat-8/composites/) i [tutaj.] (https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
pt: # Compósito de cor verdadeira Os sensores transportados por satélites podem retratar a Terra em diferentes zonas do espetro eletromagnético. Cada zona do espetro é referida como banda. O Lansat 8-9 tem 11 bandas. O compósito de cor verdadeira usa luz visível vermelha, verde e azul nos canais correspondentes com cor vermelha, verde e azul, o que resulta num produto naturalmente colorido, o que é uma boa representação de como os humanos veriam naturalmente a Terra. Mais informação [aqui](https://custom-scripts.sentinel-hub.com/Landsat-57/composites/) e [aqui.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
sl: # Naravno barvni kompozit Senzorji, ki jih nosijo sateliti, lahko Zemljo snemajo v različnih območjih elektromagnetnega spektra. Vsako področje v spektru se imenuje kanal. Pravi barvni kompozit uporablja kanale vidne svetlobe rdeče, zelene in modre barve v ustreznih rdečih, zelenih in modrih barvnih kanalih, rezultat pa je naravno obarvan izdelek, ki je dober prikaz Zemlje, kot bi jo ljudje videli v naravi. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) in [tukaj](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
sv: # True color-komposit Sensorer ombord på satelliter kan avbilda jorden i olika delar av det elektromagnetiska spektret. Varje del av spektret kallas för ett band. Landsat 8 har elva band. True color-kompositen använder de synliga ljusbanden rött, grönt och blått i motsvarande röda, gröna och blå färgkanaler, vilket ger en naturligt färgad produkt som väl representerar jorden så som vi människor naturligt skulle se den. Mer information [här](https://custom-scripts.sentinel-hub.com/landsat-8/composites/) och [här.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
fi: # Tosivärikomposiitti Satelliittien anturit voivat kuvata Maata sähkömagneettisen spektrin eri alueilla. Näitä alueita kutsutaan kanaviksi. Tosivärikomposiittikuvissa käytetään näkyvää punaista, vihreää ja sinistä valoa yhdessä vastaavien punaisen, vihreän ja sinisen kanavien kanssa, jolloin tuloksena saadaan kuva, jonka värit vastaavat suurimmaksi osaksi sitä, mitä ihmissilmä näkee. Lisää tietoa löydät englanniksi [täältä.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
fr: # Composite en couleurs vraies Les capteurs transportés par les satellites peuvent prendre des images de la Terre dans différentes régions du spectre électromagnétique. Chaque région du spectre est appelée une bande. True color composite utilise les bandes de lumière visible rouge, verte et bleue dans les canaux de couleur rouge, verte et bleue correspondants, ce qui donne un produit aux couleurs naturelles, qui est une bonne représentation de la Terre telle que les humains la verraient naturellement. Plus d'infos [ici.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
lt: # Tikroji spalvų kompozicija Palydovuose esantys jutikliai gali atvaizduoti Žemę skirtingose elektromagnetinio spektro srityse Kiekviena spektro sritis vadinama juosta. Tikrų spalvų kompozitas naudoja matomos šviesos raudonos, žalios ir mėlynos spalvų juostas atitinkamuose raudonos, žalios ir mėlynos spalvų kanaluose, todėl gaunamas natūralių spalvų produktas, kuris gerai atspindi Žemę taip, kaip žmonės ją matytų natūraliai. Daugiau informacijos [čia] (https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
lv: # Dabiskā krāsojuma kompozītattēls (True Color composite) Sensori, kas veic zemes monitoringu iegūst informāciju par atstaroto enerģiju dažādās elektromagnētiskā spektra daļās. Katra no šīm daļām tiek dēvēta par kanālu, jeb joslu. Dabiskā krāsojuma attēls izmanto datus no sarkanā, zaļā un zilā kanāla, tādējādi ļaujot attēlot Zemes virsmu, kas līdzvērtīgs tam kādu to redzētu cilvēka acs. Vairāk informācijas [šeit.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
pl: # Kompozyt prawdziwego koloru Sensory przenoszone przez satelity mogą zobrazować Ziemię w różnych regionach widma elektromagnetycznego. Każdy region widma nazywany jest pasmem. Kompozyt prawdziwego koloru wykorzystuje widzialne pasma światła czerwonego, zielonego i niebieskiego w odpowiednich kanałach koloru czerwonego,zielonego i niebieskiego, w wyniku czego powstaje produkt o naturalnym kolorze, który jest odzwierciedleniem Ziemi tak, jak jest widziana w sposób naturalny ludzkim okiem. Więcej informacji [tutaj.] (https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
pt: # Compósito de cor verdadeira Os sensores transportados por satélites podem retratar a Terra em diferentes zonas do espetro eletromagnético. Cada zona do espetro é referida como banda. O compósito de cor verdadeira usa luz visível vermelha, verde e azul nos canais correspondentes com cor vermelha, verde e azul, o que resulta num produto naturalmente colorido, o que é uma boa representação de como os humanos veriam naturalmente a Terra. Mais informação [aqui] (https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
sl: # Naravno barvni kompozit Senzorji, ki jih nosijo sateliti, lahko Zemljo snemajo v različnih območjih elektromagnetnega spektra. Vsako področje v spektru se imenuje kanal. Pravi barvni kompozit uporablja kanale vidne svetlobe rdeče, zelene in modre barve v ustreznih rdečih, zelenih in modrih barvnih kanalih, rezultat pa je naravno obarvan izdelek, ki je dober prikaz Zemlje, kot bi jo ljudje videli v naravi. Več informacij je [tukaj](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)
sv: # True color composite Sensorer ombord på satelliter kan avbilda jorden i olika delar av det elektromagnetiska spektret. Varje del av spektret kallas för ett band. True color-kompositen använder de synliga ljusbanden rött, grönt och blått i motsvarande röda, gröna och blå färgkanaler, vilket ger en naturligt färgad produkt som väl representerar jorden så som vi människor naturligt skulle se den. Mer information [här.](https://ladsweb.modaps.eosdis.nasa.gov/missions-and-measurements/meris/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum . Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
fi: # Tosivärikomposiitti Satelliittien anturit voivat kuvata Maata sähkömagneettisen spektrin eri alueilla. Näitä alueita kutsutaan kanaviksi. Tosivärikomposiittikuvissa käytetään näkyvää punaista, vihreää ja sinistä valoa yhdessä vastaavien punaisen, vihreän ja sinisen kanavien kanssa, jolloin tuloksena saadaan kuva, jonka värit vastaavat suurimmaksi osaksi sitä, mitä ihmissilmä näkee. Lisää tietoa löydät englanniksi [täältä.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
fr: # Composite en couleurs vraies Les capteurs transportés par les satellites peuvent prendre des images de la Terre dans différentes régions du spectre électromagnétique . Chaque région du spectre est appelée une bande. True color composite utilise les bandes de lumière visible rouge, verte et bleue dans les canaux de couleur rouge, verte et bleue correspondants, ce qui donne un produit aux couleurs naturelles, qui est une bonne représentation de la Terre telle que les humains la verraient naturellement. Plus d'infos [ici.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
lt: # Tikroji spalvų kompozicija Palydovuose esantys jutikliai gali atvaizduoti Žemę įvairiose elektromagnetinio spektro srityse . Kiekviena spektro sritis vadinama juosta. Tikrų spalvų kompozitinis vaizdas naudoja matomos šviesos raudonos, žalios ir mėlynos spalvų juostas atitinkamuose raudonos, žalios ir mėlynos spalvų kanaluose, todėl gaunamas natūralių spalvų produktas, kuris gerai atspindi Žemę taip, kaip žmonės ją matytų natūraliai. Daugiau informacijos [čia] (https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
lv: # Dabiskā krāsojuma kompozītattēls (True Color composite) Sensori, kas veic zemes monitoringu iegūst informāciju par atstaroto enerģiju dažādās elektromagnētiskā spektra daļās. Katra no šīm daļām tiek dēvēta par kanālu, jeb joslu. Dabiskā krāsojuma attēls izmanto datus no sarkanā, zaļā un zilā kanāla, tādējādi ļaujot attēlot Zemes virsmu, kas līdzvērtīgs tam kādu to redzētu cilvēka acs. Vairāk informācijas [šeit.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
pl: # Kompozyt prawdziwego koloru Sensory przenoszone przez satelity mogą zobrazować Ziemię w różnych obszarach widma elektromagnetycznego. Każdy region widma nazywany jest pasmem.Kompozyt prawdziwego koloru wykorzystuje widzialne pasma światła czerwonego, zielonego i niebieskiego w odpowiednich kanałach koloru czerwonego,zielonego i niebieskiego, w wyniku czego powstaje produkt o naturalnym kolorze, który jest odzwierciedleniem Ziemi tak, jak jest widziana w sposób naturalny ludzkim okiem. Więcej informacji [tutaj.] (https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
pt: # Compósito de cor verdadeira Os sensores transportados por satélites podem retratar a Terra em diferentes zonas do espetro eletromagnético. Cada zona do espetro é referida como banda. O compósito de cor verdadeira usa luz visível vermelha, verde e azul nos canais correspondentes com cor vermelha, verde e azul, o que resulta num produto naturalmente colorido, o que é uma boa representação de como os humanos veriam naturalmente a Terra. Mais informação [aqui](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
sl: # Naravno barvni kompozit Senzorji, ki jih nosijo sateliti, lahko Zemljo snemajo v različnih območjih elektromagnetnega spektra. Vsako področje v spektru se imenuje kanal. Pravi barvni kompozit uporablja kanale vidne svetlobe rdeče, zelene in modre barve v ustreznih rdečih, zelenih in modrih barvnih kanalih, rezultat pa je naravno obarvan izdelek, ki je dober prikaz Zemlje, kot bi jo ljudje videli v naravi. Več informacij je [tukaj] (https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)
sv: # True color composite Sensorer ombord på satelliter kan avbilda jorden i olika delar av det elektromagnetiska spektret. Varje del av spektret kallas för ett band. True color-kompositen använder de synliga ljusbanden rött, grönt och blått i motsvarande röda, gröna och blå färgkanaler, vilket ger en naturligt färgad produkt som väl representerar jorden så som vi människor naturligt skulle se den. Mer information [här.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-olci/overview/heritage)

source: # Pansharpened True Color The pansharpened true color composite is done by using the usual true color data (red, green and blue (RGB)) and enhancing them by using the panchromatic band 8, or pan band (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). An image from the pan band is similar to black-and-white film: it combines light from the red, green, and blue parts of the spectrum into a single measure of overall visible reflectance. Pansharpened images have 4x the resolution of the usual true color composite, greatly enhancing the usefulness of Landsat imagery. More info [here](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) and [here.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
fi: # Pankromaattisella kanavalla tarkennettu tosiväri Pankromaattisella kanavalla tarkennettu tosivärikomposiittikuva tuotetaan käyttämällä tosiväritietoa (punainen, vihreä ja sininen; RGB) ja tarkentamalla kuvaa pankromaattisen kanavan 8 avulla (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Pankromaattiselta kanavalta saatu kuva muistuttaa mustavalkofilmikuvaa: siinä yhdistetään spektrin punaisen, vihreän ja sinisen valon aallonpituuksia ja niistä tuotetaan kuva, josta ilmenee kuvattujen kohteiden näkyvä heijastuskyky. Pankromaattisella kanavalla tarkennetuilla kuvilla on neljä kertaa suurempi erotuskyky kuin tavallisella tosivärikomposiitilla, mikä tekee Landsat-satelliittien kuvista erittäin hyödyllisiä. Lisää tietoa löydät englanniksi [täältä](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) ja [täältä.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
fr: # Couleur vraie panchromatique Le composite de couleur vraie panchromatique est réalisé en utilisant les données de couleur vraie habituelles (rouge, vert et bleu (RVB)) et en les améliorant à l'aide de la bande panchromatique 8, ou bande pan (une bande est une région du spectre électromagnétique ; un capteur satellite peut prendre des images de la Terre dans différentes bandes). Une image de la bande pan est similaire à un film noir et blanc : elle combine la lumière des parties rouge, verte et bleue du spectre en une seule mesure de la réflectance visible globale. Les images panoramiques ont une résolution quatre fois supérieure à celle des images composites habituelles en couleur, ce qui améliore considérablement l'utilité des images Landsat. Plus d'infos [ici](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) et [ici](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
lt: # Pansharpened Tikroji spalva Pansharpened true color kompozitas atliekamas naudojant įprastus tikrosios spalvos duomenis (raudonos, žalios ir mėlynos (RGB)) ir juos sustiprinant naudojant panchromatinę 8 juostą arba pan juostą (juosta - tai elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Pan juostos vaizdas yra panašus į juodai baltos juostos vaizdą: raudonos, žalios ir mėlynos spektro dalių šviesa sujungiama į vieną bendrą matomo atspindžio matmenį. Pansharpened vaizdų skiriamoji geba yra 4 kartus didesnė nei įprastų tikros spalvos sudėtinių vaizdų, todėl Landsat vaizdų naudingumas labai padidėja. Daugiau informacijos [čia] (https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) ir [čia] (https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/).
lv: # Uzlabotas izšķirtspējas Dabiskā krāsojuma attēls (Pansharpened True Color) Šis attēls tiek veidots izmantojot ierastos dabisko krāsu kanālus (sarkans, zaļš un zils) un uzlabojot tos ar hromatiskā kanāla 8 datiem. Dati no hromatiskā kanāla ir ar augstāku izsķirtspēju un spēj būtiski uzlabot Landsat datu noderīgumu. Vairāk informācijas [šeit](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) un [šeit.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
pl: # Wyostrzony Panchromatycznie Prawdziwy Kolor Wyostrzony panchromatycznie kompozyt prawdziwego koloru jest uzyskiwany przy użyciu zwykłych danych o prawdziwych kolorach (czerwony, zielony i niebieski (RGB)) i wzmacniania ich za pomocą pasma panchromatycznego 8 lub pasma panoramicznego (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach).Obraz z pasma panoramicznego jest podobny do filmu czarno-białego: łączy światło z czerwonej, zielonej i niebieskiej części widma w jedną miarę całkowitej widzialnej reflektancji. Obrazy panchromatycznie wyostrzone posiadają cztery razy większą rozdzielczość niż zwykły kompozyt prawdziwego koloru, co znacznie zwiększa użyteczność zdjęć Landsat. Więcej informacji [tutaj] (https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) i [tutaj.] (https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
pt: # Cor verdadeira Pansharpened O compósito de cor verdadeira Pansharpened é feito usando os dados normais de cor verdadeira (vermelho, verde e azul (RGB) e melhorando-os através do uso da banda pancromática 8, ou banda pan ( uma banda é uma zona do espetro eletromagnético; um sensor num satélite pode retratar a Terra usando diferentes bandas). Uma imagem de uma banda pan é idêntica a um filme em preto e branco: combina a luz de partes vermelhas, verdes e azuis do espetro numa única medida de reflexão geral visível. As imagens Pansharpened tem uma resolução 4x maior que o habitual compósito de cor verdadeira, melhorando muito a utilidade das imagens do Landsat. Mais informação [aqui](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) e [aqui.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
sl: # Izostreni naravno barvni kompozit Izostreni (pansharpened) naravno barvni kompozit je narejen z uporabo podatkov v naravnih barvah (rdeča, zelena in modra; RGB) in njihovo izboljšavo z uporabo pankromatskega kanala 8 (kanal je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo snema v različnih kanalih). posnetek iz pan kanala je podoben črno-belemu filmu: združuje svetlobo iz rdečega, zelenega in modrega dela spektra v eno samo sliko bolše ločljivosti. Izostrene slike imajo štirikrat večjo ločljivost kot običajne kompozitne slike v pravih barvah, kar močno poveča uporabnost posnetkov Landsat. Več informacij je [tukaj](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) in [tukaj](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
sv: # Pansharpened True Color Kompositen panskärpt true color skapas genom att använda vanliga true color-data (rött, grönt och blått (RGB)) och förstärka dessa med hjälp av det pankromatiska bandet 8, eller panbandet (ett band är en del av det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). En bild från panbandet påminner om svartvit film: det kombinerar ljus från de röda, gröna och blå delarna av spektret till ett mätvärde som anger den totala synliga reflektansen. Panskärpta bilder har en upplösning som är 4x upplösningen för den vanliga true color-kompositen och de förbättrar avsevärt användbarheten av de bilder som Landsat ger. Mer information [här](https://blog.mapbox.com/pansharpening-for-higher-resolution-in-landsat-live-e4717cd7c356) och [här.](https://landsat.gsfc.nasa.gov/landsat-8/landsat-8-bands/)
