Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. In this case, the NIR band used in the red channel is the NIR band 4 (800 - 1100 nm), which penetrates atmospheric haze, emphasizes vegetation, and distinguishes between land and water. More info [here](https://eos.com/find-satellite/landsat-5-mss/) and [here](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).
fi: # Väärävärikomposiitti Väärävärikomposiittikuvassa käytetään vähintään yhtä ei-näkyvää aallonpituutta Maan kuvantamiseen. Infrapunaa ja punaisen ja vihreän valon kanavia käyttävät väärävärikomposiitit ovat suosittuja (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Väärävärikomposiitteja käytetään yleensä kasvitiheyden ja kasvien terveyden arviointiin, sillä kasvit heijastavat lähi-infrapunaa ja vihreän valon aallonpituuksia ja imevät punaisen valon aallonpituuksia. Kaupungit ja paljas maa näkyvät vihreinä tai vaaleanruskeina ja vesi näkyy sinisenä tai mustana. Tässä visualisoinnissa käytetyn lähi-infrapunan kanava on lähi-infrapunan kanava 4 (800–1100 nm), joka sietää hyvin ilmakehän häiriöitä sekä korostaa kasvillisuutta ja jota voidaan käyttää maan ja veden erottamiseen toisistaan. Lisää tietoa löydät englanniksi [täältä](https://eos.com/find-satellite/landsat-5-mss/) ja [täältä](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).
fr: # Composite en fausses couleurs Un composite de fausses couleurs utilise au moins une longueur d'onde non visible pour imager la Terre. Le composite de fausses couleurs utilisant les bandes proche infrarouge, rouge et verte est très populaire (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). Le composite de fausses couleurs est le plus souvent utilisé pour évaluer la densité et la santé des plantes, car les plantes reflètent la lumière proche infrarouge et verte, alors qu'elles absorbent le rouge. Les villes et les sols exposés sont gris ou havane, et l'eau apparaît bleue ou noire. Dans ce cas, la bande NIR utilisée dans le canal rouge est la bande NIR 4 (800 - 1100 nm), qui pénètre la brume atmosphérique, met en valeur la végétation et distingue la terre de l'eau. Plus d'infos [ici](https://eos.com/find-satellite/landsat-5-mss/) et [ici](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).
lt: # Klaidinga spalvų kompozicija Klaidingų spalvų kompozitas naudoja bent vieną nematomo bangos ilgio bangą, kad atvaizduotų Žemę. Labai populiari netikrų spalvų kompozicija, kai naudojamos artimojo infraraudonojo, raudonojo ir žaliojo spektro juostos (juosta yra elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Klaidingų spalvų kompozicija dažniausiai naudojama augalų tankumui ir sveikatai įvertinti, nes augalai atspindi artimąją infraraudonąją ir žaliąją šviesą, o raudonąją sugeria. Miestai ir atvira žemė yra pilkos arba rusvos spalvos, o vanduo atrodo mėlynas arba juodas. Šiuo atveju raudoname kanale naudojama 4 NIR juosta (800-1100 nm), kuri prasiskverbia pro atmosferos rūką, išryškina augmeniją ir atskiria žemę nuo vandens. Daugiau informacijos [čia](https://eos.com/find-satellite/landsat-5-mss/) ir [čia](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).
lv: # Mākslīgā krāsojuma kompozītattēls (False Color Composite) Mākslīgā krāsojuma kompozītattēlu veidošanā tiek izmanota informācija no vismaz vienas joslas (kanāla), kas ir ārpus redzamās gaismas spektra. Ļoti populāra kanālu kombinācija izmanto informāciju no tuvās infrasarkanās, sarkanās un zaļās elektromagnētiskā spektra joslas. Redzamā informācija bieži tiek lietota, lai novērtētu augāja blīvumu un veselīgumu. Augi absorbē gaismas enerģiju sarkanajā spektra daļā un atstaro lielu daļu enerģijas, kas atbilst tuvajiem infrasarkanajiem viļņiem. Pilsētvide un atklāta augsne ir redzama pelēkās un brūnganās krāsās, bet ūdens redzams melnā vai zilā nokrāsā. Šajā gadījumā, informācija no NIR(tuvais infrasarkanais starojums) joslas tiek aizvietota ar kanāla 4 datiem (centrālais viļņu garums 800-1100 nm intervālā). Dati no šīs joslas ir īpaši lietderīgi pateicoties samazinātai atmosfēras izkliedes ietekmei, kā arī tie veiksmīgi izceļ augāju, kā arī robežu starp sauszemi un ūdeni. Vairāk informācijas [šeit](https://eos.com/find-satellite/landsat-5-mss/) and [here](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).
pl: # Kompozyt fałszywego koloru Fałszywy kolor wykorzystuje co najmniej jedną niewidoczną długość fali do zobrazowania Ziemi. Bardzo popularny jest kompozyt fałszywego koloru wykorzystujący pasma bliskiej podczerwieni, czerwieni i zieleni (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach). Kompozyt fałszywych kolorów jest najczęściej używany do oceny gęstości i zdrowia roślin, ponieważ rośliny odbijają bliską podczerwień i zielone światło, podczas gdy pochłaniają kolor czerwony. Miasta i odsłonięta gleba są szare lub brązowe, a woda wydaje się niebieska lub czarna. W tym przypadku pasmo NIR wykorzystywane w kanale czerwonym to pasmo NIR 4 (800 - 1100 nm), które przenika przez zamglenia atmosferyczne, uwydatnia roślinność i pozwala odróżnić ląd od wody. Więcej informacji [tutaj](https://eos.com/find-satellite/landsat-5-mss/) i [tutaj](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).
pt: # Compósito de cor falsa Um compósito de cor falsa usa pelo menos um comprimento de onda na zona não visível para retratar a Terra. O compósito de cor falsa que usa bandas no infravermelho próximo, vermelho e verde é muito popular (uma banda é uma região do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). O compósito de cor falsa é vulgarmente mais utilizado para avaliar a densidade e a saúde da planta, pois as plantas refletem a luz do infravermelho próximo e do verde e absorvem a luz vermelha . As cidades e os solos expostos são cinzentos ou com tom de bronze, e a água aparece com cor azul ou preta. Neste caso, a banda NIR usada no canal vermelho é a banda NIR 4 (800-1100nm), que penetra a neblina atmosférica, salienta a vegetação e distingue entre o solo e a água. Mais informação [aqui](https://eos.com/find-satellite/landsat-5-mss/) e[aqui](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).
sv: # False color composite En false color-komposit använder minst en osynlig våglängd för att avbilda jorden. False color-kompositen med nära infrafrött, rött och grönt band är mycket populär (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). False color-kompositen används oftast för att bedöma växttäthet och -hälsa eftersom växter reflekterar nära infrarött och grönt ljus medan de absorberar rött. Städer och exponerad mark är grå eller mellanbruna och vatten visas som blått eller svart. I det här fallet är det NIR-band som används i den röda kanalen NIR-band 4 (800–1100 nm), vilket genomtränger atmosfäriskt dis, betonar växtlighet och särskiljer mellan land och vatten. Mer information [här](https://eos.com/find-satellite/landsat-5-mss/) och [här](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-nir/).

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)
fi: # Tosivärikomposiitti Satelliittien anturit voivat kuvata Maata sähkömagneettisen spektrin eri alueilla. Näitä alueita kutsutaan kanaviksi. Tosivärikomposiittikuvissa käytetään näkyvää punaista, vihreää ja sinistä valoa yhdessä vastaavien punaisen, vihreän ja sinisen kanavien kanssa, jolloin tuloksena saadaan kuva, jonka värit vastaavat suurimmaksi osaksi sitä, mitä ihmissilmä näkee. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)
fr: # Composite en couleurs vraies Les capteurs transportés par les satellites peuvent prendre des images de la Terre dans différentes régions du spectre électromagnétique. Chaque région du spectre est appelée une bande. True color composite utilise les bandes de lumière visible rouge, verte et bleue dans les canaux de couleur rouge, verte et bleue correspondants, ce qui donne un produit aux couleurs naturelles, qui est une bonne représentation de la Terre telle que les humains la verraient naturellement. Plus d'infos [ici.](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)
lt: # Tikroji spalvų kompozicija Palydovuose esantys jutikliai gali vaizduoti Žemę įvairiose elektromagnetinio spektro srityse. Kiekviena spektro sritis vadinama juosta. Tikrų spalvų kompozitas naudoja matomos šviesos raudonos, žalios ir mėlynos spalvų juostas atitinkamuose raudonos, žalios ir mėlynos spalvų kanaluose, todėl gaunamas natūralių spalvų produktas, kuris gerai atspindi Žemę taip, kaip žmonės ją matytų natūraliai. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)
lv: # Dabisko krāsu kompozītattēls (True Color composite) Sensori, kas veic zemes monitoringu iegūst informāciju par atstaroto enerģiju dažādās elektromagnētiskā spektra daļās. Katra no šīm daļām tiek dēvēta par kanālu, jeb joslu. Dabisko krāsu kompozītattēls izmanto datus no sarkanā, zaļā un zilā kanāla, tādējādi ļaujot attēlot Zemes virsmu krāsojumā, kas līdzvērtīgs tam kādu to redzētu cilvēka acs. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)
pl: # Kolory naturalne Czujniki umieszczone na satelitach mogą obrazować Ziemię w różnych regionach widma elektromagnetycznego. Każdy region widma jest określany mianem pasma. Kompozyt kolorów rzeczywistych (tutaj "Kolory naturalne") wykorzystuje pasma światła widzialnego: czerwony, zielony i niebieski w odpowiednich kanałach kolorów: czerwonym, zielonym i niebieskim, dając w rezultacie produkt o naturalnych kolorach, który jest dobrym odwzorowaniem Ziemi takiej, jaką ludzie widzieliby ją naturalnie. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)
pt: # Compósito de cor verdadeira Os sensores transportados por satélites podem retratar a Terra em diferentes zonas do espetro eletromagnético. Cada zona do espetro é denominada banda. O compósito de cor verdadeira usa bandas de luz visível vermelha, verde e azul nos canais correspondentes vermelhos, verdes e azuis, resultando num produto de cor natural, que é uma boa representação da Terra tal como os humanos a veriam de forma natural. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)
sv: # True color composite Sensorer ombord på satelliter kan avbilda jorden i olika delar av det elektromagnetiska spektret. Varje del av spektret kallas för ett band. True color-kompositen använder de synliga ljusbanden rött, grönt och blått i motsvarande röda, gröna och blå färgkanaler, vilket ger en naturligt färgad produkt som väl representerar jorden så som vi människor naturligt skulle se den. Mer information [här.](https://custom-scripts.sentinel-hub.com/landsat-7-etm/true-color//)

source: Max. cloud coverage:
fi: Pilvipeite enintään:
fr: Couverture nuageuse max. :
lt: Didžiausia debesų danga:
lv: Maks. mākoņu pārklājums:
pl: Maks. zachmurzenie:
pt: Cobertura máxima de nuvens:
sl: Maksimalna oblačnost:
sv: Max. molnighet:

source: Order name
fi: Tilauksen nimi
fr: Nom de la commande
lt: Užsakymo pavadinimas
lv: Pasūtījuma nosaukums
pl: Nazwa zamówienia
pt: Nome do pedido
sl: Ime naročila
sv: Beställningsnamn

source: ORDER USING PRODUCTS IDS Search for data and add products to you order by clicking on "Add to Order" buttons. This will add product IDs to your Order Options under "Added Products (by ID)." ORDER USING QUERY Your order will be based on your AOI and time range, without searching for data and adding products to your order. Especially useful for ordering time-series data. It's possible for some products to be partially covered by clouds, despite the cloud coverage % information being 0.
fi: TILAA TUOTETUNNUSTEN AVULLA Etsi tietoja ja lisää tuotteita tilaukseesi napsauttamalla ”Add to Order” -painiketta (”Lisää tilaukseen”). Tämä lisää tuotteen tunnuksen tilauksesi tietoihin kohtaan ”Added Products (by ID)” (”Lisätyt tuotteet [tunnuksittain]”). TILAA KYSELYN KAUTTA Tilauksesi perustuu valitsemaasi kohdealueeseen ja aikaväliin. Sinun ei siis tarvitse etsiä tietoja ja lisätä tuotteita tilaukseesi. Tämä vaihtoehto on erityisen hyödyllinen aikasarjatietoja tilattaessa. Jotkin tuotteista saattavat olla osittain pilvipeitteen alla, vaikka pilvipeitteen prosenttimäärä olisi asetettu nollaan.
fr: COMMANDE EN UTILISANT LES IDENTIFIANTS DES PRODUITS Cherche des données et ajoute des produits à ta commande en cliquant sur les boutons "Ajouter à la commande". Cela ajoutera les ID des produits à tes options de commande sous "Produits ajoutés (par ID)". COMMANDE À L'AIDE D'UNE REQUÊTE Ta commande sera basée sur ton AOI et ta plage de temps, sans rechercher de données et sans ajouter de produits à ta commande. Particulièrement utile pour commander des données de séries chronologiques. Il est possible que certains produits soient partiellement couverts par des nuages, même si l'information sur le pourcentage de couverture nuageuse est de 0.
lt: UŽSAKYMAS NAUDOJANT PRODUKTŲ ID Ieškokite duomenų ir pridėkite produktus prie užsakymo spustelėdami mygtukus „Pridėti prie užsakymo“. Taip produktų ID bus įtraukti į užsakymo parinktis skiltyje „Pridėti produktai (pagal ID)“. UŽSAKYMAS NAUDOJANT UŽKLAUSĄ Jūsų užsakymas bus sudarytas pagal jūsų AOI ir laiko intervalą, neieškant duomenų ir nepridedant produktų į užsakymą. Ypač naudinga užsakant laiko eilučių duomenis. Gali būti, kad kai kuriuos produktus iš dalies dengia debesys, nepaisant to, kad debesų padengimo % informacija yra 0.
lv: PASŪTĪJUMS IZMANTOJOT PRODUKTU ID Meklējiet datus un pievienojiet produktus savam pasūtījumam klikšķinot uz "Pievienot pasūtījumam" pogām. Produkta ID tiks pievienots Jūsu Pasūtījuma Iespējām zem "Pievienotie Produkti (pēc ID)". PASŪTĪJUMS IZMANTOJOT VAICĀJUMU Jūsu pasūtījums tiks veidots izmantojot norādīto teritoriju (Area of Interest) un laika diapazonu. Šī funkcionalitāte ir īpaši noderīga pasūtot datus priekš animācijas. Pastāv iespēja, ka atsevišķi produkti saturēs mākoņus, neskatoties uz mākoņu pārklājuma iestatīšanu kā 0 %.
pl: ZAMAWIANIE ZA POMOCĄ ID PRODUKTÓW Wyszukaj dane i dodaj produkty do zamówienia, klikając przyciski "Dodaj do zamówienia". Spowoduje to dodanie ID produktów do opcji zamówienia w sekcji "Dodane produkty (według ID)". ZAMAWIANIE ZA POMOCĄ ZAPYTANIA Zamówienie zostanie złożone na podstawie Twojego AOI i zakresu czasowego, bez konieczności wyszukiwania danych i dodawania produktów do zamówienia. Jest to szczególnie przydatne przy zamawianiu danych z szeregów czasowych. Możliwe jest, że niektóre produkty są częściowo pokryte chmurami, mimo że informacja o % pokrycia chmur wynosi 0.
pt: PEDIDO USANDO PRODUTOS IDS Procurar dados e adicionar produtos para pedir clicando nos botões "Adicionar para pedir". Isto acrescentará produtos IDs às suas opções de "Produtos adicionados(por ID)". PEDIDO USANDO QUERY O pedido será baseado no seu AOI e intervalo de tempo, sem procurar por dados e acrescentando produtos. É particularmente útil para encomendar dados de séries de tempo. Para alguns produtos é possível estarem parcialmente cobertos por nuvens, apesar da informação sobre a % de cobertura de nuvens ser 0.
sv: BESTÄLL MED ANVÄNDANDE AV PRODUKT-ID Sök data och lägg till produkter till din beställning genom att klicka på knapparna ”Lägg till beställning”. Detta lägger till produkt-ID:n till dina beställningsval under ”Ingående produkter (efter ID)”. BESTÄLL MED ANVÄNDANDE AV FÖRFRÅGAN Din beställning baseras på din AOI och ditt tidsintervall och utan att söka data eller lägga till produkter till din beställning. Särskilt användbar om du ska beställa tidsseriedata. Det är möjligt att vissa produkter är delvis molntäckta trots att molntäckningsprocenten är 0.

source: Collection ID
fi: Kokoelmatunnus
fr: ID de la collection
lt: Kolekcijos ID
lv: Kolekcijas ID
pl: ID kolekcji
pt: Coleção ID
sv: Samlings-ID

source: Ordered products will be clipped to the selected area.
fi: Tilatut tuotteet rajataan valittuun alueeseen.
fr: Les produits commandés seront découpés dans la zone sélectionnée.
lt: Užsakyti produktai bus pritvirtinti prie pasirinktos srities.
lv: Pasūtāmie produkti tiks apgriezti, izmantojot norādīto teritoriju.
pl: Zamówione produkty zostaną przypięte do wybranego obszaru.
pt: Os pedidos serão anexados à área selecionada.
sl: Naročeni produkti bodo izrezani v skladu z označeno površino
sv: Beställda produkter avgränsas enligt det valda området.

source: Set an approximate order limit to prevent undesired large area requests.
fi: Aseta summittainen tilausraja, jolla varmistat, ettei pyyntösi koske liian suurta aluetta.
fr: Fixez une limite de commande approximative pour éviter les demandes non souhaitées de grandes surfaces.
lt: Nustatykite apytikslę užsakymo ribą, kad išvengtumėte nepageidaujamų didelio ploto užklausų.
lv: Norādiet aptuvenu pasūtījumu daudzuma ierobežojumu, lai izvairītos no liela izmēra pieprasījumiem.
pl: Ustaw przybliżony limit zamówienia, aby zapobiec niepożądanym żądaniom dotyczącym dużych obszarów.
pt: Estabeleça um limite aproximado de pedidos para impedir grandes áreas indesejáveis.
sv: Ange en ungefärlig beställningsgräns för att förhindra oönskat omfattande områdesförfrågningar.

source: When you click "Create Order", your order will be created. At this stage, the order will not go through and no quota will be substracted. This will happen when you confirm the order. Before you do, you will be able to review the requested quota and decide if you would like to proceed.
fi: Tilauksesi luodaan, kun valitset ”Luo tilaus”. Tilauksesi ei vielä tässä vaiheessa ole lopullinen eikä sinua veloiteta. Tilaus veloitetaan, kun vahvistat sen. Voit tarkastella tilausta ja päättää, haluatko vahvistaa sen, ennen sen vahvistamista.
fr: Lorsque vous cliquez sur "Créer une commande", votre commande est créée. À ce stade, la commande ne sera pas exécutée et aucun quota ne sera soustrait. Ce sera le cas lorsque vous confirmerez la commande. Avant de le faire, vous pourrez examiner le quota demandé et décider si vous souhaitez poursuivre.
lt: Spustelėję „Sukurti užsakymą“, užsakymas bus sukurtas. Šiame etape užsakymas nebus vykdomas ir kvota nebus išskaičiuota. Tai įvyks, kai patvirtinsite užsakymą. Prieš tai galėsite peržiūrėti prašomą kvotą ir nuspręsti, ar norite tęsti užsakymą.
lv: Pasūtījums tiks izveidots, kad nospiedīsiet "Izveidot Pasūtījumu". Šajā posmā kvota vēl netiks izmantota, bet tas notiks brīdī, kad apstiprināsiet pasūtījumu. Jums būs iespēja pārskatīt pieprasīto kvotu un izlemt vai vēlaties turpināt pirms pasūtījuma apstiprināšanas.
pl: Po kliknięciu przycisku "Utwórz zamówienie" zamówienie zostanie utworzone. Na tym etapie zamówienie nie zostanie zrealizowane i nie zostanie pobrana żadna kwota. Nastąpi to po potwierdzeniu zamówienia. Zanim to zrobisz, będziesz móc sprawdzić wymagany limit i zdecydować, czy chcesz kontynuować.
pt: Quando clica em "Criar uma pedido", ele será criado. Nesta fase, o pedido não vai passar e nenhuma quota vai ser subtraída. Isso irá acontecer quando confirmar o pedido. Antes de o fazer poderá rever a quota requisitada e decidir se pretende continuar.
sv: Din beställning skapas när du klickar på ”Skapa beställning”. I det här skedet går beställningen inte igenom och ingen kvot dras av. Detta händer när du bekräftar beställningen. Innan du gör detta kan du granska den efterfrågade kvoten och avgöra om du vill gå vidare.

source: Select
fi: Valitse
fr: Sélectionner
lt: Pasirinkti
lv: Izvēlēties
pl: Wybierz
pt: Selecionar
sl: Izberi
sv: Välj

source: Layer default
fi: Tason oletusasetukset
fr: Couche par défaut
lt: Numatytasis sluoksnis
lv: Slāņa noklusējums
pl: Domyślne dla warstwy
pt: Nível pré definido
sv: Standardlager

source: Speckle Filter
fi: Täpläkohinan poisto
fr: Filtre de taches
lt: Taškinis filtras
lv: Spekulārais filtrs (Speckle Filter)
pl: Filtr plamek
pt: Filtro de manchas
sv: Fläckfilter

source: Speckle filtering is only applied at zoom levels 12 and above for IW and zoom levels 8 and above for EW acquisition. Zoom levels outside this range will render without speckle filtering, even if it is set.
fi: Täpläkohinan poistoa käytetään vain lähennyksellä 12 ja sitä suuremmilla interferometrisen laajan peiton (IW) osalta ja lähennyksellä 8 ja sitä suuremmilla erikoislaajan peiton (EW) osalta. Näiden ulkopuolisilla lähennyksillä ei käytetä täpläkohinan poistoa, vaikka se olisi otettu käyttöön.
fr: Le filtrage des taches n'est appliqué qu'aux niveaux de zoom 12 et plus pour l'acquisition IW et niveaux de zoom 8 et plus pour l'acquisition EW. Les niveaux de zoom en dehors de cette plage seront rendus sans le filtrage des taches, même s'il est activé.
lt: Taškinis filtravimas taikomas tik esant 12 ir didesniam priartinimo lygiui IW atveju ir 8 ir didesniam priartinimo lygiui EW atveju. Priartinimo lygiai už šio diapazono ribų bus atvaizduojami be taškinio filtravimo, net jei jis nustatytas.
lv: Spekulārā filtrēšana ir iespējota pietuvinājuma līmeņiem: - 12 līmenis un tuvāk IW (Interferometric Wide) datiem - 8 līmenis un tuvāk EW (Extra Wide) datiem Datiem, kas tiek aplūkoti pietuvinājuma līmeņos ārpus šiem diapazoniem, filtrēšana netiks veikta arī gadījumos, kad funkcija ir iespējota.
pl: Filtrowanie plamek jest stosowane tylko przy poziomach powiększenia 12 i wyższych dla akwizycji IW oraz przy poziomach powiększenia 8 i wyższych dla akwizycji EW. Poziomy powiększenia spoza tego zakresu będą renderowane bez filtrowania plamek, nawet jeśli jest ono ustawione.
pt: Filtrar manchas só é aplicado em níveis de zoom 12 e acima para IW e níveis de zoom 8 e acima para aquisição EW. Os níveis de zoom fora deste intervalo são devolvidos sem filtro de manchas, mesmo se estiver definido.
sv: Fläckfilter används endast på zoomnivå 12 och högre för IW-förvärv och zoomnivå 8 och högre för EW-förvärv. Zoomnivåer utanför detta intervall kommer att renderas utan fläckfilter även om det skulle vara angivet.
