Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Corine Land Cover (CLC) - Water Bodies In this Corine Land Cover layer, only the 6 Water body classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
fi: # Corine Land Cover (CLC) – Vesialueet Tällä Corine Land Cover -maanpeitteen luokituksen tasolla näytetään kuusi vesialueiden luokkaa, jotka perustuvat [täällä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html) esiteltyihin luokkiin. Lue lisää kustakin luokasta [täältä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ja tutustu kaikki luokat sisältävään evalscript-komentosarjaan [täällä](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lt: # Corine Land Cover (CLC) - Vandens telkiniai Šiame "Corine Land Cover" sluoksnyje rodomos tik 6 vandens telkinių klasės pagal klasifikaciją [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Sužinokite apie kiekvieną klasę [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ir peržiūrėkite evalscriptą su visomis klasėmis [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lv: # "Corine" Zemes Segums - Ūdenstilpnes(Corine Land Cover (CLC) - Water Bodies) Sājā CLC slāni redzamas tikai 6 ūdens virsmu klases, kas balstītas uz klasifikāciju [šeit](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf). Aplūkojiet aprēķina skriptu ar visām klasēm [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pl: # Inwentaryzacja pokrycia terenu CORINE (CLC) - Zbiorniki wodne W tej warstwie Corine Land Cover pokazano tylko 6 klas zbiorników wodnych, opartych na klasyfikacji [opisanej tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Dowiedz się więcej o każdej klasie [tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) i zobacz skrypt evalscript ze wszystkimi klasami [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pt: #Cobertura de Solo Corine (CLC)- Massas de Água Neste nível de Cobertura de Solo Corine, só são mostradas 6 classes de Massas de Água, baseadas na classificação [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Aprenda sobre cada classe [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) e veja o evalscript com todas as classes [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
sv: # Corine Land Cover (CLC) - Vattenförekomster Detta Corine Land Cover-lager visar endast de 16 vattenförekomstklasserna enligt klassificeringen [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Läs om varje klass [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) och se evalscript med alla klasser [här](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).

source: # Water Bodies - Occurrence This layer displays the 6 occurrence levels of the Quality layer (QUAL), providing information on the seasonal dynamics of the detected water bodies. QUAL is generated from water body occurrence statistics computed from previous monthly Water Bodies products. The occurrence statistics is ranked from low occurrence to permanent occurrence. More information [here](https://collections.sentinel-hub.com/water-bodies/readme.html), and [here](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-occurence/).
fi: # Vesistöt – Esiintyvyys Tämä taso näyttää laatutason (QUAL) kuusi esiintyvyysluokkaa. Se antaa tietoa vesistöjen kausittaisista vaihteluista. QUAL tuotetaan aiemmista kuukausittaisista Vesistöt-tuotteita varten kerätyistä vesistöjen esiintyvyyteen liittyvistä tilastotiedoista. Esiintyvyystilastot järjestellään matalan esiintyvyyden ja pysyvän esiintyvyyden perusteella. Lisää tietoja saat englanniksi [täältä](https://collections.sentinel-hub.com/water-bodies/readme.html) ja [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-occurence/)
lt: # Vandens telkiniai - paplitimas Šiame sluoksnyje rodomi 6 kokybės sluoksnio (QUAL) paplitimo lygiai, kuriuose pateikiama informacija apie aptiktų vandens telkinių sezoninę dinamiką. QUAL generuojamas iš vandens telkinių paplitimo statistinių duomenų, apskaičiuotų pagal ankstesnius mėnesinius vandens telkinių produktus. Pasireiškimo statistika suskirstyta nuo mažo paplitimo iki nuolatinio paplitimo. Daugiau informacijos [čia](https://collections.sentinel-hub.com/water-bodies/readme.html) ir [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-occurence/).
lv: # Ūdentilpnes- Sastopamība(Water Bodies - Occurrence) Sājā CLC slāni redzamas tikai 6 sastopamības līmeņus no Ūdens kvalitātes slāņa(QUAL), kas nodrošina informāciju par ūdens objektu sezonālo dinamiku. QUAL ir balstīts uz datiem no iepriekšējiem mēnēšiem. Sastopamības statistika ir secībā no zemas sastomabības līdz nepārtrauktai. Vairāk infromācijas [šeit](https://collections.sentinel-hub.com/water-bodies/readme.html) un [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-occurence/).
pl: # Zbiorniki wodne - występowanie Ta warstwa wyświetla 6 poziomów występowania warstwy Quality (QUAL), dostarczając informacji o sezonowej dynamice wykrytych zbiorników wodnych. QUAL jest generowana na podstawie statystyk występowania zbiorników wodnych, obliczonych z poprzednich produktów miesięcznych. Statystyki występowania są uszeregowane od niskiego występowania do stałego występowania. Więcej informacji [tutaj](https://collections.sentinel-hub.com/water-bodies/readme.html) i [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-occurence/).
pt: # Massas de Água - Ocorrência Este nível mostra os 6 níveis de ocorrência do Nível de Qualidade (QUAL), fornecendo informação sobre a dinâmica sazonal das massas de água detetadas. O QUAL é gerado a partir de estatísticas de ocorrência de massas de água calculadas dos produtos de Massas de Água do mês anterior. As estatísticas de ocorrência são classificadas desde baixas ocorrências a ocorrências permanentes. Mais informação[aqui](https://collections.sentinel-hub.com/water-bodies/readme.html), e [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-occurence/).
sv: # Water Bodies - Occurrence Detta lager visar de sex förekomstnivåerna på kvalitetslagret (QUAL) och ger information om den säsongsmässiga dynamiken för valda vattenförekomster. QUAL skapas från statistik om förekomsten av vattenförekomster beräknat enligt föregående månads vattenförekomstprodukter. Förekomststatistiken klassas från låg förekomst till bestående förekomst. Mer information [här](https://collections.sentinel-hub.com/water-bodies/readme.html) och [här](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/water-bodies-occurence/).

source: Ultra Blue (443 nm)
fi: Tummansininen (443 nm)
fr: Ultra bleu (443 nm)
lt: Ultra Mėlyna (443 nm)
pl: Ultra niebieski (443 nm)
pt: Ultra Azul (443nm)
sl: Ultra modra (443 nm)
sv: Ultrablåttt (443 nm)

source: Blue (482 nm)
fi: Sininen (482 nm)
fr: Bleu (482 nm)
lt: Mėlyna (482 nm)
pl: Niebieski (482 nm)
pt: Azul (482 nm)
sl: Modra (482 nm)
sv: Blått (482 nm)

source: Green (561.5 nm)
fi: Vihreä (561.5 nm)
fr: Vert (654.5 nm)
lt: Žalia (561,5 nm)
pl: Zielony (561.5 nm)
pt: Verde (561,5nm)
sl: Zelena (561,5 nm)
sv: Grönt (561.5 nm)

source: Red (654.5 nm)
fi: Punainen (654.5 nm)
fr: Rouge (654.5 nm)
lt: Raudona (654,5 nm)
pl: Czerwony (654.5 nm)
pt: Vermelho(654.5 nm)
sl: Rdeča (654,5 nm)
sv: Rött 654.5 nm

source: Near Infrared (NIR) (865 nm)
fi: Lähi-infrapuna (NIR) (865 nm)
fr: Proche infrarouge (NIR) (865 nm)
lt: Artimoji infraraudonoji spinduliuotė (NIR) (865 nm)
pl: Bliska podczerwień (NIR) (865 nm)
pt: Infravermelho próximo (NIR) (865 nm)
sl: Bližnja infrardeča svetloba (NIR) (865 nm)
sv: Nära infrarött (NIR) (865 nm)

source: Shortwave Infrared (SWIR) 1 (1608.5 nm)
fi: Lyhytaaltoinen infrapuna (SWIR) 1 (1608.5 nm)
fr: Infrarouge à ondes courtes (SWIR) 1 (1606.5 nm)
lt: Trumpo bangos ilgio infraraudonieji spinduliai (SWIR) 1 (1608,5 nm)
pl: Krótkofalowa podczerwień (SWIR) 1 (1608,5 nm)
pt: Infravermelho de onda curta (SWIR) 1 (1608.5 nm)
sl: Kratkovalovna infrardeča svetloba (SWIR) 1 (1608,5 nm)
sv: Kortvågsinfrarött (SWIR) (1608.5 nm)

source: Shortwave Infrared (SWIR) 2 (2200.5 nm)
fi: Lyhytaaltoinen infrapuna (SWIR) 2 (2200.5 nm)
fr: Infrarouge à ondes courtes (SWIR) 2 (2200.5 nm)
lt: Trumpo bangos ilgio infraraudonieji spinduliai (SWIR) 2 (2200,5 nm)
pl: Krótkofalowa podczerwień (SWIR) 2 (2200.5 nm)
pt: Infravermelho de onda curta (SWIR) 2 (2200.5 nm)
sl: Kratkovalovna infrardeča svetloba (SWIR) 2 (2200,5 nm)
sv: Kortvågsinfrarött (SWIR) (2200.5 nm)

source: Thermal Infrared (TIRS) 1(10895 nm)
fi: Terminen infrapuna (TIRS) 1(10895 nm)
fr: Infrarouge thermique (TIRS) 1 (10895 nm)
lt: Šiluminė infraraudonoji spinduliuotė (TIRS) 1 (10895 nm)
pl: Termiczna podczerwień (TIRS) 1 (10895 nm)
pt: Infravermelho térmico (TIRS) 1(10895 nm)
sl: Termična infrardeča svetloba (TIRS) 1 (10895 nm)
sv: Termiskt infrarött (TIRS) 1(10895 nm)

source: **Level-1** data (from **Landsat Collection 2**) provides global top of the atmosphere reflectance and top of the atmosphere brightness temperature products. The data underwent several processing steps including geometric and radiometric improvements. More info about Level-1 data [here](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) and [here](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
fi: **Tason 1** tietoja (**Landsat Collection 2** -kokoelmasta) käytetään lämpötilatuotteisiin, joihin kuuluu tietoja ilmakehän ylärajan heijastuskyvystä ja kirkkaudesta. Tietoja on käsitelty useilla eri tavoilla, ja niitä on paranneltu muun muassa geometrisesti ja radiometrisesti. Lisää tietoa tason 1 tiedoista löydät englanniksi [täältä](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) ja [täältä](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
fr: Les données **Niveau-1** (de la **Collection Landsat 2**) fournissent des produits globaux de réflectance et de température de brillance du sommet de l'atmosphère. Les données ont subi plusieurs étapes de traitement, notamment des améliorations géométriques et radiométriques. Plus d'informations sur les données de niveau 1 [ici](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) et [ici](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
lt: **Level-1** duomenys (iš **Landsat Collection 2**) teikia pasaulinius atmosferos viršaus atspindžio ir atmosferos viršaus ryškumo temperatūros produktus. Duomenys buvo apdoroti keliais etapais, įskaitant geometrinius ir radiometrinius patobulinimus. Daugiau informacijos apie 1 lygio duomenis [čia](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) ir [čia](https://docs.sentinel-hub.com/api/latest/data/landsat-8/).
lv: **Level-1** dati (no **Landsat Collection 2**) piedāvā globālus atmosfēras augšdaļas atstarojamības, kā arī atmosfēras augšdaļas radiometriskās temperatūras produktus. Dati ir izgājuši vairāku soļi apstrādi, veicot ģeometrisko un radiometrisko mērījumu apstrādi. Vairāk par Level-1 datiem varat uzzināt [šeit] (https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) un [šeit](https://docs.sentinel-hub.com/api/latest/data/landsat-8/).
pl: Dane **Level-1** (z **Kolekcji Landsat 2**) dostarczają globalnych produktów odbicia górnej warstwy atmosfery i temperatury jasnościowej górnej warstwy atmosfery. Dane zostały poddane kilku etapom przetwarzania, w tym poprawkom geometrycznym i radiometrycznym. Więcej informacji o danych Level-1 [tutaj](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) i [tutaj](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
pt: ** Nível-1** dados (da **Coleção 2 do Landsat **) fornece refletância global do topo da atmosfera e produtos de temperatura e luminosidade do topo da atmosfera. Os dados foram submetidos a várias etapas de procedimento incluindo melhoramentos radiométricos e geométricos. Mais informação sobre dados do Nível-1 [aqui](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) e [aqui](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
sl: Podatki **Level-1** (iz zbirke **Landsat Collection 2**) zagotavljajo globalne podatke o odbojnosti in temperaturi nad atmosfero. Podatki so bili obdelani v več korakih, vključno z geometrijskimi in radiometričnimi izboljšavami Več informacij o podatkih Level-1 je [tukaj](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) in [tukaj](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)
sv: **Nivå 1**-data (från **Landsat-samling 2**) tillhandahåller global reflektans upptill i atmosfären och ljusstyrketemperaturprodukter upptill i atmosfären. Data har undergått flera behandlingssteg inklusive geometrisk och radiometrisk förbättring. Mer information om nivå 1-data [här](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-1-data?qt-science_support_page_related_con=1#qt-science_support_page_related_con) och [här](https://docs.sentinel-hub.com/api/latest/data/landsat-8/)

source: **Level-2** data (from **Landsat Collection 2**) provides global surface reflectance and surface temperature science products (CEOS Analysis Ready Data). The data products are generated from Collection 2 Level-1 inputs that meet the <76 degrees Solar Zenith Angle constraint and include the required auxiliary data inputs to generate a scientifically viable product. Learn more about Level-2 data [here](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) and [here](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
fi: **Tason 2** tietoja (**Landsat Collection 2** -kokoelmasta) käytetään tieteellisissä tuotteissa, jotka antavat tietoa muun muassa globaalista maanpinnan heijastuskyvystä ja maanpinnan lämpötilasta (CEOSin analyysivalmiit tiedot). Tietotuotteet tuotetaan Landsat Collection 2 -kokoelman tason 1 tiedoista, joissa Auringon zeniittikulma on pienempi kuin 76 astetta ja joihin sisältyy tieteellisesti käyttökelpoisen tuotteen vaatimat lisätiedot. Lisää tietoa tason 2 tiedoista löydät englanniksi [täältä](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) ja [täältä](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
fr: Les données **Niveau 2** (de la **Collection 2** de Landsat) fournissent des produits scientifiques sur la réflectance et la température de surface à l'échelle mondiale (données prêtes à être analysées par le CEOS). Les produits de données sont générés à partir des entrées de niveau 1 de la Collection 2 qui respectent la contrainte de l'angle zénithal solaire <76 degrés et comprennent les entrées de données auxiliaires requises pour générer un produit scientifiquement viable. En savoir plus sur les données de niveau 2 [ici] (https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) et [ici] (https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
lt: **Level-2** duomenys (iš **Landsat Collection 2**) teikia pasaulinio paviršiaus atspindžio ir paviršiaus temperatūros mokslinius produktus (CEOS Analysis Ready Data). Duomenų produktai generuojami iš 2 rinkinio 1 lygio duomenų, kurie atitinka <76 laipsnių Saulės zenito kampo apribojimą ir apima reikiamus pagalbinius duomenis, kad būtų galima sukurti moksliškai pagrįstą produktą. Sužinokite daugiau apie 2 lygio duomenis [čia](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) ir [čia](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
lv: **Level-2** dati (no **Landsat Collection 2**) nodrošina globālu Zemes virsmas atstarojamības un temperatūras zinātnisko datu kopu (CEOS Analysis Ready Data). Datu produkti tiek ģenerēti no "Collection 2 Level-1 ievades datiem, kas iegūti ar samērīgu saules spīdējuma leņķi (<76 degrees Solar Zenith Angle) un iekļauj ievades datus, kas nepieciešami zinātniskajiem standartiem (Scientifically viable product). Uzziniet vairāk par Level-2 datiem [šeit](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) un [šeit](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
pl: Dane **Level-2** (z **Kolekcji Landsat 2**) dostarczają produktów naukowych w zakresie globalnego współczynnika odbicia powierzchniowego i temperatury powierzchni (dane gotowe do analizy CEOS). Dane te są generowane na podstawie danych wejściowych z Kolekcji 2 Level-1, które spełniają warunek <76 stopni słonecznego kąta zenitalnego i zawierają dane pomocnicze wymagane do wygenerowania naukowo wiarygodnego produktu. Dowiedz się więcej o danych Level-2 [tutaj](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) i [tutaj](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
pt: **Nível-2** dados (da **Coleção 2 do Landsat **) fornece refletância global da superfície e produtos científicos de temperatura à superfície (CEOS Analysis Ready Data). Os produtos de dados são gerados das entradas da Coleção 2 Nível -1 que cumprem a restrição de <76 graus do ângulo zénite Solar e inclui as entradas de dados auxiliares requeridos para gerar um produto cientificamente viável. Aprenda mais sobre dados do Nível-2 [aqui](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) e [aqui](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
sl: Podatki **Level-2** (iz zbirke **Landsat Collection 2**) zagotavljajo globalne izdelke o odbojnosti površja in temperaturi površja znanstvene kakovosti (CEOS Analysis Ready Data, podatki pripravljeni za analizo) Podatkovni izdelki so ustvarjeni na podlagi vhodnih podatkov Level-1, ki izpolnjujejo omejitev <76 stopinj Sončevega zenitnega kota in vključujejo zahtevane pomožne vhodne podatke za ustvarjanje znanstveno izvedljivega izdelka Več o podatkih Level-2 je na voljo [tukaj](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) in [tukaj](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
sv: **Nivå 2**-data (från **Landsat-samling 2**) tillhandahåller global ytreflektans och yttemperaturvetenskapsprodukter (CEOS analysklara data). Dataprodukterna skapas från nivå 1-ingångsdata från samling 2 och som uppfyller randvillkoret <76 grader solzenitvinkel och som omfattar erforderliga kompletterande ingångsdata för att skapa en vetenskapligt duglig produkt. Läs mer om nivå 2-data [här](https://www.usgs.gov/core-science-systems/nli/landsat/landsat-collection-2-level-2-science-products) and [here](https://docs.sentinel-hub.com/api/latest/data/landsat-8-l2/).
