Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: The **Pins** tab contains your pinned (favourite/saved) items. Pinned items contain information about location, data source and its specific layer, zoom level and time. For each pin you have several options on how to interact with a single pin: - Change **order** - by clicking on the move icon <span style="display: inline-flex; padding-top: 0.05em;"><i class="fa fa-ellipsis-v"></i><i class="fa fa-ellipsis-v"></i></span> in the top left corner of the pin and dragging the pin up or down the list. - **Rename** - by clicking on the pencil icon <i className="fa fa-pencil"></i> next to the pin's name. - Add to the **Compare** tab - by clicking on the compare icon <i ClassName="fas fa-exchange-alt"></i> - Enter a **description** - by clicking on the expand icon <i className="fa fa-angle-double-down "></i>. - **Remove** - by clicking the remove icon <i className="fa fa-trash"></i>. - **Zoom** to the pin's location - by clicking on the Lat/Lon. In the line above all pins you have different options that apply for all pins: - Create your own story from pins - by clicking on <i class="fa fa-film"></i> **Story**. - Share your pins with others via a link - by clicking on <i className="fas fa-share-alt"></i> **Share**. - Export pins as a JSON file - by clicking on <i class="fa fa-cloud-download"></i> **Export**. - Import pins from a JSON file - by clicking on <i class="fa fa-cloud-upload"></i> **Import**. - Delete all pins - by clicking on <i class="fa fa-trash"></i> **Clear**.
fi: **Merkinnät**-välilehdellä on kaikki merkitsemäsi kohteet (suosikit/tallennetut). Jokainen merkintä sisältää tiedotsen sijainnista, tietolähteistä, käytetyistä tasoista, lähennyksen määrästä ja päivämääristä. Merkintöjen käsittelyyn on tarjolla useita vaihtoehtoja: - Vaihda **järjestystä** napsauttamalla <span style="display: inline-flex; padding-top: 0.05em;">-kuvaketta <i class="fa fa-ellipsis-v"></i> <i class="fa fa-ellipsis-v"></i></span> merkinnän vasemmasta yläkulmasta ja vetämällä merkintä haluamaasi kohtaan luettelossa. - **Nimeä uudelleen** napsauttamalla <i className="fa fa-pencil" ></i>-kuvaketta merkinnän vieressä. - Lisää merkintä **Vertaile**-välilehdelle napsauttamalla <i ClassName="fas fa-exchange-alt" ></i> - Lisää merkinnälle **kuvaus** napsauttamalla <i className="fa fa-angle-double-down " ></i>-kuvaketta. - **Poista** merkintä napsauttamalla <i className="fa fa-trash" ></i>-kuvaketta. - **Kohdista** merkinnän sijaintiin napsauttamalla sen koordinaatteja. Merkintäluettelon yläpuolella on rivi, jolta löydät työkaluja kaikkien merkintöjen käsittelyyn: - Luo tarina merkinnöistäsi napsauttamalla <i class="fa fa-film"></i> **Tarina**. - Jaa merkintäsi muille linkin avulla napsauttamalla <i className="fas fa-share-alt"></i> **Jaa**. - Vie merkintöjä JSON-tiedostoon napsauttamalla <i class="fa fa-cloud-download" ></i> **Vie**. - Tuo merkintöjä JSON-tiedostosta napsauttamalla <i class="fa fa-cloud-upload" ></i> **Tuo**. - Poista kaikki merkinnät napsauttamalla <i class="fa fa-trash" ></i> **Tyhjennä**.
lv: **Atzīmes** cilne satur visus atzīmētos vienumus (favorīts/saglabāts).Atzīmētie vienumi satur informāciju par atrašanas vietu, datu avotu un slāņa īpašībām, pietuvinājuma līmeni un laiku. Katrai atzīmei ir vairāki mijiedarbības veidi: - Mainīt **secība** - klikšķinot šo pārvietošanas ikonu <span style="display: inline-flex; padding-top: 0.05em;"> <i class="fa fa-ellipsis-v"></i> <i class="fa fa-ellipsis-v"></i></span> augšējā kreisajā atzīmes stūrī un velkot to augstāk vai zemāk sarakstā. - **Pārdēvēt** - klikšķinot uz zīmuļa ikonas <i className="fa fa-pencil" ></i> blakus atzīmes nosaukumam. - Pievienot **Salīdzināt** cilnei - klikšķinot ikonu <i ClassName="fas fa-exchange-alt" ></i> - Ievadīt **apraksts** - klikšķinot uz izvēršanas ikonas <i className="fa fa-angle-double-down " ></i>. - **Pietuvināt** līdz atzīmes atrašanās vietai klikšķinot uz Lat/Lon. Virs atzīmēm esošajā rindiņā ir dažādas iespējas, kas attiecināmas uz visām atzīmem. - Veidot savu stāstījumu izmantojot atzīmes - klikšķinot uz <i class="fa fa-film"></i> **Stāstijums**. - Kopīgot atzīmes izmantojot saiti - klikšķinot uz <i className="fas fa-share-alt"></i> **Dalīties**. - Eksportēt atzīmes kā JSON failu - klikšķinot uz <i class="fa fa-cloud-download" ></i> **Eksportēt**. - Importēt atzīmes no JSON faila - klikšķinot uz <i class="fa fa-cloud-upload" ></i> **Importēt**. - Dzēst visas atzīme - klikšķinot uz <i class="fa fa-trash" ></i> **Notīrīt**.
pl: Zakładka **Pinezki** zawiera przypięte (ulubione/zapisane) elementy. Przypięte elementy zawierają informacje olokalizacji, źródle danych i jego określonej warstwie, poziomie powiększenia oraz czasie. Dla każdego wybranego obrazu istnieje kilka opcji interakcji z pojedynczym obrazem: - Zmień **kolejność** - klikając ikonę przenoszenia<span style="display: inline-flex; padding-top: 0.05em;"> <i class="fa fa-ellipsis-v"></i> <i class="fa fa-ellipsis-v"></i></span> w górnym lewym rogu wybranego obrazu, przeciągając ten obraz w górę lub w dół listy. - **Zmień nazwę** - klikając ikonę ołówka <i className="fa fa-pencil" ></i> obok nazwy wybranego obrazu. - Dodaj do zakładki **Porównaj** - klikając ikonę porównania <i ClassName="fas fa-exchange-alt" ></i> - Naciśnij **description** (opis) - klikając ikonę rozwijania <i className="fa fa-angle-double-down " ></i>. - **Remove** (usuń) - klikającikonę usuwania <i className="fa fa-trash" ></i>. - **Przybliż** do lokalizacji wybranego obrazu - klikając opcję Lat/Lon. W lini nad powyższymiwybranymi obrazami znajdują się różne opcje, które mają zastosowanie do wszystkich wybranych obrazów: - Stwórz własną historię na podstawie wybranych obrazów - klikając <i class="fa fa-film"></i> **Opowieść**. - Udostępnij swoje wybrane obrazy innym za pomocą linku - klikając <i className="fas fa-share-alt"></i> **Udostępnij**. - Eksportuj wybrane obrazy jako plik JSON - klikając na <i class="fa fa-cloud-download" ></i> **Eksportuj**. - Importuj wybrane obrazy z pliku JSON - klikając na <i class="fa fa-cloud-upload" ></i> **Import**. - Usuńwszystkie pinezki - klikając na <i class="fa fa-trash" ></i> **Wyczyść**.
pt: O separador **Pinos** contem os seus itens fixados (favoritos/guardados). Os itens fixados contêm informação sobre posição, fonte de dados e o seu nível específico, nível de ampliação e tempo. Para cada pino tem várias opções de como interagir com um só pino: - Alterar **ordem** - clicando no ícone deslocar <span style="display: inline-flex; padding-top: 0.05em;"><i class="fa fa-ellipsis-v"></i><i class="fa fa-ellipsis-v"></i></span> no canto superior esquerdo do pino e arrastar o pino para cima ou para baixo na lista. - **Renomear** - clicando no ícone lápis <i className="fa fa-pencil" ></i> junto ao nome do pino. - Acrescentar ao separador **Comparar** - clicando no ícone comparar <i ClassName="fas fa-exchange-alt" ></i> - Introduzir uma **descrição** - clicando no ícone de expansão <i className="fa fa-angle-double-down " ></i>. - **Remover** - clicando no ícone remover <i className="fa fa-trash" ></i>. - **Ampliar** no pino localização - clicando na Lat/Lon Na linha acima de todos os pinos você tem diferentes opções que se aplicam a todos eles: - Criar a sua própria história dos pinos- clicando em <i class="fa fa-film"></i> **História**. - Partilhar os seus pinos com outros via uma hiperligação- clicando em <i className="fas fa-share-alt"></i> **Partilhar**. - Exportar pinos como ficheiro JSON- clicando em <i class="fa fa-cloud-download"></i> **Exportar**. - Importar pinos de um ficheiro JSON- clicando em <i class="fa fa-cloud-upload"></i> **Importar**. - Apagar todos os pinos - clicando em <i class="fa fa-trash"></i> **Apagar**.
sv: Fliken **Kartnålar** omfattar de punkter du har fäst med nål (favoriter/sparade). Punkter du har fäst innehåller informationom plats, datakälla och dess specifika lager, zoomnivå och tid. För varje kartnål finns det flera alternativ för hur du kan växelverka med en enskild kartnål: - Ändra **ordning** – detta gör du genom att klicka på förflyttningsikonen<span style="display: inline-flex; padding-top: 0.05em;"> <i class="fa fa-ellipsis-v"></i> <i class="fa fa-ellipsis-v"></i></span> uppe till vänster för kartnålen och sedan dra kartnålen uppåt eller nedåt på listan. - **Byt namn** – detta gör du genom att klicka på pennikonen <i className="fa fa-pencil" ></i> bredvid nålens namn. - Lägg till på fliken **JÄmför** – detta gör du genom att klicka på jämförelseikonen <i ClassName="fas fa-exchange-alt" ></i> - Ange en **beskrivning** – detta gör du genom att klicka på utökningsikonen <i className="fa fa-angle-double-down " ></i>. - **Ta bort** – detta gör du genom att klicka på borttagningsikonen <i className="fa fa-trash" ></i>. - **Zooma** till kartnålens plats – detta gör du genom att klicka på Lat/Lon. På raden ovanför alla kartnålar har du olika alternativ som gäller alla kartnålar: Skapa din egen berättelse med kartnålar – detta gör du genom att klicka på <i class="fa fa-film"></i> **Berättelse**. - Dela dina kartnålar med andra via en länk – detta gör du genom att klicka på <i className="fas fa-share-alt"></i> **Dela**. - Exportera kartnålar som en JSON-fil – detta gör du genom att klicka på <i class="fa fa-cloud-download" ></i> **Exportera**. - Hämta kartnålar från en JSON-fil – detta gör du genom att klicka på <i class="fa fa-cloud-upload" ></i> **Hämta**. - Ta bort alla kartnålar – detta gör du genom att klicka på <i class="fa fa-trash" ></i> **Töm**.

source: You can view the tutorial anytime by clicking on this info icon <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span>.
fi: Voit lukea nämä ohjeet uudelleen milloin vain napsauttamalla tätä infokuvaketta <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span>.
lv: Lai izietu apmācību, klikšķiniet uz šīs info ikonas <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span>.
pl: Możesz wyświetlić instruktaż w dowolnym momencie, klikając na tę ikonę informacji <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span>.
pt: Pode ver o tutorial a qualquer momento clicando neste ícone de informação <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span>.
sv: Du kan granska guiden när som helst genom att klicka på den här informationsikonen <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span>.

source: With this tool, you can mark a point on the map. You can also view statistical data for some layers by clicking on the chart icon <i class="fa fa-bar-chart"></i>. You can remove the mark by clicking the remove icon <i class="fa fa-close"></i>.
fi: Tällä työkalulla voit merkitä paikan kartalta. Napsauttamalla <i class="fa fa-bar-chart"></i>-kuvaketta näet tilastotietoja tietyistä tasoista. Voit poistaa merkityn paikan napsauttamalla <i class="fa fa-close" ></i>-kuvaketta.
lv: Ar šī rīka palīdzību Jūs varat atzīmēt punktu uz kartes. Klikšķinot uz grafika ikonas <i class="fa fa-bar-chart"></i> ir iespējams aplūkot dažu slāņu statistikas informāciju. Klikšķiniet uz dzēšanas ikonas <i class="fa fa-close"></i>, lai noņemtu atzīmēto punktu.
pl: Za pomocą tego narzędzia można zaznaczyć punkt na mapie, a także wyświetlić dane statystyczne dla niektórych warstw, klikając na ikonę wykresu <i class="fa fa-bar-chart"></i>. Można usunąć znak, klikając na ikonę usuwania<i class="fa fa-close"></i>.
pt: Com esta ferramenta pode marcar um ponto no mapa. Também pode ver dados estatísticos para alguns níveis carregando no ícone de tabela <i class="fa fa-bar-chart"></i>. Pode remover a marca clicando no ícone remover <i class="fa fa-close"></i>.
sv: Med det här verktyget kan du markera en punkt på kartan. Du kan även granska statistiska data för vissa lager genom att klicka på diagramikonen <i class="fa fa-bar-chart"></i>. Du kan ta bort markeringen genom att klicka på borttagningsikonen <i class="fa fa-close"></i>.

source: With this tool, you can measure distances and areas on the map. Every mouse click creates a new point on the path. To stop adding points, press <code>Esc</code> key or double click on the map. You can remove the measurement by clicking the remove icon <i class="fa fa-close"></i>.
fi: Tällä työkalulla voit mitata etäisyyksiä kartalla. Luo uusia pisteitä mitattavalle matkalle hiiren napsautuksilla. Jos haluat lopettaa pisteiden lisäämisen, paina <code>ESC</code>-näppäintä tai kaksoisnapsauta karttaa. Voit poistaa mittauksen <i class="fa fa-close"></i>-kuvakkeella.
lv: Ar šī rīka palīdzību Jūs varat mērīt attālumus un platības uz kartes. Katrs peles klikšķis izveido jaunu maršruta punktu. Lai pārtrauktu punktu pievienošanu spiediet <code>Esc</code> taustiņu vai arī divreiz noklikšķiniet uz kartes. Jūs varat noņemt mērījumu klikšķinot uz dzēšanas ikonas <i class="fa fa-close"></i>.
pl: Za pomocą tego narzędzia można mierzyć odległości i powierzchnie na mapie. Każde kliknięcie myszą tworzy nowy punkt na ścieżce. Aby zatrzymać dodawanie punktów, naciśnij <code>klawisz Esc </code> lub kliknij dwukrotnie mapę. Możesz usunąć pomiar, klikając ikonę usuwania<i class="fa fa-close"></i>.
pt: Com esta ferramenta pode medir distâncias e áreas no mapa. Cada clique com o rato cria um ponto novo no caminho. Para parar de acrescentar pontos, pressione a chave <code>Esc</code> ou faça um clique duplo no mapa. Pode remover a medição clicando no ícone remover <i class="fa fa-close" ></i>.
sv: Med det här verktyget kan du mäta avstånd och ytor på kartan. Varje musklick skapar en ny punkt på rutten. Tryck på <code>Esc</code>-knappen eller dubbelklicka på kartan för att sluta lägga till punkter. Du kan klicka på borttagningsikonen <i class="fa fa-close"></i> för att ta bort mätningen.

source: With this tool, you can download an image of visualized data for the displayed location. You can choose to show captions and you can add your own description. By enabling Analytical mode, you can choose between various image formats, image resolutions and coordinate systems. You can also select multiple layers and download them as a <code>.zip</code> file. Click the download button <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download"></i>Download</span> and your image(s) will begin to download. The process can take a few seconds, depending on the selected resolution and the number of selected layers. Before downloading, you can define an area of interest (AOI) by clicking on the Area selection tool icon. Your data will be clipped to match this area.
fi: Tällä työkalulla voit ladata visualisoituun tietoon perustuvan kuvan näytetystä sijainnista. Voit valita, näytetäänkö kuvassa kuvaukset. Voit myös lisätä oman kuvauksesi. Valitsemalla **Analyyttinen** voit valita kuvalle tiedostomuodon, resoluution ja koordinaattijärjestelmän. Voit myös valita useita tasoja ja ladata ne <code>.zip</code>-tiedostona. Napsauta <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download"></i>Lataa</span>-painiketta, kun haluat ladata kuvat. Lataaminen voi kestää hetken sen mukaan, mikä on valittu resoluutio ja tasojen määrä. Voit määritellä kohdealueen ennen kuvan lataamista napsauttamalla Kohdealueen piirto -kuvaketta. Tällöin tiedot rajataan valitsemaasi alueeseen.
lv: Šo rīku Jūs varat izmantot, lai lejuplādētu attēlu šobrīd redzamajā vietā(location). Jūs varat iespējot anotācijas rādīšanu, kā arī pievienot savis veidotu aprakstu. Lejuplāde Analītiskajā režīmā ļauj izvēlēties dažādus formātus, izsķirtspēju un koordinātu tīklu. Jūs varat izvēlēties vairākus slāņus un tos lejuplādēt kā <code>.zip</code> failu. Klikšķiniet pogu <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download"></i>Download</span> lai sāktu attēla(-u) lejuplādi. Šis process var aizņemt vairākas sekundes, atkarībā no izvēlēto slāņu daudzuma un izsķirtspējas. Pirms lejuplādes veikšanas Jūs varat definēt interesējošo teritoriju (Area of Interest) klikšķinot uz izvēles rīka. Jūsu dati tiks apgriezti, lai ietilptu šajā rāmī.
pl: Za pomocą tego narzędzia można pobrać obraz zawierający wizualizację danych dla wyświetlanej lokalizacji. Można wybrać wyświetlenie podpisów lub dodać swój własny opis. Poprzez włączenie tryby Analitycznego, można wybierać pomiędzy różnymi formatami obrazu, rozdzielczością obrazu oraz układami współrzędnych. Możesz również wybrać wiele warstw i pobrać je jako plik <code> .zip</code> . Kliknij przycisk pobierania <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download"></i>Download</span> a rozpocznie się pobieranie twoich obrazów. Proces pobierania może zająć kilka sekund, w zależności od wybranej rozdzielczości i liczby wybranych warstw. Przed pobraniem, można zdefiniować obszar zainteresowania (AOI) klikając na ikonę narzędzia wyboru Obszaru. Twoje dane zostaną przycięte tak, aby pasowały do tego obszaru.
pt: Com esta ferramenta, pode descarregar a imagem de dados visualizados para a localização exibida. Pode escolher mostrar legendas e pode acrescentar a sua própria descrição. Ao permitir o modo Analítico, pode escolher entre diferentes formatos de imagem, resoluções de imagem e sistemas de coordenadas. Também pode selecionar múltiplos níveis e descarregá-las como um ficheiro <code>.zip</code>. Clique no botão descarregar <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download" ></i>Download</span> e a(s) sua(s) imagem(s) começam a descarregar-se. o processo pode demorar alguns segundos, dependendo da resolução escolhida e do número de níveis selecionados. Antes de descarregar, pode definir uma área de interesse (AOI) clicando no ícone da ferramenta seleção de Área. A sua informação será cortada para corresponder a esta área.
sv: Med det här verktyget kan du ladda ner en bild av visualiserade data för den visade platsen. Du kan välja att visa rubriker och du kan lägga till din egen beskrivning. Genom att aktivera analysläget kan du välja mellan olika bildformat, bildupplösningar och koordinatsystem. Du kan även välja flera lager och hämta dem som en <code>.zip</code>-fil. Klicka på nedladdningsknappen <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download"></i>Hämta</span> varvid din/dina bild(er) hämtas till datorn. Processen kan ta några sekunder, beroende på den valda upplösningen och antalet lager du har valt. Före nedladdning kan du ange ett intressant område (AOI) genom att klicka på ikonen för val av område. Dina data avgränsas enligt detta område.
