Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Quality layer regarding the change detection of the current mapped year to the previous mapped year. It is a 3 level confidence mask for all CONSO and NRT maps with value definitions as: 0 = No change. 1 - Potential confidence. 2 - Medium confidence. 3 = High confidence. NOTE: The values of Change_Confidence_layer band in 2015 data are not shown correctly, therefore this band in 2015 data should not be used.
fi: Laatutaso, joka vertaa nykyistä kartoitettua vuotta edelliseen kartoitettuun vuoteen. Tämä on tason 3 luotettavuusmaski kaikille CONSO- ja NRT-kartoille, ja sen arvojen määritelmät ovat: 0 = ei muutosta. 1 – mahdollisesti luotettava. 2 – keskimäärin luotettava. 3 – hyvin luotettava. HUOMAUTUS: Kanavan Change_Confidence_layer arvoja vuodelta 2015 ei voida näyttää oikein, joten tätä kanavaa ei suositella käytettävän vuoden 2015 osalta.
fr: Couche de qualité concernant la détection des changements entre l'année cartographiée actuelle et l'année cartographiée précédente. Il s'agit d'un masque de confiance à 3 niveaux pour toutes les cartes CONSO et NRT avec les définitions de valeurs suivantes : 0 = Pas de changement. 1 - Confiance potentielle. 2 - Confiance moyenne. 3 = Confiance élevée. NOTE : Les valeurs de la bande Change_Confidence_layer dans les données de 2015 ne sont pas affichées correctement, par conséquent cette bande dans les données de 2015 ne doit pas être utilisée.
lt: Kokybės sluoksnis, susijęs su dabartinių kartografuotų metų ir ankstesnių kartografuotų metų pokyčių nustatymu. Tai 3 lygių patikimumo kaukė visiems CONSO ir NRT žemėlapiams, kurios reikšmių apibrėžtys yra tokios: 0 = nėra pokyčių. 1 - potencialus patikimumas. 2 - vidutinis patikimumas. 3 = Didelis patikimumas. PASTABA: 2015 m. duomenyse Change_Confidence_layer juostos reikšmės rodomos neteisingai, todėl šios juostos 2015 m. duomenyse nereikėtų naudoti.
lv: Kvalitātes slānis, kas salīdzina detektētās izmaiņas (change detection) salīdzinot datus no tekošoā un iepriekšējā gada. Šis ir "Level-3" maskas slānis visām CONSO un NRT kartēm. 0 = Nav izmaiņu. 1 = Zema ticamība 2 = Vidēja ticamība 3 = Augsta ticamība PIEZĪME: 2015. gada vērtības "Change_Confidence_layer" kanālā nav attēlotas korekti, tādēļ šos datus nav ieteicams lietot.
pl: Warstwa jakościowa dotycząca wykrycia zmiany roku bieżącego w stosunku do roku poprzedniego. Jest to 3-poziomowa maska ufności dla wszystkich map CONSO i NRT o wartościach zdefiniowanych jako: 0 = Bez zmian. 1 - Potencjalna ufność. 2 - Średni poziom ufności. 3 = wysoki poziom ufności. UWAGA: Wartości pasma Change_Confidence_layer w danych z 2015 r. nie są wyświetlane prawidłowo, dlatego nie należy używać tego pasma w danych z 2015 r.
pt: Nível de qualidade relativamente à diferença de deteção do mapeamento do ano corrente com o mapeamento do ano anterior. Trata-se uma máscara de confiança nível 3 para todos os mapas CONSO e NRT com valores definidos como: 0= Sem alterações. 1- Confiança potencial. 2- Confiança média. 3- Confiança elevada. Nota: Os valores Mudança_Confiança _faixa de camada nos dados de 2015 não são mostrados corretamente, por isso esta faixa nos dados de 2015 não deve ser usada.
sl: Sloj kakovosti glede zaznavanja sprememb v tekočem kartiranem letu v primerjavi s prejšnjim kartiranim letom. Gre za 3-stopenjsko masko zaupanja za vse karte CONSO in NRT z opredelitvami vrednosti: 0 = brez spremembe 1 - nizka zanesljivost 2 - srednja zanesljivost 3 = visoka zanesljivost OPOMBA: Vrednosti maske Change_Confidence_layer v podatkih za leto 2015 niso prikazane pravilno, zato te maske v podatkih za leto 2015 ne uporabljajte.
sv: Kvalitetslager beträffande noterade förändringar mellan innevarande kartläggningsår jämfört med föregående kartläggningsår. Det är en konfidensmask på nivå 3 för alla CONSO- och NRT-kartor med följande värdeangivelser: 0 = Ingen förändring. 1 - Potentiell konfidens. 2 - Medelhög konfidens. 3 - Hög konfidens. OBS! Värdena i bandet Change_Confidence_layer i data för 2015 och därför bör detta band inte användas för 2015 års data.

source: Drag classes onto RGB fields.
fi: Vedä luokat RGB-kenttiin.
fr: Faites glisser les classes sur les champs RVB.
lt: Vilkti klases į RGB laukus.
lv: Ievelciet datu klases RGB laukos.
pl: Przeciągnij klasy na pola RGB.
pt: Arraste as classes para os campos RGB.
sl: Povlecite razrede na polja RGB.
sv: Dra klasserna över RGB-fälten.

source: # Discrete Classification Map This layer visualises Global Land Cover discrete classification map with 23 classes defined using the UN-FAO Land Cover Classification System (LCCS) and with color scheme defined in the Product User Manual. Map [here.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf)
fi: # Maanpeitteen luokittelukartta Tämä taso on visualisoitu maailmanlaajuinen maanpeitteen luokittelukartta, joka käyttää UN-FAO:n LCCS-luokituksen mukaista 23 luokkaa. Sen värien merkitykset on määritelty tuoteoppaassa (Product User Manual). Kartan löydät [täältä.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf)
lt: # Diskrečiosios klasifikacijos žemėlapis Šiame sluoksnyje pateikiamas pasaulio žemės dangos diskretinės klasifikacijos žemėlapis su 23 klasėmis, apibrėžtomis pagal JT-FAO žemės dangos klasifikavimo sistemą (LCCS), ir spalvų schema, apibrėžta Produkto naudotojo vadove. Žemėlapis [čia](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf)
lv: # Diskrētā Klasifikācijas karte (Discrete Classification Map) Zemes virsmas 23 klasēs, kas izdalītas UN-FAO Zemes Virsmas Klasifikācijas Sistēmā (UN-FAO LCCS). Vairāk [šet.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf).
pl: # Mapa klasyfikacji dyskretnej Ta warstwa wizualizuje globalną mapę dyskretnej klasyfikacji pokrycia terenu z 23 klasami zdefiniowanymi przy użyciu Systemu Klasyfikacji Pokrycia Terenu UN-FAO (LCCS) i schematu kolorów zdefiniowanego w Podręczniku Użytkownika Produktu. Mapa [dostępna tutaj.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf
pt: #Mapa de Classificação Discreta Este nível visualiza um mapa de classificação discreta da cobertura global do solo com 23 classes definidas usando o Sistema de Classificação de Cobertura de Solo UN-FAO (LCCS) e com um esquema de cores definido no Manual do Utilizador do Produto. Mapa [aqui.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf)
sv: # Discrete Classification Map Detta lager visualiserar den diskreta klassificeringskartan Global Land Cover med 23 angivna klasser enligt FN-FAO:s Land Cover Classification System (LCCS) och med färgschema enligt produktens bruksanvisning. Kartan [här.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf)

source: # Forest Types Visualized forest types based on 6 classes, as defined in the UN-FAO Land Cover Classification System (LCCS). More [here.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf).
fi: # Metsätyypit Metsätyyppien visualisointi käyttäen UN-FAO:n LCCS-luokituksen kuutta luokkaa. Lisää tietoja löydät englanniksi [täältä.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf).
lt: # Miškų tipai Vizualizuojami miškų tipai, pagrįsti 6 klasėmis, apibrėžtomis JT-FAO žemės dangos klasifikavimo sistemoje (LCCS). Daugiau [čia] (https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf).
lv: # Meža Tips (Forest Types) Meža tips 6 klasēs, kas izdalītas UN-FAO Zemes Virsmas Klasifikācijas Sistēmā (UN-FAO LCCS). Vairāk [šet.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf).
pl: # Typy lasów Wizualizacja typów lasów na podstawie 6 klas zdefiniowanych w Systemie Klasyfikacji Pokrycia Terenu UN-FAO (LCCS). Więcej znajdziesz [tutaj.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf).
pt: #Tipos de Floresta Tipos de floresta visualizados com base em 6 classes, como definidas no Sistema de Classificação de Cobertura de Solo UN-FAO (LCCS). Mais [aqui.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf).
sv: # Forest Types Visualiserade skogstyper baseras på sex klasser enligt definitionerna i FN-FAO:s Land Cover Classification System (LCCS). Mer [här.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.4.pdf).

source: **CORINE Land Cover (CLC)** inventory is a vector-based dataset that consists of 44 land cover and land use classes, derived from a series of satellite missions. In the majority of European countries, CLC is produced using visual interpretation of high resolution satellite imagery. In a few countries semi-automatic solutions are applied, using national in-situ data, satellite image processing, GIS integration and generalisation. More information [here](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Coverage**: Most of Europe. **Data availability**: CLC data is updated every 6 years. In EO Browser, data is available on the following dates: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Common Usage**: Land use and land cover monitoring, analysis and change prediction for various applications, including environment, agriculture, transport and spatial planning.
fi: **CORINE Land Cover**-luokittelun (CLC) tiedot ovat vektoripohjainen tietojoukko, joka koostuu 44 maanpeitteen ja maankäytön luokasta, jotka puolestaan perustuvat erilaisiin satelliittitietoihin. CLC tuotetaan useimmissa Euroopan maissa korkearesoluutioisten satelliittikuvien visuaalisena tulkintana. Muutamissa maissa on otettu käyttöön puoliautomatisoituja ratkaisuja, jotka perustuvat kansalliseen paikan päällä kerättyyn tietoon, satelliittikuvien käsittelyyn, GIS-integraatioihin ja yleistämiseen. Lisää tietoa löydät englanniksi [täältä](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Kattavuus**: Valtaosa Euroopasta. **Saatavilla olevat tiedot:** CLC-tiedot päivitetään 6 vuoden välein. EO Browserissa on saatavilla tiedot seuraavilta päivämääriltä: 1.1.1990, 1.1.2000, 1.1.2006, 1.1.2012, 1.1.2018. **Yleisimmät käyttökohteet**: Maankäytön ja maanpeitteen seuranta, muutosten ennustaminen ja analysointi eri sovelluksiin, kuten ympäristö-, maatalous-, liikenne- ja tilasuunnitteluun.
fr: L'inventaire **CORINE Land Cover** (Couverture terrestre CORINE) ou CLC est un ensemble de données vectorielles composé de 44 classes d'occupation et d'utilisation du sol, dérivées d'une série de missions satellitaires. Dans la majorité des pays européens, CLC est produit en utilisant l'interprétation visuelle d'images satellites à haute résolution. Dans quelques pays, des solutions semi-automatiques sont appliquées, utilisant des données nationales in-situ, le traitement d'images satellites, l'intégration et la généralisation de SIG. Plus d'informations [ici] (https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Couverture** : La plupart de l'Europe. **Disponibilité des données** : Les données CLC sont mises à jour tous les 6 ans. Dans EO Browser, les données sont disponibles aux dates suivantes : 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Usage courant** : Surveillance, analyse et prédiction de l'utilisation et de la couverture des sols pour diverses applications, notamment l'environnement, l'agriculture, le transport et l'aménagement du territoire.
lt: **CORINE Land Cover (CLC)** inventorius yra vektorinis duomenų rinkinys, kurį sudaro 44 žemės dangos ir žemėnaudos klasės, gautos iš kelių palydovų misijų. Daugumoje Europos šalių CLC sudaromas vizualiai interpretuojant didelės skiriamosios gebos palydovines nuotraukas. Keliose šalyse taikomi pusiau automatiniai sprendimai, naudojant nacionalinius in situ duomenis, apdorojant palydovinius vaizdus, integruojant GIS ir apibendrinant. Daugiau informacijos [čia] (https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Apimtis**: Didžioji Europos dalis. **Duomenų prieinamumas**: CLC duomenys atnaujinami kas 6 metus. EO naršyklėje duomenys pateikiami šiomis datomis: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Bendras naudojimas**: Žemės naudojimo ir žemės dangos stebėsena, analizė ir pokyčių prognozavimas įvairioms reikmėms, įskaitant aplinkosaugą, žemės ūkį, transportą ir teritorijų planavimą.
lv: **CORINE Land Cover (CLC)** produkts ir vektoru datu kopa, kas sastāv no 44 zemes pārklājuma klasēm, kas veidotas atvasinot datus no satelītu mērījumiem. Lielākajā daļā no Eiropas valstīm, CLC ir veidots interpretējot vizuālos augstas izšķirtspējas satelītu datus. Atsevišķās valstīs tiek pielietoti daļēji automātiski risinājumi, kas izmanto in-situ datus, satelītdatu apstrādi, ĢIS integrāciju un vispārināšanu. Vairāk informācijas [šeit](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Pārklājums**: Lielākā daļa no Eiropas **Datu pieejamība**: Atjaunots reizi gadā. "EO Browser" pieejami sekojoši datumi: 01-01-2015, 01-01-2016, 01-01-2017, 01-01-2018, 01-01-2019. **Ierastie lietojuma veidi**: Zemes lietojuma un pārklājuma monitorings, kas noderīgs politikas un plānošas jautājumu risināšanai, ieskaitot lauksaimniecības un pārtikas drošību, bioloģisko daudzveidību, klimata izmaiņas, meža un ūdens resursus, pilsētvides attīstību u.c.
pl: **Inwentaryzacja pokrycia terenu CORINE (CLC)** jest wektorowym zbiorem danych, który składa się z 44 klas pokrycia terenu i użytkowania ziemi, uzyskanych na podstawie serii misji satelitarnych. W większości krajów europejskich CLC jest tworzony za pomocą wizualnej interpretacji wysokorozdzielczych zdjęć satelitarnych. W kilku krajach stosowane są rozwiązania półautomatyczne, wykorzystujące krajowe dane in-situ, przetwarzanie obrazów satelitarnych, integrację i generalizację GIS. Więcej informacji [tutaj](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Zasięg**: Większość Europy. **Dostępność danych**: Dane CLC są aktualizowane co 6 lat. W EO Browserze dostępne są dane dla następujących dat: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Typowe zastosowanie**: Monitorowanie użytkowania i pokrycia terenu; analiza i przewidywanie zmian w różnych zastosowaniach, w tym w ochronie środowiska, rolnictwie, transporcie i planowaniu przestrzennym.
pt: ** Inventário Cobertura de Solo CORINE (CLC)**é um conjunto de dados baseado em vetores que consiste em 44 classes de cobertura de solo e de utilização do terreno, provenientes de uma série de missões de satélite. Na maioria dos países Europeus, o CLC é produzindo utilizando interpretação visual de imagens de satélite de alta resolução . Em alguns países são aplicadas soluções semiautomáticas, usando dados locais nacionais, processamento de imagem de satélite, integração GIS e generalização. Mais informação [aqui](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). ** Cobertura**: Maior parte da Europa. ** Disponibilidade dos dados**: Os dados CLC são atualizados em cada 6 anos, no EO Browser, os dados são avaliados nas seguintes datas: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. ** Utilização comum**: A monitorização do uso do terreno e da cobertura do solo, análise e alteração da previsão para várias aplicações. incluindo o ambiente, agricultura, transporte e planeamento espacial.
sl: Zbirka **CORINE Land Cover (CLC)** je vektorski podatkovni niz, sestavljen iz 44 razredov pokrovnosti in rabe tal, ki so bili pridobljeni iz podatkov več satelitskih misij. V večini evropskih držav je CLC izdelan z vizualno interpretacijo satelitskih posnetkov visoke ločljivosti. V nekaj državah se uporabljajo polavtomatske rešitve z uporabo nacionalnih podatkov in-situ, obdelavo satelitskih posnetkov, integracijo in posploševanjem GIS. Več informacij je [tukaj](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover) **Pokritost**: Večji del Evrope. **Dostopnost podatkov**: Podatki CLC se posodabljajo vsakih šest let. V brskalniku EO Browser so podatki na voljo na naslednje datume: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Običajna uporaba**: Spremljanje, analiza in napovedovanje sprememb rabe in pokrovnosti tal za različne namene, vključno z okoljem, kmetijstvom, prometom in prostorskim načrtovanjem.
sv: Inventariet **CORINE Land Cover (CLC)** är ett vektorbaserat dataset som består av 44 marktäckes- och markanvändningsklasser som härrör från en serie av satellituppdrag. I de flesta europeiska länder produceras CLC med användande av visuell tolkning av högupplösta satellitbilder. I några länder används halvautomatiska lösningar som använder nationella in situ-data, satellitbildsbehandling, GIS-integrering och generalisering. Mer information [här](https://github.com/sentinel-hub/public-collections/tree/main/collections/corine-land-cover). **Omfattning**: Största delen av Europa. **Datatillgänglighet**: CLC-data uppdateras vart sjätte år. I EO Browser finnd det data från följande datum: 01-01-1990, 01-01-2000, 01-01-2006, 01-01-2012, 01-01-2018. **Allmän användning**: Övervakning och analys av samt prognostisering av förändringar i markanvändning och marktäcke för olika tillämpningar, inklusive miljö-, jordbruks-, transport- och rumslig planering.
