Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: The **Vegetation Indices** product is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The product is comprised of 4 raw Vegetation Indices generated near real-time (NRT) from Sentinel-2 satellite observations. More information [here](https://collections.sentinel-hub.com/vegetation-indices/). **Coverage**: Europe (EEA39 region), from 25°W to 45°E and from 26°N to 72°N. **Data Availability**: Since October 2016, updated daily. **Spatial resolution**: 10 meters. **Common Usage**: Plant phenology assessment and monitoring, including vegetation cover, density, productivity and health.
fi: **Vegetation Indices** -tuote on osa Copernicus-ohjelman maankartoituspalvelun (CLMS) HR-VPP-tuoteperhettä, joka tuottaa yleiseurooppalaista tietoa kasvillisuuden fenologiasta ja tuottavuudesta korkealla erotuskyvyllä. Tuote koostuu Sentinel-2-satelliitin tietojen lähi-infrapunaan perustuvien neljän kasvillisuusindeksin raakatiedoista. Tiedot ovat melkein tosiaikaisia. Lisää tietoa löydät englanniksi [täältä](https://collections.sentinel-hub.com/vegetation-indices/). **Kattavuus**: Eurooppa (EEA39) pituuspiiriltä 25°W pituuspiirille 45°E ja leveyspiiriltä 26°N leveyspiirille 72°N. **Saatavilla olevat tiedot:** Lokakuusta 2016 lähtien, päivitetään päivittäin. **Alueellinen erotuskyky**: 10 metriä. **Yleisimmät käyttökohteet**: Kasvien fenologian havainnointi ja seuranta, mukaan lukien kasvipeite sekä kasvillisuuden tiheys, tuottavuus ja terveys.
lt: **Vegetacijos indeksų** produktas yra „Copernicus“ žemės stebėsenos tarnybos (CLMS) visos Europos didelės skiriamosios gebos vegetacijos fenologijos ir produktyvumo (HR-VPP) produktų rinkinio dalis. Produktą sudaro 4 neapdoroti augalijos indeksai, gauti beveik realiuoju laiku (NRT) iš Sentinel-2 palydovo stebėjimų. Daugiau informacijos [čia] (https://collections.sentinel-hub.com/vegetation-indices/). **Apimtis**: Europa (EEE39 regionas), nuo 25° vakarų ilgumos iki 45° rytų ilgumos ir nuo 26° šiaurės platumos iki 72° šiaurės platumos. **Duomenų prieinamumas**: Nuo 2016 m. spalio mėn., atnaujinama kasdien. **Patalpos skiriamoji geba**: 10 metrų. **Bendras naudojimas**: Augalų fenologijos vertinimas ir stebėsena, įskaitant augalijos dangą, tankumą, produktyvumą ir sveikatą.
lv: **Vegetation Indices** produkts ir daļa no "Copernicus Land Monitoring Service (CLMS)" un "pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP)" produktu klāsta. Produkts sastāv no 4 Augāja Indeksiem, kas tiek ģenerēti "near real-time (NRT)" režīmā izmantojot Sentinel-2 datus. Vairāk informācijas [šeit](https://collections.sentinel-hub.com/vegetation-indices/). **Pārklājums**: Eiropa (EEA39 reģions) no 25°R.g. līdz 45°A.g. un 26°Z.pl. līdz 72Z.pl. **Datu pieejamība**: Kopš 2016. oktobra, atjaunots reizi dienā. **Telpiskā izšķirtspēja**: 10 metri **Ierastie lietojuma veidi:** Augu fenoloģiskais monitorings, tai skaitā augāja blīvuma, pārklājuma, produktivitātes un veselīguma noteikšana.
pl: Produkt **Vegetation Indices** jest częścią pakietu produktów Copernicus Land Monitoring Service (CLMS), paneuropejskiego pakietu produktów High Resolution Vegetation Phenology and Productivity (HR-VPP). Produkt składa się z 4 surowych wskaźników wegetacyjnych, wygenerowanych w czasie zbliżonym do rzeczywistego (NRT) z obserwacji satelitarnych Sentinel-2. Więcej informacji [tutaj](https://collections.sentinel-hub.com/vegetation-indices/). **Pokrycie**: Europa (region EEA39) od długości geograficznej od 25°W do 45°E i szerokości geograficznej od 26°N do 72°N. **Dostępność danych**: Od października 2016 r., aktualizowane codziennie. **Rozdzielczość przestrzenna**: 10 metrów. **Typowe zastosowanie**: Ocena i monitoring fenologii roślin, w tym pokrycia roślinnego, gęstości, produktywności i zdrowia.
pt: Produto **Índices de Vegetação** faz parte do pacote de produtos do Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP).O produto é composto por 4 índices em bruto da Vegetação gerados em tempo quase real (NTR) a partir de observações do satélite Sentinel-2. Mais informação [aqui](https://collections.sentinel-hub.com/vegetation-indices/). **Cobertura**: Europa (zona EEA39) da longitude 25°W até 45°E e da latitude 26°N até 72°N. **Disponibilidade dos dados*: Desde outubro de 2016, atualizado diariamente. **Resolução espacial**: 10 metros. **Utilização comum**: Monitorização da fenologia das plantas, incluindo cobertura da vegetação, densidade, produtividade e saúde.
sv: Produkten **Vegetation Indices** ingår i Copernicus Land Monitoring Service (CLMS), paneuropeiska produktportföljen High Resolution Vegetation Phenology and Productivity (HR-VPP). Produkten omfattar fyra råa växtlighetsindex som skapats nästan i realtid (NRT) från Sentinel-2-satellitens observationer. Mer information [här](https://collections.sentinel-hub.com/vegetation-indices/). **Omfattning**: Europa (region EEA39) från längdgrad 25°V till 45°Ö och breddgrad 26°N till 72°N. **Datatillgänglighet**: Sedan oktober 2016, uppdateras dagligen. **Geografisk upplösning**: 10 meter. **Allmän användning**: Bedömning och övervakning av växtfenologi, inklusive växttäcke, täthet, produktivitet och hälsa.

source: The **Vegetation Phenology and Productivity Parameters** product is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The VPP product is comprised of 13 parameters that describe specific stages of the seasonal vegetation growth cycle. These parameters are extracted from Seasonal Trajectories of the Plant Phenology Index (PPI) derived from Sentinel-2 satellite observations. More information [here](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-1/). **Coverage**: Europe (EEA39 region), from 25°W to 45°E and from 26°N to 72°N. **Data Availability**: Since January 2017, updated annually. **Spatial resolution**: 10 meters. **Common Usage**: Detailed assessment of the impacts of human or climate change on the ecosystem through monitoring of vegetation responses to disturbances, e.g. droughts, storms, insect infestations, and to human influence from global to local levels.
fi: **Vegetation Phenology and Productivity Parameters** -tuote (VPP) on osa Copernicus-ohjelman maankartoituspalvelun (CLMS) HR-VPP-tuoteperhettä, joka tuottaa yleiseurooppalaista tietoa kasvillisuuden fenologiasta ja tuottavuudesta korkealla erotuskyvyllä. Tuote koostuu 13 parametristä, jotka kuvaavat kasvillisuuden kasvukausien eri vaiheita. Parametrit perustuvat Sentinel-2-satelliitin tietoihin perustuvaan kasvillisuuden fenologiseen indeksiin (Seasonal Trajectories of the Plant Phenology Index, PPI). Lisää tietoa löydät englanniksi [täältä](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-1/). **Kattavuus**: Eurooppa (EEA39) pituuspiiriltä 25°W pituuspiirille 45°E ja leveyspiiriltä 26°N leveyspiirille 72°N. **Saatavilla olevat tiedot:** Tammikuusta 2017 lähtien, päivitetään vuosittain. **Alueellinen erotuskyky**: 10 metriä. **Yleisimmät käyttökohteet**: Ihmisten ja ilmastonmuutoksen aiheuttamien ekosysteemivaikutusten tarkempi arviointi seuraamalla, miten kasvillisuus reagoi häiriöihin, kuten kuivuuksiin, myrskyihin ja tuholaisiin, ja ihmisten toiminnan vaikutuksiin paikallisesti ja maailmanlaajuisesti.
lt: **Vegetacinės fenologijos ir produktyvumo parametrų** produktas yra „Copernicus“ žemės stebėsenos paslaugos (CLMS), visos Europos didelės skiriamosios gebos vegetacinės fenologijos ir produktyvumo (HR-VPP) produktų rinkinio dalis. VPP produktą sudaro 13 parametrų, apibūdinančių konkrečius sezoninio augalijos augimo ciklo etapus. Šie parametrai išvesti iš sezoninių augalų fenologijos indekso (PPI) trajektorijų, gautų iš Sentinel-2 palydovo stebėjimų. Daugiau informacijos [čia] (https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-1/). **Apimtis**: Europa (EEE39 regionas), nuo 25° vakarų ilgumos iki 45° rytų ilgumos ir nuo 26° šiaurės platumos iki 72° šiaurės platumos. **Duomenų prieinamumas**: Nuo 2017 m. sausio mėn., atnaujinama kasmet. **Patalpos skiriamoji geba**: 10 metrų. **Bendras naudojimas**: sausros, audros, vabzdžių antplūdžiai ir žmogaus įtaka nuo pasaulinio iki vietinio lygmens.
lv: **Vegetation Phenology and Productivity Parameters** produkts ir daļa no "Copernicus Land Monitoring Service (CLMS)" un "pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP)" produktu klāsta. VPP produkts sastāv no 13 parametriem, kas apraksta dažādus sezonālās veģetācijas attīstības posmus. Šie parametri ir iegūti no "Seasonal Trajectories of the Plant Phenology Index (PPI)" datiem, kas balstīti uz Sentinel-2 novērojumiem. Vairāk informācijas [šeit](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-1/). **Pārklājums**: Eiropa (EEA39 reģions) no 25°R.g. līdz 45°A.g. un 26°Z.pl. līdz 72Z.pl. **Datu pieejamība**: Kopš 2017. janvāra, atjaunots reizi gadā. **Telpiskā izšķirtspēja**: 10 metri **Ierastie lietojuma veidi:** Detalizēts cilvēka darbības un klimata izmaiņu ietekmes novērtējums, kā arī ekosistēmu izmaiņu monitorings.
pl: Produkt **Parametry fenologii wegetacji i produktywności** jest częścią pakietu produktów Copernicus Land Monitoring Service (CLMS), paneuropejskiego produktu High Resolution Vegetation Phenology and Productivity (HR-VPP). Produkt VPP składa się z 13 parametrów, które opisują poszczególne fazy cyklu sezonowego wzrostu roślinności. Parametry te są pozyskiwane z trajektorii sezonowych wskaźnika fenologii roślin (PPI) uzyskanego z obserwacji satelitarnych Sentinel-2. Więcej informacji [tutaj](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-1/). **Pokrycie**: Europa (region EEA39) od długości geograficznej od 25°W do 45°E i szerokości geograficznej od 26°N do 72°N. **Dostępność danych**: Od stycznia 2017 r., aktualizowane corocznie. **Rozdzielczość przestrzenna**: 10 m. **Typowe zastosowanie**: Szczegółowa ocena wpływu człowieka lub zmian klimatu na ekosystem poprzez monitorowanie reakcji roślinności na zakłócenia, np. susze, burze, plagi owadów, oraz na wpływ człowieka od poziomu globalnego do lokalnego.
pt: O produto **Fenologia da Vegetação e Parâmetros de Produtividade** faz parte do pacote de produtos Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) . O produto VPP é constituído por 13 parâmetros que descrevem etapas específicas do ciclo de crescimento sazonal da vegetação. Estes parâmetros são extraídos das Trajetórias Sazonais do Índice Fenológico da Planta (PPI) proveniente das observações do satélite Sentinel-2. Mais informação [aqui](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-1/). **Cobertura**: Europa (Zona EEA39) da longitude 25°W até 45°E e da latitude 26°N até 72°N. **Disponibilidade dos dados** Desde janeiro 2017, atualizado anualmente. **Resolução espacial**: 10 metros. **Utilização comum** Avaliação detalhada do impacto humano, ou da alteração climática no ecossistema através da monitorização das respostas da vegetação às perturbações, e.g. secas, tempestades, infestações de insetos e à influência humana desde o nível global ao nível local.
sv: Produkten **Vegetation Phenology and Productivity Parameters** ingår i Copernicus Land Monitoring Service (CLMS), paneuropeiska produktportföljen High Resolution Vegetation Phenology and Productivity (HR-VPP). VPP-produkten omfattar 13 parametrar som beskriver särskilda faser i den säsongsbaserade tillväxtcykeln för växter. Dessa parametrar extraheras ur Seasonal Trajectories i Plant Phenology Index (PPI), härstammande från Sentinel-2-satellitens observationer. Mer information [här](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-1/). **Omfattning**: Europa (region EEA39) från längdgrad 25°V till 45°Ö och breddgrad 26°N till 72°N. **Datatillgänglighet**: Sedan januari 2017, uppdateras årligen. **Geografisk upplösning**: 10 meter. **Allmän användning**: Detaljerad bedömning av mänsklig påverkan eller klimatförändringar på ekosystemet genom övervakning av växtlighetens svar på störningar, t.ex. torka, stormar, insektsangrepp och av mänsklig påverkan på global och lokal nivå.

source: The **Corine Land Cover Accounting Layers** are status layers modified for the purpose of consistent statistical analysis in the land cover change accounting system. The modification combines CLC status and change layers in the 100 m raster in order to create homogeneous quality time series of CLC / CLC-change layers for accounting purposes. The CLC inventory consists of 44 land cover and land use classes derived from a series of satellite missions since it was first established. More information [here](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Coverage**: Europe (EEA39 region). **Data Availability**: Since 2000, updated every 6 years. Data available for 2000, 2006, 2012 and 2018. **Spatial resolution**: 100 meters. **Common Usage**: Land use and land cover monitoring, analysis and change prediction for various applications, including environment, agriculture, transport and spatial planning.
fi: **Corine, maanpeitteen tilinpitotasot** ovat maanpeitteen tilasta kertovia tasoja, joita on muokattu johdonmukaisten tilastollisten analyysien tekemiseen maanpeitteen tilinpidon järjestelmässä. Muokatut tasot yhdistävät CLC-luokituksen tila- ja muutostasot 100 metrin rasterilla. Näin saadaan tasalaatuinen aikasarja tila- ja muutostasoista tilinpitoa varten. CLC-inventaario koostuu 44 maanpeitteen ja maankäytön luokasta, jotka perustuvat satelliittikuviin, joita on kerätty luokituksen käyttöönotosta alkaen. Lisää tietoa löydät englanniksi [täältä](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Kattavuus**: Eurooppa (EEA39) **Saatavilla olevat tiedot:** Vuodesta 2000 lähtien, päivitetään 6 vuoden välein. Tietoja saatavilla vuosilta 2000, 2006, 2012 ja 2018. **Alueellinen erotuskyky**: 100 metriä. **Yleisimmät käyttökohteet**: Maankäytön ja maanpeitteen seuranta, muutosten ennustaminen ja analysointi eri sovelluksiin, kuten ympäristö-, maatalous-, liikenne- ja tilasuunnitteluun.
fr: Les **Corine Land Cover Accounting Layers** sont des couches d'état modifiées dans le but d'une analyse statistique cohérente dans le système de comptabilisation des changements d'occupation du sol. La modification combine les couches d'état et de changement de la CLC dans la trame de 100 m afin de créer des séries temporelles de qualité homogène des couches CLC / CLC-changement à des fins de comptabilité. L'inventaire CLC se compose de 44 classes d'occupation et d'utilisation des sols dérivées d'une série de missions satellites depuis sa création. Plus d'informations [ici](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Couverture** : Europe (région EEE39). **Données disponibles** : Depuis 2000, mise à jour tous les 6 ans. Données disponibles pour 2000, 2006, 2012 et 2018. **Résolution spatiale** : 100 mètres. **Utilisation courante** : Surveillance, analyse et prévision des changements de l'utilisation et de la couverture des sols pour diverses applications, notamment l'environnement, l'agriculture, les transports et l'aménagement du territoire.
lt: **Korinės žemės dangos apskaitos sluoksniai** - tai statuso sluoksniai, modifikuoti siekiant nuoseklios statistinės analizės žemės dangos pokyčių apskaitos sistemoje. Modifikacija apjungia CLC būklės ir pokyčių sluoksnius 100 m rastre, siekiant sukurti vienodos kokybės CLC / CLC pokyčių sluoksnių laiko eilutes apskaitos tikslais. CLC inventorių sudaro 44 žemės dangos ir žemėnaudos klasės, gautos iš kelių palydovų misijų nuo pat jo sukūrimo pradžios. Daugiau informacijos [čia] (https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Paplitimas**: Europa (EEE39 regionas). **Duomenų prieinamumas**: Nuo 2000 m., atnaujinama kas 6 metus. Turimi 2000, 2006, 2012 ir 2018 m. duomenys. **Patalpos skiriamoji geba**: 100 metrų. **Bendras naudojimas**: Žemės naudojimo ir žemės dangos stebėsena, analizė ir pokyčių prognozavimas įvairioms reikmėms, įskaitant aplinkosaugą, žemės ūkį, transportą ir teritorijų planavimą.
lv: **Corine Land Cover (CLC) Accounting Layers** ir statusa slāņi, kas pielāgoti ar nolūku iegūt konsekventus analītiskos datus Zemes pārklājuma uzskaites sistēmā. Pielāgotie dati apvieno CLC statusa un izmaiņa slāņus, lai veidotu homogenizētus kvalitātes laika sērijas datus (CLC, CLC izmaiņu slāņiem) priekš savietojamas uzskaites. CLC pārskats satur 44 zemes pārklājuma un izmantošanas veida klases, kas ir atvasinātas no ilgstošā laika posmā ievāktiem, dažādu satelītu misiju datiem. Vairāk informācijas [šeit](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Pārklājums**: Eiropa (EEA39 reģions) **Datu pieejamība**: Kopš 2000. gada, atjaunots reizi 6 gados. Dati pieejami par 2000., 2006., 2012. un 2018. gadu. **Telpiskā izšķirtspēja**: 100 metri **Ierastie lietojuma veidi:** Zemes lietojuma un pārklājuma monitorings, pagātnes un nākotnes izmaiņu analīze un prognozes dažādiem nolūkiem, iekļaujot vides, lauksaimniecības, transporta un telpiskās plānošanas jautājumus.
pl: **Warstwy rozliczeniowe pokrycia terenu CORINE** są warstwami statusowymi zmodyfikowanymi na potrzeby spójnej analizy statystycznej w systemie rozliczania zmian pokrycia terenu. Modyfikacja polega na połączeniu warstw stanu CLC i warstw zmian w rastrze 100 m w celu stworzenia jednorodnych jakościowo szeregów czasowych warstw CLC / CLC-change dla celów rozliczeniowych. Inwentaryzacja CLC składa się z 44 klas pokrycia terenu i użytkowania ziemi, pochodzących z szeregu misji satelitarnych od momentu jej powstania. Więcej informacji [tutaj](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Pokrycie**: Europa (region EEA39). **Dostępność danych**: Od 2000 r., aktualizowane co 6 lat. Dane dostępne dla lat 2000, 2006, 2012 i 2018. **Rozdzielczość przestrzenna**: 100 metrów. **Typowe zastosowanie**: Monitorowanie użytkowania i pokrycia terenu, analiza i przewidywanie zmian w różnych zastosowaniach, m.in. w ochronie środowiska, rolnictwie, transporcie i planowaniu przestrzennym.
pt: ** Camadas de Contagem de Cobertura de Solo Corine** são camadas de estado modificadas com o objetivo de uma análise estatística consistente do sistema de contagem de alterações da cobertura de solo. A modificação combina o estado CLC e a alteração das camadas numa varredura de 100 metros de modo a criar séries homogéneas de tempo com qualidade, da alteração das camadas CLC/CLC com o objetivo de contagem. O inventário CLC consiste em 44 classes de cobertura de solo e de uso do terreno provenientes de uma série de missões de satélite, desde que foi inicialmente estabelecido. Mais informação[aqui](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Cobertura**: Europa (Zona EEA39). **Disponibilidade dos dados**: Desde 2000, atualizado a cada 6 anos. Dados disponíveis para 2000, 2006, 2012 e 2018. **Resolução espacial**: 100 metros. **Utilização comum**: Monitorização do uso do terreno e da cobertura do solo, análise e alteração da previsão para várias aplicações, incluindo ambiente, agricultura, transporte e planeamento espacial.
sv: **Corine Land Cover Accounting Layers** är statuslager som modifierats i syfte att få konsekvent statistisk analys i redovisningssystemet för marktäckning. Modifikationen kombinerar CLC-status och -förändringslagren i ett 100 m raster för att skapa homogena kvalitetstidsserier av CLC-/CLC-change-lagren för redovisningsändamål. CLC-inventariet omfattar 44 marktäckes- och markanvändningsklasser som härstammar fårn en serie satellituppdrag sedan grundandet. Mer information [här](https://collections.eurodatacube.com/corine-land-cover-accounting-layers/). **Omfattning**: Europa (region EEA39). **Datatillgänglighet**: Sedan 2000, uppdateras vart sjätte år. Data finns för 2000, 2006, 2012 och 2018. **Geografisk upplösning**: 100 meter. **Allmän användning**: Övervakning och analys av samt prognostisering av förändringar i markanvändning och marktäcke för olika tillämpningar, inklsuive miljö-, jordbruks-, transport- och rumslig planering.

source: Corine Land Cover Accounting Layer
fi: Corine, maanpeitteen tilinpitotaso
fr: Couche de comptabilité de la couverture terrestre de Corine
lt: „Corine“ žemės dangos apskaitos sluoksnis
lv: "Corine" zemes seguma uzskaites slānis
pl: Warstwa Corine Land Cover Accounting
pt: Camada de Contagem de Cobertura de Solo Corine

source: Plant Phenology Index
fi: Kasvillisuuden fenologinen indeksi
fr: Indice de phénologie végétale
lt: Augalų fenologijos indeksas
lv: Augu Fenoloģiskais Indekss (Plant Phenology Index, PPI)
pl: Indeks fenologii roślin
pt: Índice fenológico das plantas

source: Quality Flag
fi: Laatutunnus
fr: Drapeau de qualité
lt: Kokybės vėliava
pl: Flaga Jakości
pt: Bandeira de Qualidade
sv: Kvalitetsflagga

source: Normalized Difference Vegetation Index
fi: Normalisoitu kasvillisuusindeksi
fr: Indice de végétation par différence normalisée
lt: Normalizuotas vegetacijos skirtumo indeksas
lv: # Normalizētais veģetācijas indekss (Normalized Difference Vegetation Index, NDVI)
pl: Znormalizowany Różnicowy Wskaźnik Wegetacji
pt: Índice de Diferença Normalizada da Vegetação

source: Fraction of Absorbed Photosynthetically Active Radiation
fi: Kasvillisuuden absorboima osuus PAR-säteilystä
fr: Fraction du rayonnement photosynthétiquement actif absorbé
lt: Absorbuotos fotosintetiškai aktyviosios spinduliuotės dalis
lv: Fotosintēzē absorbētā aktīvā starojuma frakcija
pl: Ułamek zaabsorbowanego promieniowania fotosyntetycznie czynnego
pt: Fração de Radiação Fotossinteticamente Ativa Absorvida

source: Leaf Area Index
fi: Lehtialaindeksi
fr: Indice de surface foliaire
lt: Lapų ploto indeksas
pl: Wskaźnik powierzchni liści
pt: Índice de Área de Folha

source: Day of start-of-season
fi: Kauden alkupäivä
fr: Jour du début de la saison
lt: Sezono pradžios diena
lv: Sezonas sākums
pl: Dzień rozpoczęcia sezonu
pt: Dia de inicio de estação
sv: Dag för säsongens början

source: Day of end-of-season
fi: Kauden loppupäivä
fr: Jour de la fin de la saison
lt: Sezono pabaigos diena
lv: Sezonas noslēgums
pl: Dzień zakończenia sezonu
pt: Dia de fim de estação
sv: Dag för säsongens slut

source: Day of maximum-of-season
fi: Kauden suurimman arvon päivä
fr: Jour du maximum de la saison
lt: Didžiausio sezono diena
lv: Sezonas maksimums
pl: Dzień maksimum sezonu
pt: Dia de máximo da estação
sv: Dag för säsongsmaximi

source: Vegetation index value at SOSD
fi: Kasvillisuusindeksin arvo kauden alkupäivänä (SOSD)
fr: Valeur de l'indice de végétation au SOSD
lt: Vegetacijos indekso reikšmė SOSD
lv: Veģetācijas indeksa vērtība sezonas sākumā
pl: Wartość indeksu wegetacyjnego w SOSD
pt: Valor do índice da vegetação em SOSD
sv: Växtlighetsindexvärde vid SOSD

source: Vegetation index value at EOSD
fi: Kasvillisuusindeksin arvo kauden alkupäivänä (EOSD)
fr: Valeur de l'indice de végétation à l'EOSD
lt: Vegetacijos indekso reikšmė EOSD
lv: Veģetācijas indeksa vērtība sezonas noslēgumā
pl: Wartość indeksu wegetacyjnego w EOSD
pt: Valor do índice da vegetação em EOSD
sv: Växtlighetsindexvärde vid EOSD
