Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: HH - linear gamma0 - non-orthorectified
fi: HH – lineaarinen gamma0 – ei-ortokorjattu
fr: HH - décibel gamma0 [-20,0] - non-orthorectifié
lt: HH - linear gamma0 - neortorektifikuotas
lv: HH - lineāra gamma0 - bez ortokorekcijas
pl: HH - liniowa gamma0 - nieortorektyfikowana
pt: HH - gamma0 linear - não-ortorretificado
sl: HH - linearni gama0 - neortorektificiran
sv: HH - linjär gamma0 - icke-ortorektifierad

source: Based on bands 4,3,2
fi: Perustuu kanaviin 4,3,2
fr: Repose sur les bandes 4, 3, 2
lt: Remiantis 4,3,2 juostomis
lv: Veidots izmantojot kanālus 4,3,2
pl: W oparciu o pasma 4, 3, 2
pt: Baseado nas bandas 4,3,2
sl: Na podlagi kanalov 4,3,2
sv: Baserat på band 4, 3, 2

source: Based on bands 8,4,3
fi: Perustuu kanaviin 8,4,3
fr: Repose sur les bandes 8, 4, 3
lt: Remiantis 8,4,3 juostomis
lv: Veidots izmantojot kanālus 8,4,3
pl: W oparciu o pasma 8, 4, 3
pt: Baseado nas bandas 8,4,3
sl: Na podlagi kanalov 8,4,3
sv: Baserat på band 8, 4, 3

source: Based on bands 12,11,4
fi: Perustuu kanaviin 12,11,4
fr: Repose sur les bandes 12,11, 4
lt: Remiantis 12,11,4 juostomis
lv: Veidots izmantojot kanālus 12,11,4
pl: W oparciu o pasma 12, 11, 4
pt: Baseado nas bandas 12,11,4
sl: Na podlagi kanalov 12,11,4
sv: Baserat på band 12, 11, 4

source: Based on combination of bands (B8 - B4)/(B8 + B4)
fi: Perustuu kanavien yhdistelmään (B8-B4)/(B8+B4)
fr: Repose sur la combinaison des bandes (B8 - B4)/(B8 + B4)
lt: Remiantis (B8 - B4)/(B8 + B4) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B8-B4)/(B8+B4)
pl: W oparciu o kombinację pasm (B8 - B4)/(B8 + B4)
pt: Baseado na combinação das bandas (B8 - B4)/(B8 + B4)
sl: Na podlagi kombinacije kanalov (B8 - B4)/(B8 + B4)
sv: Baserat på en kombination av band (B8-B4)/(B8+B4)

source: Based on combination of bands (B8A - B11)/(B8A + B11)
fi: Perustuu kanavien yhdistelmään (B8A-B11)/(B8A+B11)
fr: Repose sur la combinaison des bandes (B8A - B11)/(B8A + B11)
lt: Remiantis (B8A - B11)/(B8A + B11) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B8A-B11)/(B8A+B11)
pl: W oparciu o kombinację pasm (B8A - B11)/(B8A + B11)
pt: Baseado na combinação das bandas (B8A - B11)/(B8A + B11)
sl: Na podlagi kombinacije kanalov (B8A - B11)/(B8A + B11)
sv: Baserat på en kombination av band (B8A-B11)/(B8A+B11)

source: Based on bands 12,8A,4
fi: Perustuu kanaviin 12,8A,4
fr: Repose sur les bandes 12, 8A, 4
lt: Remiantis 12,8A,4 juostomis
lv: Veidots izmantojot kanālus 12,8A,4
pl: W oparciu o pasma 12, 8A, 4
pt: Baseado nas bandas 12,8A,4
sl: Na podlagi kanalov 12,8A,4
sv: Baserat på band 12, 8A, 4

source: Based on combination of bands (B3 - B8)/(B3 + B8)
fi: Perustuu kanavien yhdistelmään (B3-B8)/(B3+B8)
fr: Repose sur la combinaison des bandes (B3 - B8)/(B3 + B8)
lt: Remiantis (B3 - B8)/(B3 + B8) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B3-B8)/(B3+B8)
pl: W oparciu o kombinacje pasm (B3 - B8)/(B3 + B8)
pt: Baseado na combinação das bandas (B3 - B8)/(B3 + B8)
sl: Na podlagi kombinacije kanalov (B3 - B8)/(B3 + B8)
sv: Baserat på en kombination av band (B3-B8)/(B3+B8)

source: Based on combination of bands (B3 - B11)/(B3 + B11); values above 0.42 are regarded as snowy
fi: Perustuu kanavien yhdistelmään (B3-B11)/(B3+B11); arvot yli 0,42 tulkitaan lumeksi
fr: Repose sur la combinaison des bandes (B3 - B11)/(B3 + B11) ; es valeurs supérieures à 0,42 sont considérées comme correspondant à de la neige
lt: Remiantis (B3 - B11)/(B3 + B11) juostų kombinacija; reikšmės virš 0,42 laikomos kaip snieguotos
lv: Veidots izmantojot kanālu kombināciju (B3-B11)/(B3+B11); vērtības, kas pārsniedz 0.42 tiek uzskatītas par sniegotām
pl: W oparciu o kombinacje pasm (B3 - B11)/(B3 + B11); wartości powyżej 0,42 są uważane za śnieżne
pt: Baseado na combinação das bandas (B3 - B11)/(B3 + B11); valores acima de 0,42 são considerados nevosos
sl: Na podlagi kombinacije kanalov (B3 - B11)/(B3 + B11); vrednosti nad 0,42 veljajo za zasnežene
sv: Baserat på en kombination av band (B3-B11)/(B3+B11); värden över 0.42 betraktas som snöiga

source: UV Aerosol Index from 380 and 340 nm
fi: UV-aerosoli-indeksi 380–340 nm
fr: Indice d'aérosol UV de 380 et 340 nm
lt: UV Aerozolio Indeksas nuo 380 ir 340 nm
lv: UV Aerosolu Indekss (Aerosol Index from 380 and 340 nm)
pl: Wskaźnik aerozolu UV od 380 do 340 nm
pt: Índice UV de aerossóis de 380 a 340 nm
sl: Indeks UV aerosolov od 380 in 340 nm
sv: UV-aerosolindex från 380 och 340 nm

source: Based on combination of bands (B3 - B11)/(B3 + B11)
fi: Perustuu kanavien yhdistelmään (B3-B11)/(B3+B11)
fr: Repose sur la combinaison des bandes (B3 - B11)/(B3 + B11)
lt: Remiantis (B3 - B11) / (B3 + B11) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B3-B11)/(B3+B11)
pl: W oparciu o kombinację pasm (B3 - B11)/(B3 + B11)
pt: Baseado na combinação das bandas (B3 - B11)/(B3 + B11)
sl: Na podlagi kombinacije kanalov (B3 - B11)/(B3 + B11)
sv: Baserat på en kombination av band (B3-B11)/(B3+B11)

source: OLCI Terrestrial Chlorophyll Index, Based on combination of bands (B12 - B11)/(B11 - B10)
fi: OLCI:n maanpinnan klorofylli-indeksi, perustuu kanavien yhdistelmään (B12–B11)/(B11–B10)
fr: Indice de chlorophylle terrestre OLCI, basé sur une combinaison de bandes (B12 - B11)/(B11 - B10)
lt: OLCI sausumos chlorofilo indeksas, pagrįstas juostų (B12 - B11)/(B11 - B10) deriniu
lv: OLCI Hlorofila indekss, veidots izmantojot kanālu kombināciju (B12-B11)/(B12+B10)
pl: OLCI Wskaźnik Chlorofilu Lądowego, w oparciu o kombinację pasm (B12 - B11)/(B11 - B10)
pt: Índice terrestre de clorofila OLCI, baseado na combinação das bandas (B12 - B11)/(B11 - B10)
sl: OLCI Indeks kopenskega klorofila, ki temelji na kombinaciji kanalov (B12 - B11)/(B11 - B10)
sv: OLCI index för jordligt klorofyll, baserat på en kombination av band (B12-B11)/(B11-B10)

source: UV Aerosol Index from 388 and 354 nm
fi: UV-aerosoli-indeksi 388–354 nm
fr: Indice d'aérosol UV de 388 et 354 nm
lt: UV Aerozolio Indeksas nuo 388 ir 354 nm
lv: UV Aerosolu Indekss (Aerosol Index from 388 and 354 nm)
pl: Wskaźnik aerozolu UV od 388 i 354 nm
pt: Índice de aerossóis UV de 388 e 354 nm
sl: Indeks UV aerosolov od 388 in 354 nm
sv: UV-aerosolindex från 388 och 354 nm

source: Column averaged dry air mixing ratio of methane
fi: Kuivan ilmapilarin metaanipitoisuuden keskiarvo
fr: Rapport de mélange du méthane à l'air sec, moyenné sur une colonne
lt: Stulpelio vidutinis sauso oro sumaišymo santykis su metanu
lv: Metāna sajaukšanās koeficients sausajā gaisa masā, vidējā vērtība atmosfēras griezumā
pl: Uśredniony w kolumnie stosunek mieszania metanu w suchym powietrzu
pt: Razão média de mistura de metano com ar seco na coluna
sl: Srednje razmerje mešanja metana v suhem zraku v stolpcu
sv: Kolumn genomsnittlig torrluftsinbladning för metan

source: Cloud base height
fi: Pilvien pohjan korkeus
fr: Hauteur de la base des nuages
lt: Debesų bazinis aukštis
lv: Mākoņu pamatnes augstums
pl: Wysokość podstawy chmur
pt: Altura da base da nuvem
sl: Višina dna oblakov
sv: Molnbasens höjd

source: Cloud base pressure
fi: Pilvien pohjan paine
fr: Pression à la base des nuages
lt: Debesų bazinis slėgis
lv: Spiediens, mākoņu pamatne
pl: Ciśnienie w podstawie chmury
pt: Pressão na base da nuvem
sl: Tlak na dnu oblakov
sv: Molnbasens tryck

source: Effective radiometric cloud fraction
fi: Radiometrinen kokonaispilvisyys
fr: Fraction radiométrique effective des nuages
lt: Efektyvi radiometrinė debesų frakcija
lv: Efektīvā mākoņainība (Effective radiometric cloud fraction)
pl: Efektywna frakcja chmur radiometrycznych
pt: Fração de nuvem radiométrica efetiva
sl: Efektivni radiometrični delež oblakov
sv: Effektiv radiometrisk molnfraktion

source: Cloud optical thickness
fi: Pilvien optinen paksuus
fr: Épaisseur optique des nuages
lt: Debesų optinis storis
lv: Mākoņa biezums (optical thickness)
pl: Grubość optyczna chmury
pt: Espessura ótica da nuvem
sl: Optična debelina oblaka
sv: Optisk täthet för moln

source: Cloud top height
fi: Pilvien yläreunan korkeus
fr: Hauteur du sommet des nuages
lt: Debesų viršūnės aukštis
lv: Mākoņa virsotnes augstums
pl: Wysokość wierzchołka chmury
pt: Altura do topo da nuvem
sl: Višina vrha oblakov
sv: Höjd för molnets topp

source: Cloud top pressure
fi: Pilvien yläreunan paine
fr: Pression au sommet des nuages
lt: Debesų viršūnės slėgis
lv: Spiediens, mākoņa augšējā robeža
pl: Ciśnienie wierzchołka chmury
pt: Pressão no topo da nuvem
sl: Tlak na vrhu oblakov
sv: Tryck vid molnets topp

source: Carbon Monoxide total column
fi: Koko ilmapilarin hiilimonoksidipitoisuus
fr: Colonne totale de monoxyde de carbone
lt: Bendrasis anglies monoksido stulpelis
lv: Ogleķļa monoksīda daudzums (CO total column)
pl: Całkowita zawartość Dwutlenku Węgla w kolumnie powietrza
pt: Coluna total de Monóxido de Carbono
sl: Skupni stolpec ogljikovega monoksida
sv: Kolumn total kolmonoxid

source: Formaldehyde troposheric vertical column
fi: Alailmakehän formaldehydipitoisuus
fr: Colonne verticale troposphérique de formaldéhyde
lt: Formaldehido troposferinis vertikalusis stulpelis
lv: Formaldehīda daudzums (CH2O troposheric column)
pl: Zawartość formaldehydu w pionowej kolumnie troposferycznej
pt: Coluna vertical troposférica de formaldeído
sl: Formaldehidni troposferski vertikalni stolpec
sv: Vertikal kolumn troposfärisk formaldehyd

source: Nitrogen Dioxide tropospheric column
fi: Alailmakehän typpioksidipitoisuus
fr: Colonne troposphérique de dioxyde d'azote
lt: Azoto dioksido troposferinis stulpelis
lv: Slāpekļa dioksīda daudzums (NO2 tropospheric column)
pl: Zawartość Dwutlenku Azotu w kolumnie troposferycznej
pt: Coluna troposférica de dióxido de azoto
sl: Troposferski stolpec dušikovega dioksida
sv: Kolumn troposfärisk kvävedioxid

source: Ozone total column
fi: Koko ilmapilarin otsonipitoisuus
fr: Colonne troposphérique d'ozone
lt: Bendrasis ozono stulpelis
lv: Ozona daudzums (03 total column)
pl: Całkowita zawartość ozonu w kolumnie powietrza
pt: Coluna total de Ozono
sl: Skupni stolpec ozona
sv: Kolumn totalt ozon

source: Sulfur Dioxide total column
fi: Koko ilmapilarin rikkidioksidipitoisuus
fr: Colonne troposphérique de dioxyde de soufre
lt: Bendrasis sieros dioksido stulpelis
lv: Sēra dioksīda daudzums (SO2 total column)
pl: Całkowita zawartość Dwutlenku Siarki w kolumnie powietrza
pt: Coluna total de Dióxido de enxofre
sl: Skupni stolpec žveplovega dioksida
sv: Kolumn total svaveldioxid

source: Based on bands 2, 1, 4
fi: Perustuu kanaviin 2, 1, 4
fr: Repose sur les bandes 2,1, 4
lt: Remiantis 2, 1, 4 juostomis
lv: Veidots izmantojot kanālus 2,1,4
pl: W oparciu o pasma 2, 1, 4
pt: Baseado nas bandas 2, 1, 4
sl: Na podlagi kanalov 2, 1, 4
sv: Baserat på band 2, 1, 4

source: Based on combination of bands (B02 - B01)/(B02 + B01)
fi: Perustuu kanavien yhdistelmään (B02-B01)/(B02+B01)
fr: Repose sur la combinaison des bandes (B02 - B01)/(B02 + B01)
lt: Remiantis (B02 - B01)/(B02 + B01) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B02-B01)/(B02+B01)
pl: W oparciu o kombinację pasm (B02 - B01)/(B02 + B01)
pt: Baseado na combinação das bandas (B02 - B01)/(B02 + B01)
sl: Na podlagi kombinacije kanalov (B02 - B01)/(B02 + B01)
sv: Baserat på en kombination av band (B02-B01)/(B02+B01)

source: Based on combination of bands (B02 - B05)/(B02 + B05)
fi: Perustuu kanavien yhdistelmään (B02-B05)/(B02+B05)
fr: Repose sur la combinaison des bandes (B02 - B05)/(B02 + B05)
lt: Remiantis (B02 - B05)/(B02 + B05) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B02-B05)/(B02+B05)
pl: W oparciu o kombinację pasm (B02 - B05)/(B02 + B05)
pt: Baseado na combinação das bandas (B02 - B05)/(B02 + B05)
sl: Na podlagi kombinacije kanalov (B02 - B05)/(B02 + B05)
sv: Baserat på kombination av band (B02-B05)/(B02+B05)

source: Based on combination of bands (B06 - B07)/(B06 + B07)
fi: Perustuu kanavien yhdistelmään (B06-B07)/(B06+B07)
fr: Repose sur la combinaison des bandes (B06 - B07)/(B06 + B07)
lt: Remiantis (B06 - B07)/(B06 + B07) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B06-B07)/(B06+B07)
pl: W oparciu o kombinację pasm (B06 - B07)/(B06 + B07)
pt: Baseado na combinação das bandas (B06 - B07)/(B06 + B07)
sl: Na podlagi kombinacije kanalov (B06 - B07)/(B06 + B07)
sv: Baserat på kombination av band (B06-B07)/(B06+B07)

source: Based on bands 1, 4, 3
fi: Perustuu kanaviin 1, 4, 3
fr: Repose sur les bandes 1,4, 3
lt: Remiantis 1, 4, 3 juostomis
lv: Veidots izmantojot kanālus 1,4,3
pl: W oparciu o pasma 1, 4, 3
pt: Baseado nas bandas 1, 4, 3
sl: Na podlagi kanalov 1, 4, 3
sv: Baserat på band 1, 4, 3

source: Based on the combination of bands 7, 5, 3
fi: Perustuu yhdistelmään kanavista 7, 5, 3
fr: Repose sur la combinaison des bandes 7, 5, 3
lt: Remiantis 7, 5, 3 juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju 7, 5, 3
pl: W oparciu o kombinację pasm 7, 5, 3
pt: Baseado na combinação das bandas 7, 5, 3
sl: Na podlagi kombinacije kanalov 7, 5, 3
sv: Baserat på en kombination av band 7, 5, 3

source: Based on the combination of bands 13, 5, 2
fi: Perustuu yhdistelmään kanavista 13, 5, 2
fr: Repose sur la combinaison des bandes 13, 5, 2
lt: Remiantis 13, 5, 2 juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju 13, 5, 2
pl: W oparicu o kombinację pasm 13, 5, 2
pt: Baseado na combinação das bandas 13, 5, 2
sl: Na podlagi kombinacije kanalov 13, 5, 2
sv: Baserat på en kombination av band 13, 5, 2

source: Based on bands 13, 4, 1
fi: Perustuu kanaviin 13, 4, 1
fr: Repose sur les bandes 13, 4, 1
lt: Remiantis 13, 4, 1 juostomis
lv: Veidots izmantojot kanālus 13,4,1
pl: W oparciu o pasma 13, 4, 1
pt: Baseado nas bandas 13, 4, 1
sl: Na podlagi kanalov 13, 4, 1
sv: Baserat på band 13, 4, 1

source: Based on bands 13, 5, 2
fi: Perustuu kanaviin 13, 5, 2
fr: Repose sur les bandes 13, 5, 2
lt: Remiantis 13, 5, 2 juostomis
lv: Veidots izmantojot kanālus 13,5,2
pl: W oparciu o pasma 13, 5, 2
pt: Baseado nas bandas 13, 5, 2
sl: Na podlagi kanalov 13, 5, 2
sv: Baserat på band 13, 5, 2

source: Based on the combination of bands (B13-B07) / (B13+B07)
fi: Perustuu kanavien yhdistelmään (B13-B07)/(B13+B07)
fr: Repose sur la combinaison des bandes (B13-B07) / (B13+B07)
lt: Remiantis (B13-B07)/(B13+B07) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B13-B07)/(B13+B07)
pl: W oparciu o kombinację pasm (B13-B07)/(B13 + B07)
pt: Baseado na combinação das bandas (B13-B07) / (B13+B07)
sl: Na podlagi kombinacije kanalov (B13-B07) / (B13+B07)
sv: Baserat på en kombination av band (B13-B07) / (B13+B07)

source: Terrestrial Chlorophyl Index
fi: Maanpinnan klorofylli-indeksi
fr: Indice de chlorophylle terrestre
lt: Sausumos Chlorofilo Indeksas
lv: Sauszemes Hlorofila Indekss (Terrestrial Chlorophyll Index)
pl: Wskaźnik Chlorofilu Lądowego
pt: Índice de clorofila terrestre
sl: Indeks kopenskega klorofila
sv: Index för jordligt klorofyll

source: PROBA-V 10-daily Synthesis Top of Canopy (Atmospherically corrected) temporal resolution: 10-daily Resolution: 333M (pixel size)
fi: PROBA-V 10 päivän synteesi Latvusto (ilmakehäkorjattu) ajallinen erotuskyky: 10 päivää Erotuskyky: 333 m (pikselikoko)
fr: Synthèse sur 10 jours PROBA-V Sommet de la canopée (correction atmosphérique) résolution temporelle : 10-jour Résolution : 333M (taille du pixel)
lt: PROBA-V 10 dienų sintezė Stogastulpio viršus (su atmosferos pataisa) laikinė skiriamoji geba: 10 dienų per parą skiriamoji geba: 333M (pikselio dydis)
lv: PROBA-V 10-dienu sintezētie dati Lapotnes virspuse (ar atmosfēras korekciju) datu pieejamība laikā: reizi 10 dienās telpiskā izšķirtspēja: 333 m (pikseļa izmērs)
pl: PROBA-V 10-dniowa Synteza Szczyt Korony (z korektą atmosferyczną) rozdzielczość czasowa: 10 dni Rozdzielczość: 333 M (rozmiar piksela)
pt: PROBA-V Síntese de 10 em 10 dias Top of Canopy (corrigida atmosfericamente) resolução temporal: de 10 em 10 dias Resolução:333M(tamanho do pixel)
sl: PROBA-V 10-dnevna sinteza Vrh krošnje (z atmosferskim popravkom) Časovna ločljivost: 10 dni na dan Ločljivost: 333 m (velikost pikslov)
sv: PROBA-V 10-daglig syntes Högst upp i krontaket (atmosfäriskt korrigerad) tidsmässig upplösning: 10 dagar Upplösning: 333M (pixelstorlek)

source: PROBA-V daily Synthesis Top of Atmosphere temporal resolution: daily Resolution: 333M (pixel size)
fi: PROBA-V päivittäinen synteesi Ilmakehän yläraja ajallinen erotuskyky: päivittäinen Erotuskyky: 333 m (pikselikoko)
fr: Synthèse quotidienne PROBA-V Sommet de l'atmosphère résolution temporelle : quotidienne Résolution : 333M (taille du pixel)
lt: PROBA-V dienos sintezė Atmosferos viršus Laiko skiriamoji geba: kasdien Skiriamoji geba: 333M (pikselio dydis)
lv: PROBA-V dienas sintezētie dati Atmosfēras virspuse (Top of Atmosphere) datu pieejamība laikā: katru dienu telpiskā izšķirtspēja: 333 m (pikseļa izmērs)
pl: PROBA-V codzienna Synteza Górna Warstwa Atmosfery rozdzielczość czasowa: 1 dzień Rozdzielczość: 333 M (rozmiar piksela)
pt: PROBA-V Síntese diária Topo da Atmosfera resolução temporal: diária Resolução: 333M(tamanho do pixel)
sl: PROBA-V dnevna sinteza Vrh atmosfere Časovna ločljivost: dnevno Ločljivost: dnevna: 333 m (velikost piksla)
sv: PROBA-V daglig synthesis Högst upp i atmosfären tidsmässig upplösning: daglig Upplösning: 333M (pixelstorlek)

source: PROBA-V 5-daily Synthesis Top of Atmosphere temporal resolution: 5-daily Resolution: 100M (pixel size)
fi: PROBA-V 5 päivän synteesi Ilmakehän yläraja ajallinen erotuskyky: 5 päivää Erotuskyky: 100 m (pikselikoko)
fr: PROBA-V Synthèse tous les 5 jours Sommet de l'atmosphère résolution temporelle : 5-jour Résolution : 100M (taille du pixel)
lt: PROBA-V 5 dienų sintezė Atmosferos viršus laikinė skiriamoji geba: 5 dienų per parą skiriamoji geba: 100M (pikselio dydis)
lv: PROBA-V 5-dienu sintezētie dati Atmosfēras virspuse (Top of Atmosphere) datu pieejamība laikā: reizi 5 dienās telpiskā izšķirtspēja: 100 m (pikseļa izmērs)
pl: PROBA-V 5-dniowa Synteza Górna Warstaw Atmosfery rozdzielczość czasowa: 5 dni Rozdzielczość : 100 M (rozmiar piksela)
pt: PROBA-V Síntese de 5 em 5 dias Topo da Atmosfera resolução temporal: de 5 em 5 dias Resolução: 100M (tamanho do pixel)
sl: PROBA-V 5-dnevno sinteza Vrh atmosfere Časovna ločljivost: 5-dnevna resolucija Ločljivost: 100 m (velikost piksla)
sv: PROBA-V 5 dagars syntes Högst upp i krontaket (atmosfäriskt korrigerad) tidsmässig upplösning: 5 dagar Upplösning: 100M (pixelstorlek)

source: PROBA-V daily Synthesis Top of Canopy (Atmospherically corrected) temporal resolution: daily Resolution: 333M (pixel size)
fi: PROBA-V päivittäinen synteesi Latvusto (ilmakehäkorjattu) ajallinen erotuskyky: päivittäinen Erotuskyky: 333 m (pikselikoko)
fr: Synthèse quotidienne PROBA-V Sommet de la canopée (correction atmosphérique) Résolution temporelle : quotidienne résolution : 333M (taille du pixel)
lt: PROBA-V dienos sintezė Stogastulpio viršus (su atmosferos pataisomis) Laiko skiriamoji geba: kasdien Skiriamoji geba: 333M (pikselio dydis)
lv: PROBA-V dienas sintezētie dati Lapotnes virspuse (ar atmosfēras korekciju) datu pieejamība laikā: katru dienu telpiskā izšķirtspēja: 333 m (pikseļa izmērs)
pl: PROBA-V Synteza 10-dniowa Szczyt Korony (z korektą atmosferyczną) rozdzielczość czasowa: 1 dzień Rozdzielczość: 333 M (rozmiar piksela)
pt: PROBA-V Síntese diária Top of Canopy (corrigida atmosfericamente) resolução temporal: diária Resolução: 333M (tamanho do pixel)
sl: PROBA-V dnevna sinteza Vrh krošnje (atmosfersko popravljen) Časovna ločljivost: dnevno Ločljivost: dnevna ločljivost: 333 m (velikost piksla)
sv: PROBA-V daglig syntes Högst upp i krontaket (atmosfäriskt korrigerad) tidsmässig upplösning: daglig Upplösning: 333M (pixelstorlek)

source: PROBA-V 5-daily Synthesis Top of Canopy (Atmospherically corrected) temporal resolution: 5-daily Resolution: 100M (pixel size)
fi: PROBA-V 5 päivän synteesi Latvusto (ilmakehäkorjattu) ajallinen erotuskyky: 5 päivää Erotuskyky: 100 m (pikselikoko)
fr: PROBA-V Synthèse tous les 5 jours Sommet de la canopée (correction atmosphére) résolution temporelle : 5-jour Résolution : 100M (taille du pixel)
lt: PROBA-V 5 dienų sintezė Stogastulpio viršus (su atmosferos pataisa) laikinė skiriamoji geba: 5 dienų per parą skiriamoji geba: 100M (pikselio dydis)
lv: PROBA-V 5-dienu sintezētie dati Lapotnes virspuse (ar atmosfēras korekciju) datu pieejamība laikā: reizi 5 dienās telpiskā izšķirtspēja: 100 m (pikseļa izmērs)
pl: PROBA-V 5-dniowa Synteza Szczyt Korony (z korektą atmosferyczną) rozdzielczość czasowa: 5 dni Rozdzielczość: 333 M (rozmiar piksela)
pt: PROBA-V Síntese de 5 em 5 dias Top of Canopy (corrigida atmosfericamente) resolução temporal: de 5 em 5 dias Resolução: 100M(tamanho do pixel)
sl: PROBA-V 5-dnevna sinteza Vrh krošnje (atmosfersko korigirano) Časovna ločljivost: 5-dnevno Ločljivost: 100 m (velikost pikslov)
sv: PROBA-V 5-daglig syntes Högst upp i krontaket (atmosfäriskt korrigerad) tidsmässig upplösning: 5 dagar Upplösning: 100M (pixelstorlek)

source: Based on bands 4, 3, 2 enhanced by bands 12 and 11.
fi: Perustuu kanaviin 4, 3, 2, tarkennettu kanavilla 12 ja 11.
fr: Repose sur les bandes 4, 3 et 2, complété par les bandes 12 et 11.
lt: Remiantis 4, 3, 2 juostomis, patobulintomis 12 ir 11 juostomis.
lv: Veidots izmantojot kanālus 4, 3, 2. Attēls ir uzlabots, izmantojot kanālus 12 un 11.
pl: W oparciu o pasma 4, 3, 2 wzmocnione pasmami 12 i 11.
pt: Baseado nas bandas 4, 3, 2 melhorado pelas bandas 12 e 11.
sl: Na podlagi kanalov 4, 3, 2, ki so okrepljeni s pasovoma 12 in 11.
sv: Baserat på band 4, 3, 2 förbättrat med band 12 och 11.

source: Based on bands B07, B06, B04
fi: Perustuu kanaviin B07, B06, B04
fr: Repose sur les bandes B07, B06, B04
lt: Remiantis B07, B06, B04 juostomis
lv: Veidots izmantojot kanālus B07, B06, B04
pl: W oparciu o pasma B07, B06, B04
pt: Baseado nas bandas B07, B06, B04
sl: Na podlagi kanalov B07, B06, B04
sv: Baserat på band B07, B06, B04

source: Based on the combination of bands (B8 - B4)/(B8 + B4)
fi: Perustuu kanavien yhdistelmään (B8-B4)/(B8+B4)
fr: Repose sur la combinaison des bandes (B8 - B4)/(B8 + B4)
lt: Remiantis (B8 - B4)/(B8 + B4) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B8-B4)/(B8+B4)
pl: W oparciu o kombinacje pasm (B8 - B4)/(B8 + B4)
pt: Baseado na combinação das bandas (B8 - B4)/(B8 + B4)
sl: Na podlagi kombinacije kanalov (B8 - B4)/(B8 + B4)
sv: Baserat på en kombination av band (B8 - B4)/(B8 + B4)

source: Based on thermal band 10
fi: Perustuu termisen infrapunan kanavaan 10
fr: Repose sur la bande thermique 10
lt: Remiantis 10 šilumine juosta
lv: Izmantojot termālā starojuma kanālu (joslu) 10
pl: W oparciu o pasmo termalne 10
pt: Baseado na banda térmica 10
sl: Na podlagi toplotnega kanala 10
sv: Baserat på termiskt band 10

source: Based on bands B12, B11, B8A
fi: Perustuu kanaviin B12, B11, B8A
fr: Repose sur les bandes B12, B11, B8A
lt: Remiantis B12, B11, B8A juostomis
lv: Veidots izmantojot kanālus B12, B11, B8A
pl: W oparciu o pasma B12, B11, B8A
pt: Baseado nas bandas B12, B11, B8A
sl: Na podlagi kanalov B12, B11, B8A
sv: Baserat på band B12, B11, B8A

source: Based on the combination of bands (B08 - B12)/(B08 + B12)
fi: Perustuu kanavien yhdistelmään (B08-B12)/(B08+B12)
fr: Repose sur la combinaison des bandes (B08 - B12)/(B08 + B12)
lt: Remiantis (B08 - B12)/(B08 + B12) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B08-B12)/(B08+B12)
pl: W oparciu o kombinację pasm (B08 - B12)/(B08 + B12)
pt: Baseado na combinação das bandas (B08 - B12)/(B08 + B12)
sl: Na podlagi kombinacije kanalov (B08 - B12)/(B08 + B12)
sv: Baserat på en kombination av band (B08 - B12)/(B08 + B12)
