Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Burned Area Index Burned Area Index takes advantage of the wider spectrum of Visible, Red-Edge, NIR and SWIR bands. Values description:()=> The range of values for the index is `-1` to `1` for burn scars, and `1` - `6` for active fires. Different fire intensities may result in different thresholds; the current values were calibrated, as per original author, on mostly Mediterranen regions. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
fi: # Palaneen alueen indeksi Palaneen alueen indeksi (Burned Area Index) käyttää laajemmin näkyvän valon, punaisen reunan, lähi-infrapunan ja lyhytaaltoisen infrapunan kanavia. Kuvaus arvoista:()=> Indeksin arvot vaihtelevat välillä -1–1 palaneilla ja sammuneilla alueilla, ja välillä 1–6 alueilla, joissa palo on vielä meneillään. Eri palovoimakkuudet voivat johtaa erilaisiin kynnysarvoihin, ja komentosarjan tekijä on määritellyt arvot vastaamaan Välimeren alueen olosuhteita. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
fr: # L'indice de surface brûlée L'indice de surface brûlée tire parti du spectre plus large des bandes Visible, Red-Edge, NIR et SWIR. Description des valeurs :()=> La plage de valeurs de l'indice est de `-1` à `1` pour les cicatrices de brûlures, et de `1` - `6` pour les feux actifs. Des intensités de feu différentes peuvent entraîner des seuils différents ; les valeurs actuelles ont été calibrées, selon l'auteur original, sur des régions principalement méditerranéennes. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
lt: # Išdegusio ploto indeksas Sudegusio ploto indeksas išnaudoja platesnį regimojo, raudonojo spindesio, NIR ir SWIR juostų spektrą. Reikšmių aprašymas:()=> Indekso reikšmių intervalas yra nuo `-1` iki `1`, jei tai nudegimo randai, ir nuo `1` iki `6`, jei tai aktyvūs gaisrai. Skirtingo intensyvumo gaisrai gali lemti skirtingus slenksčius; dabartinės vertės buvo kalibruotos, kaip nurodė originalus autorius, daugiausia Mediterano regionuose. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
lv: # Izdegušo Platību Indekss (Burned Area Index) Izdegušo Platību Indekss raksturo izdegušas zemes platības, izmantojot datus no vairākām joslām elektromagnētiskajā spektrā. Vērtību diapazona apraksts:()=> Izdegušas platības ir ar vērtībām no -1 līdz 1, bet aktīvas liesmas redzamas ar vērtībām no 1 līdz 6. Liesmas intensitātes izmaiņas var radīt atsķirības robežvērtību diapazonā. Šeit piedāvātās robežvertības ir kalibrētas Vidusjūras reģionā un to veicis aprēķina autors. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
pl: # Indeks Wypalonego Obszaru Indeks Wypalonego Obszaru wykorzystuje szersze spektrum pasm Widocznych, Obrzeża Czeriwni, NIR oraz SWIR Opis wartości:() => Zakres wartości indeksu wynosi od `-1` do `1` dla śladów po pożarach, oraz `1` - `6` dla aktywnych pożarów.Różne intensywności pożaru mogą skutkować różnymi progami; aktualne wartości zostały skalibrowane, zgodnie z zamysłem autora, głównie pod kątem regionu śródziemnomorskiego. Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)>
pt: # Índice de Área Queimada O Índice de Área Queimada tira partido do espetro visível mais amplo, borda vermelha, bandas do NIR e do SWIR. descrição dos valores:() => o intervalo de valores para o índice é `-1` a `1` para faixas queimadas, e `1`a `6` para fogos ativos. Intensidades diferentes de incêndios podem resultar em limites diferentes. os valores atuais foram calibrados, de acordo com o autor original, maioritariamente em regiões Mediterrânicas. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
sl: # Indeks pogorelosti območja Indeks pogorelosti (Burned Area Index) izkorišča širši spekter vidnih, rdečih, NIR in SWIR pasov. Opis vrednosti:()=> Razpon vrednosti indeksa je `-1` do `1` za območja po požaru in `1` do `6` za aktivne požare. Različna intenzivnost požarov lahko povzroči različne pragove; trenutne vrednosti so bile po prvotnem avtorju umerjene na večinoma sredozemskih regijah. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)
sv: # Burned Area Index Indexet för brända områden använder sig av ett bredare spektrum av synliga, Red-Edge-, NIR- och SWIR-banden. Beskrivning av värden:()=> Indexet värden varierar mellan ”-1” och ”1” för brännskador och ”1” till ”6” för pågående bränder. Olika brandintensiteter kan ge olika tröskelvärden; de aktuella värdena kalibrerades enligt den ursprungliga upphovsmannen främst i Medelhavsområdet. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/bais2/)

source: # Normalized Burn Ratio (NBR) Normalized Burn Ratio is frequently used to estimate burn severity. It uses near-infrared (NIR) and shortwave-infrared (SWIR) wavelengths. Healthy vegetation has a high reflectance in the near-infrared portion of the spectrum, and a low short-wave infrared reflectance. On the other hand, burned areas have a high shortwave infrared reflectance but low reflectance in the near infrared Darker pixels indicate burned areas. More info [here](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) and [here.](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)
fi: # Normalisoitu palosuhde (NBR) Normalisoitua palosuhdetta (Normalized Burn Ratio, NRB) käytetään maastopalon vakavuusasteen arviointiin. Se käyttää lähi-infrapunan ja lyhytaaltoisen infrapunan aallonpituuksia. Terve kasvillisuus heijastaa hyvin lähi-infrapunan aallonpituuksia ja vain vähän lyhytaaltoisen infrapunan aallonpituuksia. Palaneet alueet taas heijastavat hyvin lyhytaaltoisen infrapunan aallonpituuksia ja vain vähän lähi-infrapunan aallonpituuksia. Kuvassa tummemmat pikselit edustavat palaneita alueita. Lisää tietoa saat englanniksi [täältä](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) ja [täältä.](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)
fr: # Ratio de brûlure normalisé (NBR) Le rapport de brûlure normalisé est fréquemment utilisé pour estimer la gravité des brûlures. Il utilise les longueurs d'onde du proche infrarouge (NIR) et de l'infrarouge à ondes courtes (SWIR). Une végétation saine a une réflectance élevée dans la partie proche infrarouge du spectre, et une faible réflectance dans l'infrarouge à ondes courtes. En revanche, les zones brûlées ont une réflectance élevée dans l'infrarouge à ondes courtes, mais une réflectance faible dans le proche infrarouge. Les pixels plus sombres indiquent les zones brûlées. Plus d'informations [ici](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) et [ici](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)
lt: # Normalizuotas degimo koeficientas (NBR) Normalizuotas nudegimo santykis dažnai naudojamas nudegimo sunkumui įvertinti. Jis naudoja artimosios infraraudonosios (NIR) ir trumposios infraraudonosios (SWIR) bangos ilgius. Sveika augalija pasižymi dideliu atspindžiu artimoje infraraudonųjų spindulių spektro dalyje ir mažu trumpųjų bangų infraraudonųjų spindulių atspindžiu. Kita vertus, nudegusios teritorijos pasižymi dideliu trumpųjų bangų infraraudonųjų spindulių atspindžiu, bet mažu atspindžiu artimųjų infraraudonųjų spindulių dalyje Tamsesni pikseliai rodo nudegusias teritorijas. Daugiau informacijos [čia] (http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) ir [čia] (https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb).
lv: # Izdegušo platību novērtējums (Normalized Burn Ratio, NBR) Šis slānis piedāvā informāciju, kas noderīga izvērtējot degušo platību bojājumu apjomu. Aprēķināšanai tiek izmantoti dati no tuvi infrasarkanā (NIR) un īsviļņu infrasarakanajiem (SWIR) kanāliem (joslām). Veselīgu augāju raksturo augsta NIR atstarojamība un zema SWIR atstarojamība. Turpretim, izdegušas platības ir ar augstu atstarojamību SWIR joslās, un zemu NIR joslā. Vairāk infromācijas [šeit](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) un [šeit.](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)
pl: # Znormalizowany Współczynnik Wypalenia (NBR) Znormalizowany Współczynnik Wypalenia jest często używany do oszacowania stopnia wpływu pożaru. Wykorzystuje fale bliskiej (NIR) i krótkofalowej podczerwieni (SWIR).Zdrowa roślinność ma wysoki współczynnik odbicia w bliskiej podczerwieni i niski współczynnik odbicia w podczerwieni krótkofalowej.Z drugiej strony, obszary wypalone mają wysoki współczynnik odbicia w podczerwieni krótkofalowej, ale niską reflektancję w bliskiej podczerwieni Ciemniejsze piksele wskazują na obszary wypalone. Więcej informacji [tutaj](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) and [here.](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)
pt: # Taxa de Queima Normalizada (NBR) A Taxa de Queima Normalizada é usada frequentemente para estimar a gravidade da queima. Usa comprimentos de onda de infravermelho próximo (NIR) e de ondas curtas de infravermelho (SWIR). A vegetação saudável tem uma elevada refletância na zona do espetro do infravermelho próximo, e uma baixa refletância na zona dos infravermelhos de onda curta. Por sua vez, as zonas queimadas têm elevada refletância de infravermelhos de ondas curtas mas uma baixa refletância nos pixéis mais escuros do infravermelho próximo indicam zonas queimadas. Mais informação [aqui](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) e [aqui.](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)
sl: # Normalizirano razmerje pogorelosti (NBR) Normalizirano razmerje pogorelosti (Normalized Burn Ratio) se pogosto uporablja za oceno pogorišč. Uporablja bližnje infrardeče (NIR) in kratkovalovne infrardeče (SWIR) valovne dolžine. Zdrava vegetacija ima visoko odbojnost v bližnjem infrardečem delu spektra in nizko kratkovalovno infrardečo odbojnost. Po drugi strani pa imajo požgana območja visoko kratkovalovno infrardečo odbojnost, vendar nizko odbojnost v bližnjem infrardečem delu spektra. Temnejši piksli označujejo požgana območja. Več informacij je [tukaj](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) in [tukaj](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)
sv: # Normalized Burn Ratio (NBR) Normalized Burn Ratio används ofta för att bedöma hur allvarligt brända områdena är. Det använder sig av våglängderna nära infrarött (NIR) och kortvågsinfrarött (SWIR). Frisk växtlighet har en hög reflektans i den nära infraröda delen av spektret och en låg reflektans av kortvågsinfrarött. Å andra sidan har brända områden en hög reflektans av kortvågsinfrarött och en låg reflektans av nära infrarött. Mörkare pixlar anger brända områden. Mer information [här](http://gsp.humboldt.edu/OLM/Courses/GSP_216_Online/lesson5-1/NBR.html) och [här.](https://mybinder.org/v2/gh/sentinel-hub/education/master?filepath=wildfires%2FWildfires%20from%20Satellite%20Images.ipynb)

source: # Atmospheric penetration This composite uses different bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) in the non-visible part of the electromagnetic spectrum to reduce the influence of the atmosphere in the image. Short wave infrared bands 11 and 12 are highly reflected by the heated areas, making them useful for fire and burned area mapping. Near infrared band 8, is on contrary, highly reflected by vegetation, which signifies absence of fire. Vegetation appears blue, displaying details related to the vegetation vigor. Healthy vegetation is shown in light blue while the stressed, sparse or/and arid vegetation appears in dull blue. Urban features are white, grey, cyan or purple. More info [here.](https://eos.com/atmospheric-penetration/)
fi: # Vähennetty ilmakehän vaikutus Tämä komposiitti käyttää eri näkymättömän valon kanavia (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla), mikä vähentää ilmakuvan vaikutusta tuotettuun kuvaan. Kuumentuneet alueet heijastavat hyvin lyhytaaltoisen infrapunan kanavia 11 ja 12, minkä vuoksi ne soveltuvat hyvin palaneiden alueiden kartoitukseen. Kasvillisuus taas heijastaa hyvin lyhytaaltoisen infrapunan kanavaa 8, minkä vuoksi se soveltuu hyvin palamattomien alueiden havainnointiin. Kasvillisuus näkyy kuvassa sinisenä, ja värin sävy kertoo kasvillisuuden tilasta. Terve kasvillisuus näkyy vaaleansinisenä, kun taas stressaavissa, niukoissa tai kuivissa oloissa kasvava kasvillisuus näkyy samean sinisenä. Kaupunkialueet ja rakennukset näkyvät valkoisena, harmaana, sinivihreänä ja violettina. Lisää tietoa löydät englanniksi [täältä.](https://eos.com/atmospheric-penetration/)
fr: # Pénétration atmosphérique Ce composite utilise différentes bandes (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes) dans la partie non visible du spectre électromagnétique afin de réduire l'influence de l'atmosphère dans l'image. Les bandes infrarouges à ondes courtes 11 et 12 sont fortement réfléchies par les zones chauffées, ce qui les rend utiles pour la cartographie des incendies et des zones brûlées. La bande 8 du proche infrarouge, au contraire, est fortement réfléchie par la végétation, ce qui signifie l'absence de feu. La végétation apparaît en bleu, affichant des détails liés à la vigueur de la végétation. La végétation saine est représentée en bleu clair, tandis que la végétation stressée, clairsemée ou/et aride apparaît en bleu terne. Les éléments urbains sont blancs, gris, cyan ou violets. Plus d'informations [ici](https://eos.com/atmospheric-penetration/)
lt: # Atmosferos skverbtis Šioje kompozicijoje naudojamos skirtingos elektromagnetinio spektro juostos (juosta - elektromagnetinio spektro sritis; palydovo jutiklis gali vaizduoti Žemę skirtingose juostose) nematomoje elektromagnetinio spektro dalyje, kad būtų sumažinta atmosferos įtaka vaizdui. Trumposios infraraudonųjų bangų 11 ir 12 juostos labai atsispindi nuo įkaitusių plotų, todėl jos naudingos gaisrams ir išdegusioms teritorijoms kartografuoti. Artimųjų infraraudonųjų spindulių 8 juostą, priešingai, labai atspindi augmenija, o tai reiškia, kad gaisro nėra. Augmenija yra mėlynos spalvos, rodanti detales, susijusias su augmenijos gyvybingumu. Sveika augmenija vaizduojama šviesiai mėlyna spalva, o streso paveikta, reta ar (ir) sausa augmenija - matine mėlyna spalva. Miestų elementai yra balti, pilki, žydri arba violetiniai. Daugiau informacijos [čia](https://eos.com/atmospheric-penetration/)
lv: # Atmosfēras caursite (Atmospheric penetration) Šis kompozītattēls ir veidots izmantojot dažādus kanālus (joslas) neredzamajā gaismas spektra daļā. Tā nolūluks ir novērst ietekmi uz signālu, kuru veido atmosfēra. Īsviļņu infraskarkanajā spektra daļā(SWIR kanāli 11 un 12) izceļas virsmas ar paaugstinātu temperatūru, kas ir noderīgi kartējot aktīvus ugunsgrēkus un izdegušas platības. Signāls no kanāla 8 (NIR) izceļ veselīgu augāju. Augājs redzams zilos toņos, atkarībā no mitruma un blīvuma. Pilsētvides objekti ir baltā, pelēkā un/vai violetā krāsā. Vairāk infromācijas [šeit.]https://eos.com/atmospheric-penetration/)
pl: # Przenikanie atmosferyczne Ten kompozyt wykorzystuje różne pasma (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach) w niewidzialnej części widma elektromagnetycznego, aby zmniejszyć wpływ atmosfery na obraz. Pasma podczerwieni krótkofalowej nr 11 i 12 są silnie odbijane przez nagrzane obszary, przez co są przydatne do odwzorowania pożarów i spalonych obszarów. Natomiast pasmo podczerwieni krótkofalowej nr 8 jest silnie odbijane przez roślinność, co oznacza brak pożarów.Roślinność ukazywana jest w kolorze niebieskim, pokazując szczegóły związane z żywotnością roślin. Zdrowa roślinność ukazana jest w kolorze jasnoniebieskim, podczas gdy poddana stresowi, rzadka i/lub sucha roślinność jest matowo-niebieska. Elementy zabudowy miejskiej są koloru białego, szarego, niebieskozielonego lub fioletowego. Więcej informacji [tutaj](https://eos.com/atmospheric-penetration/)
pt: # Penetração Atmosférica Este compósito usa diferentes bandas (uma banda é uma zona do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas) na zona não visível do espetro eletromagnético para diminuir a influência da atmosfera na imagem. As ondas curtas das bandas 11 e 12 de infravermelhos são muito refletidas pelas áreas aquecidas, tornado-as úteis para mapear zonas de fogo e zonas queimadas. A banda 8 dos infravermelhos próximos, pelo contrário, é muito refletida pela vegetação, o que significa ausência de fogo. A vegetação surge em azul, mostrando detalhes relacionados com o vigor da vegetação. A vegetação saudável é mostrada em azul brilhante enquanto que a stressada, escassa ou/e vegetação árida surge em azul baço. As zonas urbanas são brancas, cinzentas, ciano ou violeta. Mais informação [aqui.](https://eos.com/atmospheric-penetration/)
sl: # Prodiranje v ozračje Ta kompozit uporablja različne kanale (kanal je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo snema v različnih kanalih) v nevidnem delu elektromagnetnega spektra, da zmanjša vpliv atmosfere na posnetek. Kratkovalovna infrardeča pasova 11 in 12 se močno odbijata od segretih območij, zato sta uporabna za kartiranje požarov in požganih območij. Kratkovalovni infrardeči pas 8 se nasprotno močno odbija od vegetacije, kar pomeni odsotnost požara. Vegetacija se prikaže v modri barvi, kar prikazuje podrobnosti, povezane z močjo vegetacije. Zdrava vegetacija je prikazana v svetlo modri barvi, medtem ko je stresna, redka ali/in suha vegetacija prikazana v motni modri barvi. Urbane značilnosti so bele, sive, cian ali vijolične barve. Več informacij je [tukaj](https://eos.com/atmospheric-penetration/)
sv: # Atmospheric penetration Denna komposit använder olika band (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band) in i den osynliga delen av det elektromagnetiska spektret för att minska den atmosfäriska inverkan på bilden. De kortvågsinfraröda banden 11 och 12 reflekteras starkt i uppvärmda områden och gör banden användbara för kartläggning av bränder och brända områden. Det kortvågsinfraröda bandet 8 reflekteras å andra sidan starkt av växtlighet, vilket anger frånvaro av brand. Växtligheten visas i blått med detaljer förknippade med växtlighetens livskraft. Frisk växtlighet visas i ljusblått medan stressad, gles och/eller torr växtlighet visas i en matt blå färg. Urban bebyggelse visas i vitt, grått, turkost eller lila. Mer information [här.](https://eos.com/atmospheric-penetration/)
