Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: ### Aerosol Index The Aerosol Index (AI) is a qualitative index indicating the presence of elevated layers of aerosols in the atmosphere. It can be used to detect the presence of UV absorbing aerosols such as desert dust and volcanic ash plumes. Positive values (from light blue to red) indicate the presence of UV-absorbing aerosol. This index is calculated for two pairs of wavelengths: 340/380 nm and 354/388 nm. More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ultraviolet-aerosol-index)
fi: ### Aerosoli-indeksi Aerosoli-indeksi (AI) on laadullinen indeksi, joka antaa tietoa aerosolien tiheydestä ilmakehässä. Indeksiä voidaan käyttää havaitsemaan UV-säteilyä imeviä aerosoleja, kuten hiekkapölyä tai tulivuorten tuhkapilviä. Positiiviset arvot (vaaleansinisestä punaiseen) ovat havaintoja UV-säteilyä imevistä aerosoleista. Indeksi lasketaan kahdelle aallonpituusparille: 340/380 nm ja 354/388 nm. Lisää tietoa löydät englanniksi [täältä.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ultraviolet-aerosol-index)
lt: ### Aerozolio indeksas Aerozolio indeksas (AI) yra kokybinis indeksas, nurodantis padidėjusius aerozolių sluoksnius atmosferoje. Jis gali būti naudojamas aptikti UV spindulių sugertį turinčius aerozolius, tokius kaip dykumos dulkės ir vulkaninių pelenų debesys. Teigiamos reikšmės (nuo šviesiai mėlynos iki raudonos) rodo, kad yra UV spindulius sugeriančio aerozolio. Šis indeksas skaičiuojamas dviem bangų ilgių poroms: 340/380 nm ir 354/388 nm. Daugiau informacijos [čia.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ultraviolet-aerosol-index)
lv: ### Aerosolu Indekss (Aerosol Index, AI) Aerosolu Indekss (AI) ir kvantitatīvs index, kas norāda uz paaugstināta aerosolu daudzumu atmosfērā. Indeksu var izmantot, lai noteiktu Ultravioleto (UV) starojumu absorbējošus aerosolus, kā tuksneša putekļus vai vulkānisko pelnu izmešus. Pozitīvas vērtības (gaiši zila līdz sarkana) nordāda uz UV absorbējošu aerosolu klātbūtni. Šis indekss tiek aprēķināts 2 satelītdatu kanālu pāriem - 340/380 nm un 354/388 nm. Plašāka informācija [šeit.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ultraviolet-aerosol-index)
pl: ### Indeks Aerozoli Indeks Aerozoli (AI) jest wskaźnikiem jakościowym wskazującym na obecność podwyższonych warstw aerozoli w atmosferze. Może być używany do wykrywania obecności aerozoli pochłaniających promieniowanie UV, takich jak pył pustynny i chmury popiołu wulkanicznego. Wartości dodatnie (od jasnoniebieskiego do czerwonego) wskazują na obecność aerozolu pochłaniającego promieniowanie UV.Wskaźnik ten jest obliczany dla dwóch par długości fal: 340/380 Nm i 354/388 nm. Więcej informacji [tutaj] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ultraviolet-aerosol-index)
pt: ### Índice de aerossóis O índice de aerossóis (AI) é um índice qualitativo que indica a presença de camadas elevadas de aerossóis na atmosfera. Pode ser usado para detetar a presença de aerossóis absorventes de UV tais como poeiras do deserto e plumas de cinza vulcânicas. Valores positivos ( de azul claro até ao vermelho) indicam a presença de aerossóis absorventes de UV. Este índice é calculado para dois pares de comprimentos de onda: 340/380 nm e 354/388 nm. Mais informação [aqui.] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ultraviolet-aerosol-index)

source: # Cloud base height Height of cloud base measured in meters (m).
fi: # Pilvien pohjan korkeus Pilvien pohjan korkeus ilmoitetaan metreinä (m).
fr: # Hauteur de la base des nuages Hauteur de la base des nuages mesurée en mètres (m).
lt: # Debesų pagrindo aukštis Debesų pagrindo aukštis matuojamas metrais (m).
lv: # Mākoņu pamatnes augstums (Cloud base height) Mākoņu apakšējās robežas augstums metros (m)
pl: # Wysokość podstawy chmury Wysokość podstawy chmury mierzona w metrach (m).
pt: # Altura da base das nuvens Altura da base das nuvens medida em metros (m)
sl: # Spodnja višina oblakov Višina spodnjega dela oblakov, izmerjena v metrih (m).
sv: # Cloud base height Molnbasens höjd i meter (m).

source: # Cloud base pressure Pressure measured at cloud base in Pascal (Pa).
fi: # Pilvien pohjan paine Pilvien pohjan paine ilmoitetaan pascaleina (Pa).
fr: # Pression à la base des nuages Pression mesurée à la base du nuage en Pascal (Pa).
lt: # Debesų pagrindo slėgis Slėgis debesies pagrinde išmatuotas paskaliais (Pa).
lv: # Atmosfēras spiediens mākoņu pamatnē (Cloud base pressure) Spiediens mākoņa pamatnē, izteikts Paskālos (Pa).
pl: # Ciśnienie w podstawie chmury Ciśnienie mierzone przy podstawie chmury w Pascalach (Pa).
pt: # Pressão da base das nuvens Pressão medida na base da nuvem em Pascal (Pa)
sl: # Tlak na dnu oblakov Tlak, izmerjen na spodnji strani oblakov, v pascalih (Pa).
sv: # Cloud base pressure Trycket uppmätt vid molnbasen i pascal (Pa).

source: # Cloud optical thickness The cloud thickness is a key parameter to characterise optical properties of clouds. It is a measure of how much sunlight passes through the cloud to reach Earth's surface. The higher a cloud's optical thickness, the more sunlight the cloud is scattering and reflecting. Dark blue shows where there are low cloud optical thickness values and red shows larger cloud optical thickness.
fi: # Pilvien optinen paksuus Pilvien paksuus on merkittävä tekijä pilvien optisia ominaisuuksia kuvailtaessa. Pilven paksuus määrittää, kuinka paljon auringonvaloa pääsee pilven läpi maanpinnalle. Mitä suurempi optinen paksuus, sitä enemmän pilvi hajottaa ja heijastaa valoa. Pilvet, joiden optisen paksuuden arvo on matala, näkyvät tummansinisinä, ja pilvet, joiden optisen paksuuden arvo on korkea, näkyvät punaisina.
fr: # Épaisseur optique des nuages L'épaisseur des nuages est un paramètre clé pour caractériser les propriétés optiques des nuages. Il s'agit d'une mesure de la quantité de lumière solaire qui traverse le nuage pour atteindre la surface de la Terre. Plus l'épaisseur optique d'un nuage est élevée, plus la lumière solaire est diffusée et réfléchie par le nuage. Le bleu foncé indique les endroits où les valeurs d'épaisseur optique des nuages sont faibles et le rouge indique une épaisseur optique plus importante.
lt: # Debesų optinis storis Debesų storis yra pagrindinis parametras, apibūdinantis optines debesų savybes. Tai matas, kiek saulės šviesos praeina per debesį, kad pasiektų Žemės paviršių. Kuo didesnis debesies optinis storis, tuo daugiau saulės šviesos debesis išsklaido ir atspindi. Tamsiai mėlyna rodo, kur debesų optinio storio reikšmės yra mažos, o raudona – didesnį debesies optinį storį.
lv: # Mākoņu optiskais biezums (Cloud optical thickness) Mākoņu biezuma parametrs ir viens no raksturlielumiem, kas tiek izmantots mākoņu aprakstīšanai. Tas attaino saules gaismas(enerģijas) daudzu, kas spēj šķērsot mākoni un nokļūt līdz Zemes virsmai. Jo lielāks ir mākoņa biezums, jo lielāka daļa no saules enerģijas tiks izkliedēta un atstarota. Tumši zilas vērtības norāda ir saistītas ar mazāku biezumu, bet sarkanā krāsa norāda uz palielinātu biezumu.
pl: # Grubość optyczna chmury Grubość chmury jest kluczowym parametrem określającym właściwości optyczne chmury. Jest to miara tego, ile światła słonecznego przechodzi przez chmurę, docierając do powierzchni Ziemi. Im większa grubość optyczna chmury, tym więcej światła słonecznego chmura rozprasza i odbija. Kolor ciemny niebieski wskazuje miejsca, w których występująniskie wartości grubości optycznej chmury, a czerwony wskazuje większą grubość optyczną chmury.
pt: # Espessura ótica da nuvem A espessura da nuvem é um parâmetro chave para caracterizar as propriedades óticas das nuvens. Mede a quantidade de luz solar que atravessa a nuvem para atingir a superfície da Terra. Quanto maior for a espessura ótica da nuvem, mais será a luz solar que a nuvem está a dispersar e a refletir. O azul escuro mostra onde há valores de baixa espessura ótica da nuvem e o vermelho mostra uma maior espessura ótica da nuvem.
sl: # Optična debelina oblaka Debelina oblakov je ključni parameter za opredelitev optičnih lastnosti oblakov. Je merilo, koliko sončne svetlobe preide skozi oblake in doseže Zemljino površje. Večja kot je optična debelina oblakov, več sončne svetlobe oblak razprši in odbije. Temno modra barva prikazuje, kje so nizke vrednosti optične debeline oblakov, rdeča pa večje vrednosti optične debeline oblakov.
sv: # Cloud optical thickness Molntätheten är en viktig parameter för att beskriva molnens optiska egenskaper. Den är ett mått på hur mycket solljus som går igenom molnet och når jordens yta. Ju högre molnets optiska täthet är, desto mer sprider och reflekterar molnet solljus. Mörkblått visar var molnens optiska täthet är låg och rött anger högre optisk täthet för molnen.

source: # Cloud top height Height of cloud top measured in meters (m).
fi: # Pilvien yläreunan korkeus Pilvien yläreunan korkeus ilmoitetaan metreinä (m).
fr: # Hauteur du sommet du nuage Hauteur du sommet du nuage mesurée en mètres (m).
lt: # Viršutinis debesų aukštis Viršutinis debesų aukštis matuojamas metrais (m).
lv: # Mākoņa virsotnes augstums (Cloud top height) Mākoņa augstākā robeža, izteikts metros (m).
pl: # Wysokość podstawy chmury Wysokość podstawy chmury mierzona w metrach (m).
pt: # Altura do topo da nuvem Altura do topo da nuvem medida em metros (m)
sl: # Višina vrha oblakov Višina vrha oblakov, izmerjena v metrih (m).
sv: # Cloud top height Höjden för molnets topp i meter (m).

source: # Cloud top pressure Pressure measured at cloud top in Pascal (Pa).
fi: # Pilvien yläreunan paine Pilvien yläreunan paine ilmoitetaan pascaleina (Pa).
fr: # Pression au sommet des nuages Pression mesurée au sommet du nuage en Pascal (Pa).
lt: # Viršutinis debesų slėgis Slėgis debesies viršuje išmatuotas paskaliais (Pa).
lv: # Atmosfēras spiediens mākoņa virsotnē (Cloud top pressure) Spiediens mākoņa virsotnē, izteikts Paskālos (Pa).
pl: # Ciśnienie w podstawie chmury Ciśnienie mierzone przy podstawie chmury w Pascalach (Pa).
pt: # Pressão do topo da nuvem Pressão medida no topo da nuvem em Pascal (Pa).
sl: # Tlak na vrhu oblakov Tlak, izmerjen na vrhu oblakov, v pascalih (Pa).
sv: # Cloud top pressure Trycket uppmätt vid molnets topp i pascal (Pa).

source: # Normalized Difference Vegetation Index (NDVI) The normalized difference vegetation index is a simple, but effective index for quantifying green vegetation. It is a measure of the state of vegetation health based on how plants reflect light at certain wavelengths. The value range of the NDVI is -1 to 1. Negative values of NDVI (values approaching -1) correspond to water. Values close to zero (-0.1to 0.1) generally correspond to barren areas of rock, sand, or snow. Low, positive values represent shrub and grassland (approximately 0.2 to 0.4), while high values indicate temperate and tropical rainforests (values approaching 1). More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) and [here.](https://eos.com/ndvi/)
fi: # Normalisoitu kasvillisuusindeksi (NDVI) Normalisoitu kasvillisuusindeksi on yksinkertainen mutta tehokas indeksi vihreän kasvillisuuden määrän mittaamiseen. Indeksi kertoo kasvillisuuden terveydestä sen perusteella, miten paljon kasvit heijastavat tiettyjä valon aallonpituuksia takaisin. Indeksin arvojen väli on -1–1. Negatiiviset arvot (arvot, jotka lähestyvät arvoa -1) tarkoittavat vettä. Nollaa lähellä olevat arvot (-0,1–0,1) tarkoittavat yleensä karumpia alueita, kuten kivikkoja, hiekkaa tai lunta. Matalat positiiviset arvot tarkoittavat pensaikkoja ja ruohikkoa (noin 0,2–0,4) ja korkeat arvot tarkoittavat lauhkean vyöhykkeen kasvillisuutta ja trooppisia sademetsiä (lähellä yhtä olevat arvot). Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) and [here.](https://eos.com/ndvi/)
fr: # Indice de végétation par différence normalisée (NDVI) L'indice de végétation par différence normalisée est un indice simple, mais efficace pour quantifier la végétation verte. Il s'agit d'une mesure de l'état de santé de la végétation basée sur la façon dont les plantes reflètent certaines longueurs d'onde de la lumière. La fourchette de valeurs de l'indice NDVI va de -1 à 1. Les valeurs négatives du NDVI (valeurs proches de -1) correspondent à de l'eau. Les valeurs proches de zéro (-0,1à 0,1) correspondent généralement à des zones stériles rocheuses, sableuses ou neigeuses. Les valeurs faibles et positives représentent des arbustes et des prairies (environ 0,2 à 0,4), tandis que les valeurs élevées indiquent des forêts pluviales tempérées et tropicales (valeurs proches de 1). Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) et [ici] (https://eos.com/ndvi/)
lt: # Normalizuoto augmenijos skirtumo indeksas (NDVI) Normalizuoto augmenijos skirtumo indeksas yra paprastas, bet veiksmingas žaliosios augmenijos kiekybinio įvertinimo indeksas. Tai augmenijos sveikatos būklės matas, pagrįstas tuo, kaip augalai atspindi šviesą tam tikru bangos ilgiu. NDVI verčių diapazonas yra nuo -1 iki 1. Neigiamos NDVI reikšmės (vertės artėja prie -1) atitinka vandenį. Vertės, artimos nuliui (nuo -0,1 iki 0,1), paprastai atitinka nederlingas uolų, smėlio ar sniego sritis. Mažos teigiamos reikšmės rodo krūmynus ir pievas (maždaug nuo 0,2 iki 0,4), o didelės vertės rodo vidutinio klimato ir atogrąžų miškus (vertės artėja prie 1). Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) ir [čia.](https://eos.com/ndvi/)
lv: # Normalizētais veģetācijas indekss (Normalized Difference Vegetation Index, NDVI) Normalizētais veģetācijas indekss ir vienkāršs, bet efektīvs veids ar kura palīdzību var kvantitatīvi raksturot augāju. Tas veidots novērtējot kā augi atstaro saules enerģiju dažādā elektromagnētiskā spektra daļās. Vērtību intervāls ir no -1 līdz 1. Negatīvas vērtības (kas tuvojas -1) atbilst ūdens ķermeņiem. Vērtības, kas ir tuvas nullei (-0.1 līdz 0.1) ierasti norāda uz atsegtiem iežiem, smiltīm vai sniega klātām virsmām. Zemas, pozitīvas vērtības (0.2-0.4) saistītas ar krūmājiem un pļavām, bet augstas vērtības (kas tuvojas 1) norāda uz mēreno platuma joslu un tropiskajiem lietusmežiem. Plašāka informācija [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) and [here.](https://eos.com/ndvi/)
pl: # Znormalizowany Różnicowy Wskaźnik Wegetacji (NDVI) Znormalizowany Różnicowy Wskaźnik Wegetacji jest prostym, ale efektywnym wskaźnikiem służącym do ilościowego określania roślinności zielonej. Wskazuje on stan zdrowia wegetacji w oparciu o sposób, w jaki rośliny odbijają światło na określonych długościach fal. Zakres wartości NDVI wynosi od -1 do 1. Ujemne wartości NDVI (wartości zbliżone do -1) odpowiadają wodzie.Wartości zbliżone do zera (od -0,1 do 0,1) odpowiadają na ogół jałowym obszarom skał, piasku lub śniegu.Niskie, dodatnie wartości oznaczają krzewy i łąki (ok. 0,2 do 0,4), natomiast wysokie wartości wskazują na umiarkowane i tropikalne lasy deszczowe (wartości zbliżone do 1). Więcej informacji [tutaj] (https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) oraz [tutaj.] (https://eos.com/ndvi/)
pt: # Índice de Vegetação com Diferença Normalizada (NDVI) O Índice de vegetação com diferença normalizada é um índice simples mas eficiente para quantificar a vegetação verde. É uma medida do estado da saúde da vegetação baseado em como as plantas refletem a luz com determinados comprimentos de onda. O intervalo de valores do NDVI é entre -1 e 1. valores negativos de NDVI (valores próximos de -1) correspondem a água. Valores próximos de 0 (de -0,1 a 0,1) correspondem geralmente a zonas áridas de rocha, areia ou neve. Valores baixos e positivos representam arbustos e prados (aproximadamente 0,2 a 0,4), enquanto que valores elevados indicam florestas húmidas temperadas ou tropicais (valores próximos de 1). Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) e [aqui.](https://eos.com/ndvi/)
sl: # Normalizirani diferencialni vegetacijski indeks (NDVI) Normalizirani diferencialni vegetacijski indeks je preprost, vendar učinkovit indeks za kvantifikacijo zelene vegetacije. Gre za merilo zdravstvenega stanja vegetacije, ki temelji na tem, kako rastline odbijajo svetlobo pri določenih valovnih dolžinah. Razpon vrednosti indeksa NDVI je od -1 do 1. Negativne vrednosti NDVI (vrednosti, ki se približujejo -1) ustrezajo vodi. Vrednosti blizu nič (-0,1 do 0,1) običajno ustrezajo golim območjem kamenja, peska ali snega. Nizke pozitivne vrednosti pomenijo grmičevje in travnike (približno 0,2 do 0,4), visoke vrednosti pa zmerne in tropske deževne gozdove (vrednosti, ki se približujejo 1). Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) in [tukaj](https://eos.com/ndvi/)
sv: # Normalized Difference Vegetation Index (NDVI) NDVI är ett enkelt men effektivt index för att kvantifiera grön växtlighet. Det mäter tillståndet för växternas hälsa baserat på hur växterna reflekterar ljus av vissa våglängder. Värdeintervallet för NDVI är -1 till 1. Negativa NDVI-värden (värden mot -1) motsvarar vatten. Värden nära noll (-0,1 till 0,1) motsvarar i regel ofruktbara områden med berg, sand eller snö. Låga positiva värden representerar buskar och gräsmarker (cirka 0,2 till 0,4), medan höga värden anger tempererade och tropiska regnskogar (värden nära 1). Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/ndvi/) och [här.](https://eos.com/ndvi/)

source: # Enhanced Vegetation Index (EVI) The enhanced vegetation index (EVI) is an 'optimized' vegetation index as it corrects for soil background signals and atmospheric influences. It is very useful in areas of dense canopy cover. The range of values for EVI is -1 to 1, with healthy vegetation generally around 0.20 to 0.80. More infos [here](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) and [here.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
fi: # Parannettu kasvillisuusindeksi (EVI) Parannettu kasvillisuusindeksi (EVI) on ”optimoitu” kasvillisuusindeksi, sillä siinä otetaan huomioon maaperän taustasignaalit ja ilmakehän vaikutus. Se on hyödyllinen alueilla, joilla puiden latvusto on tiheää. Indeksin arvojen väli on -1–1, ja terveen kasvillisuuden arvo on yleensä välillä 0,20–0,80. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) ja [täältä.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
fr: # Indice de végétation amélioré (EVI) L'indice de végétation amélioré (EVI) est un indice de végétation "optimisé" car il corrige les signaux de fond du sol et les influences atmosphériques. Il est très utile dans les zones à couvert végétal dense. La plage de valeurs de l'EVI va de -1 à 1, la végétation saine se situant généralement entre 0,20 et 0,80. Plus d'informations [ici](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) et [ici](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
lt: # Patobulintas augmenijos indeksas (EVI) Patobulintas augmenijos indeksas (EVI) yra „optimizuotas“ augmenijos indeksas, nes jis koreguoja dirvožemio fono signalus ir atmosferos įtakas. Tai labai naudinga zonose, kuriose yra tankios lajos dangos sritys. EVI verčių diapazonas yra nuo -1 iki 1, o sveika augmenija paprastai būna nuo 0,20 iki 0,80. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) ir [čia.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php )
lv: # Uzlabotais veģetācijas indekss (Enhanced Vegetation Index, EVI) Uzlabotais veģetācijas indekss ir optimizēts augāja raksturlielums, kas ņem vērā augsnes un atmosfēras ietekmi. Tas ir īpaši noderīgs aplūkojot biezus mežus un citas vietas blīvu augāja izplatību. Vērtības ir intervālā no -1 līdz 1. Veselīgs augājs parasti ir ar vērtībām no 0.20 līdz 0.80. Plašāka informācija [šeit](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) un [šeit.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
pl: # Ulepszony Indeks Wegetacji (EVI) Ulepszony Indeks wegetacji (EVI) jest „zoptymalizowanym” wskaźnikiem wegetacji, ponieważ uwzględnia korekcję sygnałów pochodzących z podłoża gleby oraz wpływy atmosferyczne. Jest on bardzo przydatny na obszarach gęsto zalesionych. Zakres wartości dla EVI wynosi od -1 do 1, przy zdrowej roślinności na ogół około 0,20 do 0,80. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) i [tutaj.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
pt: # Índice de Vegetação Melhorado (EVI) O índice de vegetação melhorado (EVI) é um índice de vegetação 'otimizado´ pois ele faz a correção de sinais de fundo do solo e influências atmosféricas. É muito útil em áreas com densa cobertura copas. O intervalo de valores para o EVI é de -1 a 1, com vegetação saudável ronda geralmente valores entre 0,20 a 0,80. Mais informação [aqui](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) e [aqui.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
sl: # Izboljšani indeks vegetacije (EVI) Izboljšani indeks vegetacije (Enhanced Vegetation Index, EVI) je "optimiziran" indeks vegetacije, saj popravlja ozadje tal in atmosferske vplive. Zelo uporaben je na območjih z gosto pokritostjo s krošnjami. Razpon vrednosti za EVI je od -1 do 1, pri čemer je zdrava vegetacija običajno med 0,20 do 0,80. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) in [tukaj](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
sv: # Enhanced Vegetation Index (EVI) Det förbättrade växtlighetsindexet (EVI) är ett ”optimerat” växtlighetsindex eftersom det korrigerar för bakgrundssignaler från marken och atmosfärisk påverkan. Det är mycket användbart i områden med täta krontoppar. EVI-värdena varierar från -1 till 1, där frisk växtlighet i regel ligger kring 0,20 till 0,80. Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/evi/) och [här.](https://earthobservatory.nasa.gov/features/MeasuringVegetation/measuring_vegetation_4.php)
