Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Thermal band 6 This thermal visualization is based on band 6 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 11040 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, band 6 reports on the ground itself, which is often much hotter. Thermal band 6 is useful in providing surface temperatures and is collected with a 120-meter resolution, resampled to 30-meter. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
fi: # Termisen infrapunan kanava 6 Tämä lämpötiloja kuvaava visualisointi perustuu kanavaan 6 (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Sen keskiaallonpituus on 11040 nm ja se tekee mittauksia termisellä infrapuna-alueella (TIR). Kanava 6 mittaa maanpinnan lämpötilaa, joka on yleensä paljon korkeampi kuin ilman lämpötilaa mittaavien sääasemien ilmoittama lämpötila. Termisen infrapunan kanava 6 on hyödyllinen maanpinnan lämpötilojen tarkkailemiseen. Tieto kerätään 120 metrin erotuskyvyllä oikaistuna 30 metriin. Lisää tietoa löydät englanniksi [täältä](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
fr: # Bande thermique 6 Cette visualisation thermique est basée sur la bande 6 (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). À la longueur d'onde centrale de 11040 nm, elle mesure dans l'infrarouge thermique, ou TIR. Au lieu de mesurer la température de l'air, comme le font les stations météo, la bande 6 rend compte de la température du sol lui-même, qui est souvent beaucoup plus chaude. La bande thermique 6 est utile pour fournir les températures de surface et est collectée avec une résolution de 120 mètres, rééchantillonnée à 30 mètres. Plus d'infos [ici](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
lt: # 6 šiluminė juosta Ši šiluminė vizualizacija pagrįsta 6 juosta (juosta yra elektromagnetinio spektro sritis; palydovinis jutiklis gali vaizduoti Žemę skirtingomis juostomis). Esant centriniam 11040 nm bangos ilgiui, jis matuojamas šiluminiu infraraudonuoju spinduliu arba TIR. Užuot mačiusi oro temperatūrą, kaip tai daro meteorologinės stotys, 6 juosta praneša apie pačią žemę, kuri dažnai būna daug karštesnė. 6 šiluminė juosta yra naudinga norint užtikrinti paviršiaus temperatūrą ir renkama 120 metrų raiška, iš naujo atrenkama iki 30 metrų. Daugiau informacijos [čia](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
lv: # Termālais kanāls (josla) 10 Termālā signāla vizualizācija izmantojot datus no kanāla 10. Mērījumu joslas centrālais viļņu garums ir 11040 nm, tādējādi tiek noteikts termālā infrasarkanā(TIR) starojuma apjoms. Mērījumi attaino zemes virsmas, nevis gaisa temperatūru, līdz ar to tālizpētes datu vērtības var ievērojami atšķirties no novērojumiem meteostacijā. Dati no kanāla 6 ir noderīgi nosakot virsmas temperatūru un tiek iegūti ar 120-metru izsķirtspēju, kas ir pārrēķināta uz režģi ar 30-metru izsķirspēju. Vairāk informācijas [šeit](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
pl: # Pasmo termalne 6 Ta wizualizacja termalna jest oparta na paśmie 6 (pasmo to region widma elektromagnetycznego; czujnik satelitarny może obrazować Ziemię w różnych pasmach). Przy centralnej długości fali 11040 nm, dokonuje ona pomiarów w termalnej podczerwieni, czyli TIR. Zamiast mierzyć temperaturę powietrza, jak robią to stacje pogodowe, pasmo 6 informuje o temperaturze samej ziemi, która często jest znacznie cieplejsza. Pasmo termalne 6 jest przydatne do pomiaru temperatury powierzchni ziemi i jest zbierane z rozdzielczością 120 metrów, a następnie próbkowane do 30 metrów. Więcej informacji [tutaj](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
pt: # Banda Térmica 6 A visualização térmica é baseada na banda 6 (uma banda é uma zona do espetro eletromagnético; um sensor num satélite pode retratar a Terra em diferentes bandas). Nos comprimentos de onda centrais com 11040nm mede nos infravermelhos térmicos, ou TIR. Em vez de medir a temperatura do ar, como fazem as estações meteorológicas, a banda 6 informa sobre o próprio solo, o que é frequentemente muito mais quente. A banda térmica 6 é útil ao fornecer temperaturas de superfície e tem uma resolução de 120 metros, com reamostragem até 30 metros. Mais informação [aqui](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
sl: # Termalni kanal 6 Ta termalni prikaz bazira na kanalu 6 (kanal je pas elektromagnetnega spektra, senzor na satelitih namreč lahko vidi Zemljo v različnih spektralnih pasovih). Pri srednji valovni dolžini 11040 nm zaznava termalno infrardeče valovanje, imenovano TIR. Namesto merjenja temperature zraka, kakor to počnejo vremenske postaje, kanal 6 zaznava vrednosti na površini tal, ki so običajno precej toplejša. Termalni kanal 6 je uporaben za pridobivanje površinske temperature. Zajeman je v 120-metrski in prevzorčen v 30-metrsko ločljivost. Več informacij [tukaj](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
sv: # Thermal band 6 Denna termiska visualisering baseras på band 6 (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). Vid den viktiga våglängden på 11040 nm mäter den termiskt infrarött, TIR. I stället för att mäta lufttemperaturen, såsom väderstationer gör, rapporterar band 6 själva marken, som ofta är avsevärt varmare. Thermal band 6 är användbart för att tillhandahålla yttemperaturer och det samlas in med en upplösning på 120 meter och har omsamplats till 30 meter. Mer information [här](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites)

source: The setup function in the evalscript does not contain the correct output. The output needs to include:
fi: Evalscript-komentosarjan alustusfunktiossa (setup) ei ole määritelty kelpaavaa tulosta (output). Tuloksen on sisällettävä:
fr: La fonction de configuration dans l'evalscript ne contient pas la sortie correcte. La sortie doit inclure :
lt: Evalscript sąrankos funkcijoje nėra tinkamos išvesties. Išvestyje turi būti:
lv: "evalscript" ievades funkcija nesatur pareizus izvades datus:
pl: Funkcja setup w skrypcie evalscript nie zawiera poprawnych danych wyjściowych. Dane wyjściowe muszą zawierać:
pt: A função configuração no evalscript não contém a saída correta. A saída tem de incluir:
sv: Inställningen i evalscript omfattar inte rätt utsignal. Utsignalen måste omfatta:

source: You are visualising a layer that doesn't represent an index. The histogram feature currently only works for index layers (e.g. NDVI). Please select an index layer to use this feature.
fi: Olet avannut visualisointiin tason, joka ei kuvaa indeksiä. Histogrammitoiminto toimii vain indeksitasojen kanssa (esim. NDVI). Valitse indeksitaso, kun haluat käyttää tätä toimintoa.
fr: Vous visualisez une couche qui ne représente pas un indice. L'histogramme ne fonctionne actuellement que pour les couches d'index (par exemple NDVI). Veuillez sélectionner une couche d'index pour utiliser cette fonction.
lt: Jūs vizualizuojate sluoksnį, kuris neatspindi indekso. Šiuo metu histogramos funkcija veikia tik indekso sluoksniams (pvz., NDVI). Norėdami naudoti šia funkcija, pasirinkite indekso sluoksnį.
lv: Tiek vizualizēts slānis, kas neattaino indeksa vērtības. Histogrammas funkcionalitāte šobrīd iespējama tikai indeksa slāņiem (piemēram, NDVI). Lūdzu izvēlieties kādu indeksu, lai pielietotu šo funkcionalitāti.
pl: Wizualizujesz warstwę, która nie reprezentuje indeksu. Funkcja histogramu działa obecnie tylko dla warstw indeksowych (np. NDVI). Aby użyć tej funkcji, wybierz warstwę indeksową.
pt: Está a visualizar um nível que não representa um índice. A funcionalidade do histograma só funciona normalmente para níveis de .índice (e.g. NDVI). Por favor selecione um nível de índice para usar esta funcionalidade.
sv: Du håller på att visualisera ett lager som inte motsvarar ett index. Histogramfunktionen fungerar för närvarande endast för indexlager (t.ex. NDVI). Välj ett indexlager för att använda funktionen.

source: **Landsat 4-5 TM Level-1** product provides top of the atmosphere (TOA) reflectance imagery. Level-1 data is produced by processing Landsat TM data with standard processing parameters, such as cubic convolution and terrain correction. Learn more [here](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) and [here](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
fi: **Landsat 4–5 TM Level-1** -tuote antaa tason 1 tietoa ilmakehän ylärajan heijastuskyvystä. Tason 1 tiedot tuotetaan käsittelemällä Landsat-satelliittien lämpökartoitustietoa vakiokäsittelyparametreillä, kuten kuutiokonvoluutio ja maastokorjaus. Lisää tietoa löydät englanniksi [täältä](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) ja [täältä](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
fr: Le produit **Landsat 4-5 TM Level-1** fournit des images de la réflectance du sommet de l'atmosphère (TOA). Les données de niveau 1 sont produites en traitant les données Landsat TM avec des paramètres de traitement standard, tels que la convolution cubique et la correction du terrain. En savoir plus [ici] (https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) et [ici] (https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
lt: **Landsat 4-5 TM Level-1** produktas suteikia aukščiausios atmosferos (TOA) atspindžio vaizdus. 1 lygio duomenys gaunami apdorojant Landsat TM duomenis su standartiniais apdorojimo parametrais, tokiais kaip kubinė konvoliucija ir reljefo korekcija. Sužinokite daugiau [čia](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) ir [čia](https://www.usgs.gov/centers/eros/science/ usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
lv: **Landsat 4-5 TM Level-1** produkts nodrošina atmosfēras augšdaļas (Top Of Atmosphere, TOA) atstarojamības vērtības. "Level-1" dati tiek gatavoti apstrādājot "Landsat TM" datus ar standartizētiem parametriem, kā kubiskā konvolūcija un reljefa korekcija. Vairāk informācijas [šeit](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) un [šeit](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
pl: Produkt **Landsat 4-5 TM Level-1** dostarcza obrazów odbicia od górnej warstwy atmosfery (ang. top of the atmosphere, TOA). Dane Level-1 powstają w wyniku przetwarzania danych Landsat TM z zastosowaniem standardowych parametrów przetwarzania, takich jak konwolucja sześcienna i korekcja terenu. Więcej informacji [znajdziesz tutaj](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) i [tutaj](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
pt: O produto do **Landsat 4-5 TM Nível-1**fornece imagens de refletância do topo da atmosfera (TOA). Dados do Nível-1 são produzidos através do processamento dos dados do Landsat TM com parâmetros padrão de processamento, tais como convolução cúbica e correção do terreno. Saiba mais [aqui](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) e [aqui](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
sl: Produkt **Landsat 4-5 TM Level-1** daje na voljo posnetke odbojnosti nad atmosfero (TOA). Podatki Level-1 so ustvarjeni z obdelavo Landsat TM podatkov s standardnimi parametri, kot so kubična konvolucija in popravek terena. Izvedite več [tukaj](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) in [tukaj](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).
sv: Produkten **Landsat 4-5 TM nivå 1** erbjuder reflektansbilder upptill i atmosfären (TOA). Nivå 1-data produceras genom att behandla Landsat TM-data med standard behandlingsparametrar såsom kubisk faltning och terrängkorrigering. Läs mer [här](https://collections.sentinel-hub.com/landsat-4-5-tm-l1/) och [här](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-thematic-mapper-collection-2?qt-science_center_objects=0#qt-science_center_objects).

source: **Landsat 4-5 TM Level-2** product is produced by processing Level-1 data to surface reflectance - an estimate of the surface spectral reflectance at ground level in the absence of atmospheric scattering and absorption. Learn more [here](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) and [here](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
fi: **Landsat 4–5 TM Level-2** -tuotteen tason 2 tiedot on tuotettu käsittelemällä tason 1 tietoja maanpinnan heijastuskyvystä. Näin saadaan arvio maanpinnan heijastuskyvystä ilman ilmakehän aiheuttaman valon hajonnan ja absorption vaikutuksia. Lisää tietoa löydät englanniksi [täältä](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) ja [täältä](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
fr: Le produit **Landsat 4-5 TM Level-2** est obtenu en traitant les données Level-1 pour obtenir la réflectance de la surface - une estimation de la réflectance spectrale de la surface au niveau du sol en l'absence de diffusion et d'absorption atmosphérique. En savoir plus [ici](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) et [ici](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
lt: **Landsat 4-5 TM Level-2** produktas gaminamas apdorojant 1 lygio duomenis iki paviršiaus atspindžio – paviršiaus spektrinio atspindžio žemės lygyje įvertinimas, kai nėra atmosferos sklaidos ir absorbcijos. Sužinokite daugiau [čia](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) ir [čia](https://www.usgs.gov/centers/eros/science/ usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
lv: **Landsat 4-5 TM Level-2** produkts ir veidots pārstrādājot "Level-1" datus, lai iegūtu virsmas atstarojamības informāciju, ņemot vērā traucējumus, kas rodas signālam ceļojot cauri atmosfērai, t.i. enerģijas izkliede un absorbcija. Vairāk informācijas [šeit](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) un [šeit](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
pl: Produkt **Landsat 4-5 TM Level-2** powstaje w wyniku przetworzenia danych Level-1 do postaci odbicia powierzchniowego - szacunkowego widmowego odbicia powierzchni na poziomie gruntu przy braku rozproszenia i absorpcji atmosferycznej. Dowiedz się więcej [tutaj](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) i [tutaj](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
pt: ** O produto do Landsat 4-5 TM Nível-2** é produzido através do processamento dos dados do Nível-1 da refletância da superfície - uma estimativa da refletância espetral superficial a nível do solo na ausência de dispersão e absorção atmosférica. Saiba mais [aqui](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) e [aqui](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
sl: Produkt **Landsat 4-5 TM Level-2** je ustvarjen s predelavo podatkov Level-1 na površinsko odbojnost, torej približek površinske spektralne odbojnosti na višini tal, v odsotnosti atmosferskega sipanja in absorpcije. Izvedite več [tukaj](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) in [tukaj](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
sv: Produkten **Landsat 4-5 TM nivå 2** produceras genom att behandla nivå 1-data till ytreflektans – en uppskattning av ytan spektrala reflektans på marknivån i frånvaro av atmosfärisk spridning och absorption. Läs mer [här](https://collections.sentinel-hub.com/landsat-4-5-tm-l2/) och [här](https://www.usgs.gov/centers/eros/science/usgs-eros-archive-landsat-archives-landsat-4-5-tm-collection-2-level-2-science?qt-science_center_objects=0#qt-science_center_objects).
