Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: The **Vegetation Phenology and Productivity Parameters** product is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The VPP product is comprised of 13 parameters that describe specific stages of the seasonal vegetation growth cycle. These parameters are extracted from Seasonal Trajectories of the Plant Phenology Index (PPI) derived from Sentinel-2 satellite observations. More information [here](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-1/). **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: Since January 2017, updated annually. **Spatial resolution**: 10 meters. **Common Usage**: Detailed assessment of the impacts of human or climate change on the ecosystem through monitoring of vegetation responses to disturbances, e.g. droughts, storms, insect infestations, and to human influence from global to local levels.
fr: Le produit **Paramètres de Phénologie et de Productivité de la Végétation** fait partie de la suite de produits HR-VPP (High Resolution Vegetation Phenology and Productivity) paneuropéenne du Copernicus Land Monitoring Service (CLMS). Le produit VPP est composé de 13 paramètres qui décrivent des étapes spécifiques du cycle de croissance saisonnier de la végétation. Ces paramètres sont extraits des trajectoires saisonnières de l'indice de phénologie végétale (PPI) dérivé des observations du satellite Sentinel-2. Plus d'informations [ici](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-1/). **Couverture** : Europe (région EEE39) de la longitude 25°W à 45°E et de la latitude 26°N à 72°N. **Disponibilité des données** : Depuis janvier 2017, mise à jour annuelle. **Résolution spatiale** : 10 mètres. **Utilisation courante** : Évaluation détaillée des impacts des changements humains ou climatiques sur l'écosystème grâce au suivi des réactions de la végétation aux perturbations, par exemple les sécheresses, les tempêtes, les infestations d'insectes, et à l'influence humaine, du niveau mondial au niveau local.

source: # Corine Land Cover - Accounting This script visualises CORINE Land Cover (CLC) Accounting Layers according to the official CORINE Land Cover color scheme. CLC Accounting Layers are CLC status layers modified for the purpose of consistent statistical analysis in the land cover change accounting system at EEA. For more information about the layer, visit [this website](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover_accounting_layer/).
fr: # Corine Land Cover - Comptabilité Ce script visualise les couches comptables de CORINE Land Cover (CLC) selon le schéma de couleurs officiel de CORINE Land Cover. Les couches de comptabilité CLC sont des couches d'état CLC modifiées dans le but d'une analyse statistique cohérente dans le système de comptabilité des changements de la couverture terrestre à l'AEE. Pour plus d'informations sur la couche, visitez [ce site] (https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover_accounting_layer/).

source: # Yearly Time-Series of the Plant Phenology Index PPI (Plant Phenology Index) is a physically-based vegetation index derived from radiative transfer equation and is calculated from red and Near-Infrared (NIR) spectral bands. It is linearly related to the green leaf area index, and can be used to track canopy green foliage dynamics and therefore provides an efficient approach to retrieving plant phenology. Seasonal Trajectories PPI product is a filtered yearly time series of PPI, providing the vegetation status for each pixel on a regular 10-day time step. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/st-ppi/).
fr: # Série chronologique annuelle de l'indice de phénologie végétale Le PPI (Plant Phenology Index) est un indice de végétation basé sur la physique, dérivé de l'équation de transfert radiatif et calculé à partir des bandes spectrales rouge et proche infrarouge (NIR). Il est linéairement lié à l'indice de surface foliaire verte et peut être utilisé pour suivre la dynamique du feuillage vert de la canopée et fournit donc une approche efficace pour récupérer la phénologie des plantes. Le produit PPI Seasonal Trajectories est une série temporelle annuelle filtrée de PPI, fournissant l'état de la végétation pour chaque pixel sur un pas de temps régulier de 10 jours. Trouvez plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/copernicus_services/st-ppi/).

source: # Amplitude Parameter This layer visualizes the seasonal amplitude parameter of the VPP (Vegetation Phenology and Productivity) parameter. It is calculated as a difference between the MAXV (season maximum value) and MINV (season minimum value) parameters. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-amplitude-ampl/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fr: # Paramètre d'amplitude saisonnière Cette couche visualise le paramètre d'amplitude saisonnière du paramètre VPP (Vegetation Phenology and Productivity). Il est calculé comme une différence entre les paramètres MAXV (valeur maximale de la saison) et MINV (valeur minimale de la saison). Trouvez plus d'informations [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-amplitude-ampl/) et [ici](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # End of Season Values This layer visualizes the EOSV parameter of the VPP (Vegetation Phenology and Productivity) parameter. EOSV is a PPI (plant phenology index) value of the end-of-season day. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-end-of-season-value-eosv/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fr: # Valeurs de fin de saison Cette couche visualise le paramètre EOSV du paramètre VPP (Vegetation Phenology and Productivity). EOSV est une valeur PPI (indice de phénologie végétale) du jour de fin de saison. Trouvez plus d'informations [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-end-of-season-value-eosv/) et [ici](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Season Maximum Value This layer visualizes the MAXV parameter of the VPP (Vegetation Phenology and Productivity) parameter. MAXV represents the PPI (plant phenology index) value at the day of the season maximum. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-season-maximum-value-maxv/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fr: # Valeur maximale de la saison Cette couche visualise le paramètre MAXV du paramètre VPP (Vegetation Phenology and Productivity). MAXV représente la valeur PPI (indice de phénologie végétale) au jour du maximum de la saison. Trouvez plus d'informations [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-season-maximum-value-maxv/) et [ici](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Season Minimum Value This layer visualizes the MINV parameter of the VPP (Vegetation Phenology and Productivity) parameter. MINV represents the average PPI (plant phenology index) value of the minima on the left and right sides of each season. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-season-minimum-value-minv/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fr: # Valeur minimale de la saison Cette couche visualise le paramètre MINV du paramètre VPP (Vegetation Phenology and Productivity). MINV représente la valeur moyenne PPI (indice de phénologie végétale) des minima à gauche et à droite de chaque saison. Trouvez plus d'informations [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-season-minimum-value-minv/) et [ici](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Slope of the Senescent Period This layer visualizes the RSLOPE parameter of the VPP (Vegetation Phenology and Productivity) parameter. RSLOPE represents the slope of the PPI (plant phenology index) of the senescent period. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-slope-of-senescent-period-rslope/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fr: # Pente de la période de sénescence Cette couche visualise le paramètre RSLOPE du paramètre VPP (Vegetation Phenology and Productivity). RSLOPE représente la pente de l'IPP (indice de phénologie végétale) de la période sénescente. Trouvez plus d'informations [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-slope-of-senescent-period-rslope/) et [ici](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Start of Season Values This layer visualizes the SOSV parameter of the VPP (Vegetation Phenology and Productivity) parameter. SOSV represents the PPI (plant phenology index) value of the start-of-season day. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-start-of-season-value-sosv/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fr: # Valeurs du début de la saison Cette couche visualise le paramètre SOSV du paramètre VPP (Vegetation Phenology and Productivity). SOSV représente la valeur PPI (indice de phénologie végétale) du jour de début de saison. Trouvez plus d'informations [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-start-of-season-value-sosv/) et [ici](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Seasonal Productivity Parameter This layer visualizes the SPROD parameter of the VPP (Vegetation Phenology and Productivity) parameter. SPROD represents seasonal productivity. It is calculated as the sum of all daily PPI (plant phenology index) values between SOSD (start-of-season day) and EOSD (end-of-season day). Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-seasonal-productivity-sprod/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fr: # Paramètre de productivité saisonnière Cette couche visualise le paramètre SPROD du paramètre VPP (Vegetation Phenology and Productivity). SPROD représente la productivité saisonnière. Il est calculé comme la somme de toutes les valeurs quotidiennes de l'IPP (indice de phénologie végétale) entre le JSOS (jour de début de saison) et le JFE (jour de fin de saison). Vous trouverez plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-seasonal-productivity-sprod/) et [ici] (https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Total Productivity Parameter This layer visualizes the TPROD parameter of the VPP (Vegetation Phenology and Productivity) parameter. TPROD represents total productivity. It is calculated as a sum of all daily PPI (plant phenology index) values, minus their base level value. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-total-productivity-tprod/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fr: # Paramètre de Productivité Totale Cette couche visualise le paramètre TPROD du paramètre VPP (Vegetation Phenology and Productivity). TPROD représente la productivité totale. Il est calculé comme la somme de toutes les valeurs quotidiennes de l'IPP (indice de phénologie végétale), moins leur valeur de base. Vous trouverez plus d'informations [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-total-productivity-tprod/) et [ici](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: # Fraction of Absorbed Photosynthetically Active Radiation FAPAR corresponds to the fraction of photosynthetically active radiation absorbed by the canopy. The index describes only the green parts of the canopy and is very useful for assessing the primary productivity of canopies. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vi-fapar/).
fr: # Fraction du rayonnement photosynthétiquement actif absorbé Le FAPAR correspond à la fraction du rayonnement photosynthétiquement actif absorbée par la canopée. Cet indice ne décrit que les parties vertes de la canopée et est très utile pour évaluer la productivité primaire des canopées. Trouvez plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/copernicus_services/vi-fapar/).

source: # Leaf Area Index LAI is defined as one half of the total area of photosynthetically active elements of the canopy per unit horizontal ground area. The LAI provided by HRVPP corresponds to actual LAI of all the canopy layers, including all green contributors. Practically, the LAI quantifies the thickness of the vegetation cover. Deeper green colors indicate thicker vegetation cover. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vi-lai/#).
fr: # Indice de Surface Foliaire L'indice de surface foliaire (LAI ou Leaf Area Index) est défini comme la moitié de la surface totale des parties photosynthétiques actives de la canopée par unité de surface horizontale au sol. Le LAI fourni par le HRVPP correspond au LAI réel de toutes les couches de la canopée, y compris tous les éléments verts. En pratique, le LAI quantifie l'épaisseur de la couverture végétale. Les couleurs vertes plus profondes indiquent une couverture végétale plus épaisse. Vous trouverez plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/copernicus_services/vi-lai/#)

source: # Normalized Difference Vegetation Index NDVI quantifies vegetation photosynthetic capacity by measuring the difference between the Near-Infrared (NIR) (which vegetation strongly reflects) and red spectral bands (which vegetation absorbs). It is commonly used to monitor vegetation cover and density. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vi-ndvi/).
fr: # Indice de Végétation par Différence Normalisée Le NDVI quantifie la capacité photosynthétique de la végétation en mesurant la différence entre les bandes spectrales dans le proche infrarouge (NIR) (que la végétation reflète fortement) et rouge (que la végétation absorbe). Il est couramment utilisé pour surveiller la couverture et la densité de la végétation. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/copernicus_services/vi-ndvi/).

source: # Plant Phenology Index PPI (Plant Phenology Index) is a physically-based vegetation index derived from radiative transfer equation and is calculated from red and Near-Infrared (NIR) spectral bands. PPI is linearly related to the green leaf area index, and can be used to track canopy green foliage dynamics and therefore provides an efficient approach to retrieving plant phenology. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vi-ppi/#) and [here](https://land.copernicus.eu/user-corner/technical-library/product-user-manual-of-vegetation-indices/).
fr: # Indice de Phénologie Végétale Le PPI (Plant Phenology Index) est un indice de végétation basé sur la physique, dérivé de l'équation de transfert radiatif et calculé à partir des bandes spectrales rouge et proche infrarouge (NIR). Le PPI est linéairement lié à l'indice de surface foliaire verte, et peut être utilisé pour suivre la dynamique du feuillage vert de la canopée. Il constitue donc une approche efficace pour retrouver la phénologie des plantes. En savoir plus [ici] (https://custom-scripts.sentinel-hub.com/copernicus_services/vi-ppi/#) et [ici] (https://land.copernicus.eu/user-corner/technical-library/product-user-manual-of-vegetation-indices/).

source: The **Vegetation Phenology and Productivity Parameters** product is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The VPP product is comprised of 13 parameters that describe specific stages of the seasonal vegetation growth cycle. These parameters are extracted from Seasonal Trajectories of the Plant Phenology Index (PPI) derived from Sentinel-2 satellite observations. More information [here](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-2/). **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: Since January 2017, updated annually. **Spatial resolution**: 10 meters. **Common Usage**: Detailed assessment of the impacts of human or climate change on the ecosystem through monitoring of vegetation responses to disturbances, e.g. droughts, storms, insect infestations, and to human influence from global to local levels.
fr: Le produit **Paramètres de Phénologie et de Productivité de la Végétation** fait partie de la suite de produits HR-VPP (High Resolution Vegetation Phenology and Productivity) paneuropéenne du Copernicus Land Monitoring Service (CLMS). Le produit VPP est composé de 13 paramètres qui décrivent des étapes spécifiques du cycle de croissance saisonnier de la végétation. Ces paramètres sont extraits des trajectoires saisonnières de l'indice de phénologie végétale (PPI) dérivé des observations du satellite Sentinel-2. Plus d'informations [ici](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-2/). **Couverture** : Europe (région EEE39) de la longitude de 25°W à 45°E et de la latitude de 26°N à 72°N. **Données disponibles** : Depuis janvier 2017, mise à jour annuelle. **Résolution spatiale** : 10 mètres. **Utilisation courante** : Évaluation détaillée des impacts du changement humain ou climatique sur l'écosystème par la surveillance des réponses de la végétation aux perturbations, par exemple les sécheresses, les tempêtes, les infestations d'insectes, et à l'influence humaine du niveau mondial au niveau local.

source: # Slope of the Greening Period This layer visualizes the LSLOPE parameter of the VPP (Vegetation Phenology and Productivity) parameter. LSLOPE represents the slope of the PPI (plant phenology index) of the greening-up period. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-slope-of-greening-up-period-lslope/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fr: # Pente de la période de verdissement Cette couche visualise le paramètre LSLOPE du paramètre VPP (Vegetation Phenology and Productivity). LSLOPE représente la pente de l'IPP (indice de phénologie végétale) de la période de verdissement. Trouvez plus d'informations [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/vpp-slope-of-greening-up-period-lslope/) et [ici](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: fps
fr: ips

source: # The Global Human Settlement Layer GHS-BUILT-S2 The Global Human Settlement Layer GHS-BUILT-S2 is a global map of built-up areas (expressed as probabilities from 0 to 100 %) at 10 m spatial resolution. It was derived from a Sentinel-2 global image composite for the reference year 2018 using Convolutional Neural Networks. This script visualises the built-up probabilities stretched to 0-255. For more information about the layer, visit [this website](https://custom-scripts.sentinel-hub.com/copernicus_services/global-human-settlement-layer-ghs-built-s2/).
fr: # Vue mondiale de peuplement humain GHS-BUILT-S2 La vue mondiale de peuplement humain GHS-BUILT-S2 est une carte mondiale des zones bâties (exprimées sous forme de probabilités de 0 à 100 %) à une résolution spatiale de 10 mètres. Elle a été dérivée d'une image composite mondiale Sentinel-2 pour l'année de référence 2018 à l'aide de réseaux neuronaux convolutifs. Ce script visualise les probabilités accumulées étirées de 0 à 255. Pour plus d'informations sur la couche, visitez [ce site Web] (https://custom-scripts.sentinel-hub.com/copernicus_services/global-human-settlement-layer-ghs-built-s2/).

source: # CNES Land cover map The CNES Land Cover Map (Occupation des Sols, OSO) produces land classification for Metropolitan France at 10 m spatial resolution based on Sentinel-2 L2A data within the Theia Land Cover CES framework. Maps for 2020, 2019, and 2018 use a 23-categories nomenclature. For earlier maps in 2017 and 2016, a fully compatible 17-classes nomenclature is employed. Find more information [here](https://custom-scripts.sentinel-hub.com/other_collections/cnes_land_cover_classification/).
fr: # Carte d'occupation des sols du CNES La carte d'occupation des sols du CNES (Occupation des Sols, OSO) produit une classification des sols pour la France métropolitaine à une résolution spatiale de 10 m, basée sur les données Sentinel-2 L2A dans le cadre du CES Theia Land Cover. Les cartes pour 2020, 2019 et 2018 utilisent une nomenclature à 23 catégories. Pour les cartes antérieures de 2017 et 2016, une nomenclature à 17 catégories entièrement compatible est employée. Trouvez plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/other_collections/cnes_land_cover_classification/).

source: # CNES land cover classifier confidence visualisation The script visualises the information on the classifier confidence with values ranging from 1 to 100. Find more information [here](https://custom-scripts.sentinel-hub.com/other_collections/cnes_land_cover_confidence/).
fr: # Visualisation de la fiabilité du classificateur d'occupation du sol du CNES Ce script visualise les informations sur la fiabilité du classificateur avec des valeurs allant de 1 à 100. Trouvez plus d'informations [ici](https://custom-scripts.sentinel-hub.com/other_collections/cnes_land_cover_confidence/).

source: # CNES land cover validity visualisation The script visualises the information on the number of cloudless images for validity. Find more information [here](https://custom-scripts.sentinel-hub.com/other_collections/cnes_land_cover_validity/).
fr: # Visualisation de la validité de la couverture terrestre du CNES Ce script visualise les informations sur le nombre d'images sans nuage pour la validité. Trouvez plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/other_collections/cnes_land_cover_validity/).
