Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Band 15 - O2A used for cloud top pressure, fluorescence over land - 767.5 nm
fi: Kanava 15 – O2A, pilvien yläosien painemittaukset, fluoresenssi maanpinnalla – 767,5 nm
fr: Bande 15 - O2A utilisé pour la pression au sommet des nuages, fluorescence au-dessus de la terre - 767.5 nm
lt: 15 juosta - O2A, naudojama debesų viršūnės slėgiui nustatyti, fluorescencija virš sausumos - 767,5 nm
lv: Josla (kanāls) 15 - 767.5 nm (O2A used for cloud top pressure, fluorescence over land)
pl: Pasmo 15 - O2A używane do pomiaru ciśnienia szczytowego chmur, fluorescencji nad lądem - 767,5 nm
pt: Banda 15 - O2A utilizado para pressão no topo das nuvens, fluorescência sobre o solo - 767.5 nm
sl: Kanal 15 - O2A se uporablja za merjenje pritiska nad oblaki, fluorescenca nad kopnim - 767,5 nm
sv: Band 15 - O2A används för tryck vid molntopp, fluorescens över land - 767.5 nm

source: Band 16 - Atmos. corr./aerosol corr. - 778.75 nm
fi: Kanava 16 – ilmakehä-/aerosolikorjaukset – 778,75 nm
fr: Bande 16 - Correction atmosphérique/correction aérosol - 778.75 nm
lt: 16 juosta - Atmosferos korekcija/aerozolio korekcija - 778,75 nm
lv: Josla (kanāls) 16 - 778.75 nm (Atmos. corr./aerosol corr.)
pl: Pasmo 16 - Korekta atmosferyczna/korekta aerozolu - 778,75 nm
pt: Banda 16 - Correção atmosférica/correção aerossóis - 778.75 nm
sl: Kanal 16 - Atmos. kor./aerosol kor. - 778,75 nm
sv: Band 16 - Atmos.korr./aerosolkorr. - 778.75 nm

source: Band 17 - Atmos. corr./aerosol corr., clouds, pixel co-registration - 865 nm
fi: Kanava 17 – ilmakehä-/aerosolikorjaukset, pilvet, pikseleiden yhteisrekisteröinti – 865 nm
fr: Bande 17 - Correction atmosphérique/correction aérosols, nuages, co-enregistrement des pixels - 865 nm
lt: 17 juosta - Atmoso ir aerozolių koregavimas, debesys, pikselių bendras registravimas - 865 nm
lv: Josla (kanāls) 17 - 865 nm (Atmos. corr./aerosol corr., clouds, pixel co-registration)
pl: Pasmo 17 - korekta atmosf./korekta aerozolu, chmury, korejestracja pikseli - 865 nm
pt: Banda 17 - Correção atmosférica/correção aerossóis, nuvens, co-registo de pixéis - 865 nm
sl: Kanal 17 - korektura ozračja/korektura aerosolov, oblaki, koregistracija pikslov - 865 nm
sv: Band 17 - Atmos.korr./aerosolkorr., moln, samregistrering av pixlar - 865 nm

source: Band 18 - Water vapour absorption reference band. Common reference band with SLSTR instrument. Vegetation monitoring - 885 nm
fi: Kanava 18 – vesihöyryn absorption vertailukanava. Jaettu SLSTR-instrumentin kanssa. Kasvillisuuden seuranta – 885 nm
fr: Bande 18 - Bande de référence pour l'absorption de la vapeur d'eau. Bande de référence commune avec l'instrument SLSTR. Surveillance de la végétation - 885 nm
lt: 18 juosta - vandens garų absorbcijos etaloninė juosta. Bendra atskaitos juosta su SLSTR prietaisu. Augmenijos stebėsena - 885 nm
lv: Josla (kanāls) 18 - 885 nm (Water vapour absorption reference band. Common reference band with SLSTR instrument. Vegetation monitoring.)
pl: Pasmo 18 - Wzorcowe pasmo absorpcji pary wodnej. Pasmo wzorcowe wspólne z instrumentem SLSTR. Monitorowanie roślinności - 885 nm
pt: Banda 18 - Banda de absorção de referência de vapor de água. Banda de referência comum com instrumento SLSTR. Monitorização da vegetação - 885 nm
sl: Kanal 18 - referenčni pas absorpcije vodne pare. Skupni referenčni pas z instrumentom SLSTR. Spremljanje vegetacije - 885 nm
sv: Band 18 - Vattenångeabsorption, referensband Gemensamt referensband med SLSRT-instrumentet. Övervakning av växtlighet - 885 nm

source: Band 19 - Water vapour absorption/vegetation monitoring (max. reflectance) - 900 nm
fi: Kanava 19 – vesihöyryn absorptio / kasvillisuuden seuranta (enim. heijastuskyky) – 900 nm
fr: Bande 19 - Absorption de la vapeur d'eau/surveillance de la végétation (réflectance maximale) - 900 nm
lt: 19 dažnių juosta - Vandens garų absorbcija ir (arba) augmenijos stebėjimas (didžiausias atspindys) - 900 nm
lv: Josla (kanāls) 18 - 900 nm (Water vapour absorption/vegetation monitoring)
pl: Pasmo 19 - Absorpcja pary wodnej / monitorowanie roślinności (maks. współczynnik odbicia) - 900 nm
pt: Banda 19 - Monitorização da absorção do vapor de água/vegetação (refletância máx.) - 900 nm
sl: Kanal 19 - absorpcija vodne pare/nadzor vegetacije (največja odbojnost) - 900 nm
sv: Band 19 - Vattenångeabsorption/växtlighetsövervakning (max. reflektans) - 900 nm

source: Band 20 - Water vapour absorption, atmos./aerosol corr. - 940 nm
fi: Kanava 20 – vesihöyryn absorptio, ilmakehä-/aerosolikorjaukset – 940 nm
fr: Bande 20 - Absorption de la vapeur d'eau, corrections atmosphère/aérosol - 940 nm
lt: 20 juosta - Vandens garų sugėrimas, atmosferos / aerozolių korel. - 940 nm
lv: Josla (kanāls) 20 - 940 nm (Water vapour absorption, atmos./aerosol corr.)
pl: Pasmo 20 - Absorpcja pary wodnej, korekta atmosf./ korekta aerozolu - 940 nm
pt: Banda 20 - Absorção de vapor de água, atmosfera /correção de aerossóis. - 940 nm
sl: Kanal 20 - absorpcija vodne pare, atmos./aerosol kor. - 940 nm
sv: Band 20 - Vattenångeabsorption, atmos./aerosolkorr. - 940 nm

source: Band 21 - Atmos./aerosol corr. - 1020 nm
fi: Kanava 21 – ilmakehä-/aerosolikorjaukset – 1020 nm
fr: Bande 21 - corrections atmosphère/aérosol - 1020 nm
lt: 21 juosta - Atmosferos/aerozolio korekcija - 1020 nm
lv: Josla (kanāls) 21 - 1020 nm (Atmos./aerosol corr.)
pl: Pasmo 21 - korekta atmosf./korekta aerozolu - 1020 nm
pt: Banda 21 - Atmosfera/ correção de aerossóis - 1020 nm
sl: Kanal 21 - Atmos. kor./aerosol kor. - 1020 nm
sv: Band 21 - Atmos./aerosolkorr. - 1020 nm

source: Band F1 - Thermal IR fire emission - Active fire - 3742.00 nm
fi: Kanava F1 – terminen infrapuna, palopäästöt – aktiiviset palot – 3742,00 nm
fr: Bande F1 - Émission de feu dans IR thermique - Feu actif - 3742.00 nm
lt: F1 juosta - Šiluminė IR spinduliuotė - Aktyvioji ugnis - 3742,00 nm
lv: Josla (kanāls) F1 - 3742.00 nm (Thermal IR fire emission - Active fire)
pl: Pasmo F1 - Emisja podczerwieni termalnej z pożaru - Aktywny pożar - 3742,00 nm
pt: Banda F1 - Emissão térmica de IV - Incêndio ativo - 3742.00 nm
sl: Kanal F1 - toplotna emisija IR ognja - Aktivni ogenj - 3742,00 nm
sv: Band F1 - Termisk IR brandemission - aktiv brand - 3742.00 nm

source: Band F2 - Thermal IR fire emission - Active fire - 10854.00 nm
fi: Kanava F2 – terminen infrapuna, palopäästöt – aktiiviset palot – 10854,00 nm
fr: Bande F2 - Émission de feu dans IR thermique - Feu actif - 10854.00 nm
lt: F2 juosta - Šiluminė IR spinduliuotė - Aktyvioji ugnis - 10854,00 nm
lv: Josla (kanāls) F2 - 10854.00 nm (Thermal IR fire emission - Active fire)
pl: Pasmo F2 - Emisja podczerwieni termalnej z pożaru - Aktywny pożar - 10854,00 nm
pt: Banda F2 - Emissão térmica de IV - Incêndio ativo - 10854.00 nm
sl: Kanal F2 - toplotna emisija IR ognja - Aktivni ogenj - 10854,00 nm
sv: Band F2 - Termisk IR brandemission - aktiv brand - 10854.00 nm

source: Band S1 - VNIR - Cloud screening, vegetation monitoring, aerosol - 554.27 nm
fi: Kanava S1 – VNIR – pilvien seuranta, kasvillisuuden seuranta, aerosolit – 554,27 nm
fr: Bande S1 - VNIR - Détection des nuages, surveillance de la végétation, aérosols - 554,27 nm
lt: S1 juosta - VNIR - Debesų tikrinimas, augmenijos stebėjimas, aerozoliai - 554,27 nm
lv: Josla (kanāls) S1 - 554.27 nm (VNIR - Cloud screening, vegetation monitoring, aerosol)
pl: Pasmo S1 - VNIR (promieniowanie widzialne i bliskie podczerwieni) - Wykrywanie wpływu chmur, monitorowanie roślinności, aerozol - 554,27 nm
pt: Banda S1 - VNIR - rastreio de nuvens, monitorização da vegetação, aerosol - 554.27 nm
sl: Kanal S1 - VNIR - pregledovanje oblakov, spremljanje vegetacije, aerosol - 554,27 nm
sv: Band S1 - VNIR - Målnscreening, växtlighetsövervakning, aerosol - 554.27 nm

source: Band S2 - VNIR - NDVI, vegetation monitoring, aerosol - 659.47 nm
fi: Kanava S2 – VNIR – NDVI, kasvillisuuden seuranta, aerosolit – 659,47 nm
fr: Bande S2 - VNIR - NDVI, surveillance de la végétation, aérosols - 659,47 nm
lt: S2 juosta - VNIR - NDVI, augmenijos stebėsena, aerozolis - 659,47 nm
lv: Josla (kanāls) S2 - 659.47 nm (VNIR - NDVI, vegetation monitoring, aerosol)
pl: Pasmo S2 - VNIR - NDVI, monitorowanie roślinności, aerozol - 659,47 nm
pt: Banda S2 - VNIR - NDVI, monitorização da vegetação, aerosol - 659.47 nm
sl: Kanal S2 - VNIR - NDVI, spremljanje vegetacije, aerosol - 659,47 nm
sv: Band S2 - VNIR - NDVI, växtlighetsövervakning, aerosol - 659.47 nm

source: Band S3 - VNIR - NDVI, cloud flagging, pixel co-registration - 868.00 nm
fi: Kanava S3 – VNIR – NDVI – pilvien tunnistaminen, pikselien yhteisrekisteröinti – 868,00 nm
fr: Bande S3 - VNIR - NDVI, marquage des nuages, co-enregistrement des pixels - 868,00 nm
lt: S3 juosta - VNIR - NDVI, debesų žymėjimas, pikselių bendras registravimas - 868,00 nm
lv: Josla (kanāls) S3 - 1374.80 nm (VNIR - NDVI, cloud flagging, pixel co-registration)
pl: Pasmo S3 - VNIR - NDVI, oznaczanie chmur, korejestracja pikseli - 868,00 nm
pt: Banda S3 - VNIR - NDVI, nuvens de bandeira, co registo de pixéis - 868.00 nm
sl: Kanal S3 - VNIR - NDVI, označevanje oblakov, koregistracija pikslov - 868,00 nm
sv: Band S3 - VNIR - NDVI, flaggning av moln, samregistrering av pixlar - 868.00 nm

source: Band S4 - SWIR - Cirrus detection over land - 1374.80 nm
fi: Kanava S4 – SWIR – maa-alueiden päällä olevien untuvapilvien havainnointi – 1374,80 nm
fr: Bande S4 - SWIR - Détection de cirrus au-dessus de la terre - 1374,80 nm
lt: S4 juosta - Trumpo bangos ilgio infraraudonieji spinduliai (SWIR) - Plunksninių debesų aptikimas virš žemės - 1374,80 nm
lv: Josla (kanāls) S4 - 1374.80 nm (SWIR - Cirrus detection over land)
pl: Pasmo S4 - SWIR - Wykrywanie chmur typu cirrus nad lądem - 1374,80 nm
pt: Banda S4 - SWIR - Deteção de Cirrus sobre o solo - 1374.80 nm
sl: Kanal S4 - SWIR - Zaznavanje cirrusa nad kopnim - 1374,80 nm
sv: Band S4 - SWIR - Cirrus-detektion över land - 1374.80 nm

source: Band S5 - SWIR - Cloud clearing, ice, snow, vegetation monitoring - 1613.40 nm
fi: Kanava S5 – SWIR – pilvien hälveneminen, jää, lumi, kasvillisuuden seuranta – 1613,40 nm
fr: Bande S5 - SWIR - éclaircissement nuageux, glace, neige, surveillance de la végétation - 1613,40 nm
lt: S5 juosta - Trumpo bangos ilgio infraraudonieji spinduliai (SWIR) - debesų išvalymas, ledas, sniegas, augmenijos stebėjimas - 1613,40 nm
lv: Josla (kanāls) S5 - 1613.40 nm (SWIR - Cloud clearing, ice, snow, vegetation monitoring)
pl: Pasmo S5 - SWIR - zanik chmur, lód, śnieg, monitorowanie roślinności - 1613,40 nm
pt: Banda S5 - SWIR - nuvens, gelo, neve, monitorização da vegetação - 1613.40 nm
sl: Kanal S5 - SWIR - čiščenje oblakov, led, sneg, spremljanje vegetacije - 1613,40 nm
sv: Band S5 - SWIR - Molnskingring, is, snö, växtlighetsövervakning - 1613.40 nm

source: Band S6 - SWIR - Vegetation state and cloud clearing - 2255.70 nm
fi: Kanava S6 – SWIR – kasvillisuuden tila ja pilvien hälveneminen – 2255,70 nm
fr: Bande S6 - SWIR - État de la végétation et éclaircissement nuageux - 2255,70 nm
lt: S6 juosta - Trumpo bangos ilgio infraraudonieji spinduliai (SWIR) - augmenijos būklė ir debesų išvalymas - 2255,70 nm
lv: Josla (kanāls) S6 - 2255.70 nm (SWIR - Vegetation state and cloud clearing)
pl: Pasmo S6 - SWIR - Stan roślinności i zanik chmur - 2255,70 nm
pt: Banda S6 - SWIR - Estado da vegetação e das nuvens - 2255.70 nm
sl: Kanal S6 - SWIR - stanje vegetacije in razkrajanje oblakov - 2255,70 nm
sv: Band S6 - SWIR - Växtlighetstillstånd och molnskingring - 2255.70 nm

source: Band S7 - Thermal IR Ambient - SST, LST, active fire - 3742.00 nm
fi: Kanava S7 – terminen infrapuna, ambientti – merenpinnan ja maanpinnan lämpötilat, aktiiviset maastopalot – 3742,00 nm
fr: Bande S7 - IR thermique ambiant - SST, LST, feu actif - 3742,00 nm
lt: S7 juosta - Šiluminė infraraudonųjų spindulių aplinka - SST, LST, aktyvus gaisras - 3742,00 nm
lv: Josla (kanāls) S7 - 3742.00 nm (Thermal IR Ambient - SST, LST, active fire)
pl: Pasmo S7 - Podczerwień Termalna Otoczenia - SST, LST, aktywny pożar - 3742,00 nm
pt: Banda S7 - ambiente térmico IV - SST, LST, fogo ativo - 3742.00 nm
sl: Kanal S7 - termični IR ambient - SST, LST, aktivni požar - 3742,00 nm
sv: Band S7 - Termisk IR omgivning - SST, LST, aktiv brand - 3742.00 nm

source: Band S8 - Thermal IR Ambient - SST, LST, active fire - 10854.00 nm
fi: Kanava S8 – terminen infrapuna, ambientti – merenpinnan ja maanpinnan lämpötilat, aktiiviset maastopalot – 10854,00 nm
fr: Bande S8 - IR thermique ambiant - SST, LST, feu actif - 10854,00 nm
lt: S8 juosta - Šiluminė infraraudonųjų spindulių aplinka - SST, LST, aktyvus gaisras - 10854,00 nm
lv: Josla (kanāls) S8 - 10854.00 nm (Thermal IR Ambient - SST, LST, active fire)
pl: Pasmo S8 - Podczerwień Termalna Otoczenia - SST, LST, aktywny pożar - 10854,00 nm
pt: Banda S8 - ambiente térmico IV - SST, LST, fogo ativo - 10854.00 nm
sl: Kanal S8 - termični IR ambient - SST, LST, aktivni požar - 10854,00 nm
sv: Band S8 - Termisk IR omgivning - SST, LST, aktiv brand - 10854.00 nm

source: Band S9 - Thermal IR Ambient - SST, LST - 12022.50 nm
fi: Kanava S9 – terminen infrapuna, ambientti – merenpinnan ja maanpinnan lämpötilat – 12022,50 nm
fr: Bande S9 - IR thermique ambiant - SST, LST - 12022,50 nm
lt: S9 juosta - Šiluminė infraraudonoji aplinka - SST, LST - 12022,50 nm
lv: Josla (kanāls) S9 - 12022.50 nm (Thermal IR Ambient - SST, LST)
pl: Pasmo S9 - Podczerwień Termalna Otoczenia - SST, LST - 12022,50 nm
pt: Banda S9 - Ambiente térmico IV - SST, LST - 12022.50 nm
sl: Kanal S9 - termični IR-območje - SST, LST - 12022,50 nm
sv: Band S9 - Termisk IR omgivning - SST, LST - 12022,50 nm

source: Reflectance
fi: Heijastuskyky
fr: Réflectance
lt: Atspindys
lv: Atstarojamība
pl: Współczynnik odbicia
pt: Refletância
sl: Odsevnost
sv: Reflektans

source: Brightness temperature
fi: Kirkkauslämpötila
fr: Température de brillance
lt: Ryškumo temperatūra
lv: Radiometriskā temperatūra
pl: Temperatura jasnościowa
pt: Temperatura de luminosidade
sl: Temperatura svetlosti
sv: Ljusstyrketemperatur

source: Based on the combination of bands 4, 3, 2
fi: Perustuu kanaviin 4, 3, 2
fr: Repose sur la combinaison des bandes 4, 3, 2
lt: Remiantis 4, 3, 2 juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju 4, 3, 2
pl: W oparciu o kombinację pasm 4, 3, 2
pt: Baseado na combinação das bandas 4, 3, 2
sl: Na podlagi kombinacije kanalov 4, 3, 2
sv: Baserat på en kombination av band 4, 3, 2

source: Based on the combination of bands (B04-B03)/(B04+B03)
fi: Perustuu kanavien yhdistelmään (B04-B03)/(B04+B03)
fr: Repose sur la combinaison des bandes (B04-B03)/(B04+B03)
lt: Remiantis (B04-B03)/(B04+B03) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B04-B03)/(B04+B03)
pl: W oparciu o kombinację pasm (B04-B03)/(B04 + B03)
pt: Baseado na combinação das bandas (B04-B03)/(B04+B03)
sl: Na podlagi kombinacije kanalov (B04-B03)/(B04+B03)
sv: Baserat på en kombination av band (B04-B03)/(B04+B03)

source: Based on the combination of bands 5, 4, 3
fi: Perustuu kanaviin 5, 4, 3
fr: Repose sur la combinaison des bandes 5, 4, 3
lt: Remiantis 5, 4, 3 juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju 5, 4, 3
pl: W oparciu o kombinację pasm 5, 4, 3
pt: Baseado na combinação das bandas 5, 4, 3
sl: Na podlagi kombinacije kanalov 5, 4, 3
sv: Baserat på en kombination av band 5, 4, 3

source: Based on true color bands 4, 3, 2 and a pan band 8
fi: Perustuu tosivärikanaviin 4, 3, 2 ja pankromaattiseen kanavaan 8
fr: Repose sur les bandes en couleurs vraies 4, 3, 2 et une bande panchromatique 8
lt: Remiantis tikrosiomis spalvų juostomis 4, 3, 2 ir panoramine juosta 8
lv: Veidots izmantojot dabisko krāsu kanālu kombināciju 4, 3, 2. Attēla uzlabošanai papildus izmantots kanāls 8
pl: W oparciu o pasma prawdziwych kolorów 4, 3, 2 i pasmo PAN 8
pt: Baseado nas bandas de cor verdadeira (true color) 4, 3, 2 e uma faixa da banda 8
sl: Na podlagi barvnih kanalov 4, 3, 2 in pankromatskega kanala 8
sv: Baserat på true color-band 4, 3, 2 och ett panoreringsband 8

source: Based on the combination of bands (B05-B04)/(B05+B04)
fi: Perustuu kanavien yhdistelmään (B05-B04)/(B05+B04)
fr: Repose sur la combinaison des bandes (B05-B04)/(B05+B04)
lt: Remiantis (B05-B04)/(B05+B04) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B05-B04)/(B05+B04)
pl: W oparciu o kombinację pasm (B05-B04)/(B05 + B04)
pt: Baseado na combinação de bandas (B05-B04)/(B05+B04)
sl: Na podlagi kombinacije kanalov (B05-B04)/(B05+B04)
sv: Baserat på en kombination av band (B05-B04)/(B05+B04)

source: VV - linear gamma0 - orthorectified
fi: VV – lineaarinen gamma0 – ortokorjattu
fr: VV - gamma linéaire0 - orthorectifié
lt: VV - linear gamma0 - ortorektifikuotas
lv: VV - lineāra gamma0 - ar ortokorekciju
pl: VV - liniowa gamma0 - ortorektyfikowana
pt: VV - gama0 linear - ortorretificado
sl: VV - linearno gama0 - ortorektificirano
sv: VV - linjär gamma0 - ortorektifierad

source: VV - linear gamma0 - non-orthorectified
fi: VV – lineaarinen gamma0 – ei-ortokorjattu
fr: VV - gamma linéaire0 - non-orthorectifié
lt: VV - linear gamma0 - neortorektifikuotas
lv: VV - lineāra gamma0 - bez ortokorekcijas
pl: VV - liniowa gamma0 - nieortorektyfikowana
pt: VV - gama0 linear - não-ortorretificado
sl: VV - linearni gama0 - neortorektificiran
sv: VV - linjär gamma0 - icke-ortorektifierad

source: VH - linear gamma0 - orthorectified
fi: VH – lineaarinen gamma0 – ortokorjattu
fr: VH - gamma linéaire0 - orthorectifié
lt: VH - linear gamma0 - ortorektifikuotas
lv: VH - lineāra gamma0 - ar ortokorekciju
pl: VH - liniowa gamma0 - ortorektyfikowana
pt: VH - gama0 linear - ortorretificado
sl: VH - linearni gama0 - ortorektificirano
sv: VH - linjär gamma0 - ortorektifierad

source: Based on the combination of bands 3, 2, 1
fi: Perustuu kanaviin 3, 2, 1
fr: Repose sur la combinaison des bandes 3,2,1
lt: Remiantis 3, 2, 1 juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju 3, 2, 1
pl: W oparciu o kombinację pasm 3, 2, 1
pt: Baseado na combinação de bandas 3, 2, 1
sl: Na podlagi kombinacije kanalov 3, 2, 1
sv: Baserat på en kombination av band 3, 2, 1

source: VH - linear gamma 0 - non-orthorectified
fi: VH – lineaarinen gamma 0 – ei-ortokorjattu
fr: VH - gamma linéaire0 - non-orthorectifié
lt: VH - linear gamma 0 - neortorektifikuotas
lv: VH - lineāra gamma0 - bez ortokorekcijas
pl: VH - liniowa gamma 0 - nieortorektyfikowana
pt: VH - gama0 linear - não-ortorretificado
sl: VH - linearna gama 0 - neortorektificirano
sv: VH - linjär gamma0 - icke-ortorektifierad

source: Color image by mapping the input bands. Value [RGB] = [VV, 2 VH, VV / VH / 100.0] - linear gamma0 - orthorectified
fi: Värikuva lähtökanavien perusteella. Arvo [RGB] = [VV, 2 VH, VV / VH / 100,0] – lineaarinen gamma0 – ortokorjattu
fr: Image en couleur par mappage des bandes d'entrée. Valeur [RVB] = [VV, 2 VH, VV / VH / 100.0] - gamma linéaire0 - orthorectifié
lt: Spalvotas vaizdas, atvaizduojant įvesties juostas. Vertė [RGB] = [VV, 2 VH, VV / VH / 100.0] - tiesinė gama0 - ortorektifikuota
lv: Krāsu attēls izmantojot 3 datu kanālus. Vērtība [RGB] = [VV, 2 VH, VV / VH / 100.0] - lineāra gamma0 (linear gamma0 - orthorectified)
pl: Obrazowanie w kolorze poprzez mapowanie pasm wejściowych. Wartość [RGB] = [VV, 2 VH, VV / VH / 100,0] - liniowa gamma0 - ortorektyfikacja
pt: Imagem a cores através do mapeamento das bandas inseridas. Valor [RGB] = [VV, 2 VH, VV / VH / 100,0] - gama0 linear - ortorretificado
sl: Barvna slika s preslikavo vhodnih pasov. Vrednost [RGB] = [VV, 2 VH, VV / VH / 100,0] - linearno gama0 - ortorektificirano
sv: Färgbild genom mappning av ingångsbanden. Värde [RGB] = [VV, 2 VH, VV / VH / 100.0] - linjär gamma0 - ortorektifierad

source: VV - decibel gamma0 [-20,0] - orthorectified
fi: VV – desibeli gamma0 [-20,0] – ortokorjattu
fr: VV - décibel gamma0 [-20,0] - orthorectifié
lt: VV - decibel gamma0 [-20,0] - ortorektifikuotas
lv: VV - logaritmiska gamma0 [-20,0] - ar ortokorekciju
pl: VV - decybel gamma0 [-20,0] - ortorektyfikowana
pt: VV - decibel gama0 [-20,0] - ortorretificado
sl: VV - decibel gamma0 [-20,0] - ortorektificirano
sv: VV - decibel gamma0 [-20,0] - ortorektifierad

source: VH - decibel gamma0 [-20,0] - orthorectified
fi: VH – desibeli gamma0 [-20,0] – ortokorjattu
fr: VH - décibel gamma0 [-20,0] - orthorectifié
lt: VH - decibel gamma0 [-20,0] - ortorektifikuotas
lv: VH - logaritmiska gamma0 [-20,0] - ar ortokorekciju
pl: VH - decybel gamma0 [-20,0] - ortorektyfikowana
pt: VH - decibel gama0 [-20,0] - ortorretificado
sl: VH - decibel gama0 [-20,0] - ortorektificirano
sv: VH - decibel gamma0 [-20,0] - ortorektifierad

source: Returns a composite of (VH, VV, VH-VV)
fi: Tuottaa (VH, VV, VH-VV) komposiittikuvan.
fr: Renvoie un composite de (VH, VV, VH-VV)
lt: Grąžina (VH, VV, VH-VV) kompozitą
lv: Kompozītattēls (VH,VV, VV-VH)
pl: Zwraca kompozyt składający się z (VH, VV, VH-VV)
pt: Devolve um compósito de (VH, VV, VH-VV)
sl: Vrne kompozit (VH, VV, VH-VV)
sv: Returnerar en sammansättning av (VH, VV, VH-VV)

source: HH - linear gamma0 - orthorectified
fi: HH – lineaarinen gamma0 – ortokorjattu
fr: HH - gamma linéaire0 - orthorectifié
lt: HH - linear gamma0 - ortorektifikuotas
lv: HH - lineāra gamma0 - ar ortokorekciju
pl: HH - liniowa gamma0 - ortorektyfikowana
pt: HH - gama0 linear - ortorretificado
sl: HH - linearno gama0 - ortorektificirano
sv: HH - linjär gamma0 - ortorektifierad

source: HV - linear gamma0 - orthorectified
fi: HV – lineaarinen gamma0 – ortokorjattu
fr: HV - gamma linéaire0 - orthorectifié
lt: HV - linear gamma0 - ortorektifikuotas
lv: HV - lineāra gamma0 - ar ortokorekciju
pl: HV - liniowa gamma0 - ortorektyfikowana
pt: HV - gama0 linear - ortorretificado
sl: HV - linearna gama0 - ortorektificirana
sv: HV - linjär gamma0 - ortorektifierad

source: Color image by mapping the input bands. Value [RGB] = [HH, 2 HV, HH / HV / 100.0] - linear gamma0 - orthorectified
fi: Värikuva lähtökanavien perusteella. Arvo [RGB] = [HH, 2 HV, HH / HV / 100,0] – lineaarinen gamma0 – ortokorjattu
fr: Image en couleur par mappage des bandes d'entrée. Valeur [RVB] = [HH, 2 HV, HH / HV / 100.0] - gamma linéaire0 - orthorectifié
lt: Spalvotas vaizdas, atvaizduojant įvesties juostas. Vertė [RGB] = [HH, 2 HV, HH / HV / 100.0] - tiesinė gama0 - ortorektifikuota
lv: Krāsu attēls veidot izmantojot 3 datu kanālus. Vērtība [RGB] = [HH, 2 HV, HH / HV / 100.0] - lineāra gamma0 (linear gamma0 - orthorectified)
pl: Obrazowanie w kolorze poprzez mapowanie pasm wejściowych. Wartość [RGB] = [VV, 2 VH, VV / VH / 100,0] - liniowa gamma0 - ortorektyfikacja
pt: Imagem a cores através do mapeamento das bandas inseridas. Valor [RGB] = [HH, 2 HV, HH / HV / 100.0] - gama0 linear - ortorretificado
sl: Barvna slika s preslikavo vhodnih pasov. Vrednost [RGB] = [HH, 2 HV, HH / HV / 100,0] - linearna gama0 - ortorektificirana
sv: Färgbild genom mappning av ingångsbanden. Värde [RGB] = [HH, 2 HV, HH / HV / 100.0] - linjär gamma0 - ortorektifierad

source: HH - decibel gamma0 [-20,0] - orthorectified
fi: HH – desibeli gamma0 [-20,0] – ortokorjattu
fr: HH - décibel gamma0 [-20,0] - orthorectifié
lt: HH - decibel gamma0 [-20,0] - ortorektifikuotas
lv: HH - logaritmiska gamma0 [-20,0] - ar ortokorekciju
pl: HH - decybel gamma0 [-20,0] - ortorektyfikowana
pt: HH - decibel gama0 [-20,0] - ortorretificado
sl: HH - decibel gamma0 [-20,0] - ortorektificirano
sv: HH - decibel gamma0 [-20,0] - ortorektifierad

source: HV - decibel gamma0 [-20,0] - orthorectified
fi: HV – desibeli gamma0 [-20,0] – ortokorjattu
fr: HV - décibel gamma0 [-20,0] - orthorectifié
lt: HV - decibel gamma0 [-20,0] - ortorektifikuotas
lv: HV - logaritmiska gamma0 [-20,0] - ar ortokorekciju
pl: HV - decybel gamma0 [-20,0] - ortorektyfikowana
pt: HV - decibel gamma0 [-20,0] -ortorretificado
sl: HV - decibel gamma0 [-20,0] - ortorektificirano
sv: HV - decibel gamma0 [-20,0] - ortorektifierad
