Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Plant Phenology Index PPI (Plant Phenology Index) is a physically-based vegetation index derived from radiative transfer equation and is calculated from red and Near-Infrared (NIR) spectral bands. PPI is linearly related to the green leaf area index, and can be used to track canopy green foliage dynamics and therefore provides an efficient approach to retrieving plant phenology. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ppi/) and [here](https://land.copernicus.eu/user-corner/technical-library/product-user-manual-of-vegetation-indices/).
fi: # Kasvillisuuden fenologinen indeksi Kasvillisuuden fenologinen indeksi (Plant Phenology Index, PPI) on fysiikkaperusteinen kasvillisuusindeksi, joka johdetaan säteilyn siirtoyhtälöistä ja lasketaan punaisen valon ja lähi-infrapunan kanavista. Kasvillisuuden fenologisen indeksin suhde lehtialaindeksiin on lineaarinen ja sitä voidaan käyttää vihreän latvuston kehityksen dynamiikan seurantaan. Siksi se on tehokas väline kasvien fenologian tarkkailuun. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ppi/) ja [täältä](https://land.copernicus.eu/user-corner/technical-library/product-user-manual-of-vegetation-indices/).
lt: # Augalų fenologijos indeksas PPI (Augalų fenologijos indeksas) - tai fizikiniais duomenimis pagrįstas augalijos indeksas, apskaičiuojamas pagal spinduliavimo perdavimo lygtį ir apskaičiuojamas pagal raudonosios ir artimosios infraraudonosios spinduliuotės (NIR) spektrines juostas. PPI yra tiesiškai susijęs su žaliojo lapų ploto indeksu ir gali būti naudojamas stebėti žalios lapijos dinamiką, todėl yra veiksmingas metodas augalų fenologijai nustatyti. Sužinokite daugiau [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ppi/) ir [čia](https://land.copernicus.eu/user-corner/technical-library/product-user-manual-of-vegetation-indices/).
lv: # Augu Fenoloģiskais Indekss (Plant Phenology Index, PPI) PPI ir augāju raksturojošs indekss, kas ir tiek atvasināts no starojuma pārneses vienādojuma, kas aprēķināts izmantojot datus no sarkanās un tuvi infrasarkanās(NIR) enerģijas spektra joslas (kanāla). Šo informāciju var izmantot lapotņu dinamikas aprakstīšanai saistot to ar fenoloģiskajiem datiem. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ppi/) un [šeit](https://land.copernicus.eu/user-corner/technical-library/product-user-manual-of-vegetation-indices/).
pl: # Indeks Fenologii Roślin (PPI) PPI (ang. Plant Phenology Index) jest fizycznym wskaźnikiem wegetacji opartym na równaniu transferu promieniowania i jest obliczany na podstawie pasm spektralnych w czerwieni i bliskiej podczerwieni (NIR). PPI jest liniowo związany ze wskaźnikiem zielonej powierzchni liści i może być wykorzystywany do śledzenia dynamiki zielonego listowia, a zatem stanowi efektywne podejście do określania fenologii roślin. Dowiedz się więcej [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ppi/) i [tutaj](https://land.copernicus.eu/user-corner/technical-library/product-user-manual-of-vegetation-indices/).
pt: # Índice Fenológico da Planta O PPI (índice fenológico da planta) é um índice da vegetação baseado na física, provém da equação de transferência radiante e é calculado das bandas espetrais do vermelho e do infravermelho próximo (NIR). O PPI está relacionado linearmente com o índice de área verde da folha, e pode ser usado para rastrear a dinâmica da folhagem verde da copa e por isso fornecer uma aproximação eficiente para obter a fenologia da planta. Aprenda mais [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ppi/) e[aqui](https://land.copernicus.eu/user-corner/technical-library/product-user-manual-of-vegetation-indices/).
sv: # Plant Phenology Index PPI (Plant Phenology Index) är ett fysiskt baserat växtlighetsindex som härstammar från en strålningsöverföringsekvation och som beräknas på de röda och nära infraröda (NIR) spektralbanden. PPI är linjärt kopplat till gröna bladytsindexet och kan användas för att spåra dynamiken hos krontakets gröna lövverk och ger därigenom ett effektivt tillvägagångssätt för att hämta växtfenologin. Läs mer [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vi-ppi/) och [här](https://land.copernicus.eu/user-corner/technical-library/product-user-manual-of-vegetation-indices/).

source: The **Vegetation Phenology and Productivity Parameters** product is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The VPP product is comprised of 13 parameters that describe specific stages of the seasonal vegetation growth cycle. These parameters are extracted from Seasonal Trajectories of the Plant Phenology Index (PPI) derived from Sentinel-2 satellite observations. More information [here](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-2/). **Coverage**: Europe (EEA39 region), from 25°W to 45°E and from 26°N to 72°N. **Data Availability**: Since January 2017, updated annually. **Spatial resolution**: 10 meters. **Common Usage**: Detailed assessment of the impacts of human or climate change on the ecosystem through monitoring of vegetation responses to disturbances, e.g. droughts, storms, insect infestations, and to human influence from global to local levels.
fi: **Vegetation Phenology and Productivity Parameters** -tuote (VPP) on osa Copernicus-ohjelman maankartoituspalvelun (CLMS) HR-VPP-tuoteperhettä, joka tuottaa yleiseurooppalaista tietoa kasvillisuuden fenologiasta ja tuottavuudesta korkealla erotuskyvyllä. Tuote koostuu 13 parametristä, jotka kuvaavat kasvillisuuden kasvukausien eri vaiheita. Parametrit perustuvat Sentinel-2-satelliitin tietoihin perustuvaan kasvillisuuden fenologiseen indeksiin (Seasonal Trajectories of the Plant Phenology Index, PPI). Lisää tietoa löydät englanniksi [täältä](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-2/). **Kattavuus**: Eurooppa (EEA39) pituuspiiriltä 25°W pituuspiirille 45°E ja leveyspiiriltä 26°N leveyspiirille 72°N. **Saatavilla olevat tiedot:** Tammikuusta 2017 lähtien, päivitetään vuosittain. **Alueellinen erotuskyky**: 10 metriä. **Yleisimmät käyttökohteet**: Ihmisten ja ilmastonmuutoksen aiheuttamien ekosysteemivaikutusten tarkempi arviointi seuraamalla, miten kasvillisuus reagoi häiriöihin, kuten kuivuuksiin, myrskyihin ja tuholaisiin, ja ihmisten toiminnan vaikutuksiin paikallisesti ja maailmanlaajuisesti.
lt: **Vegetacinės fenologijos ir produktyvumo parametrų** produktas yra „Copernicus“ žemės stebėsenos paslaugos (CLMS), visos Europos didelės skiriamosios gebos vegetacinės fenologijos ir produktyvumo (HR-VPP) produktų rinkinio dalis. VPP produktą sudaro 13 parametrų, apibūdinančių konkrečius sezoninio augalijos augimo ciklo etapus. Šie parametrai išvesti iš sezoninių augalų fenologijos indekso (PPI) trajektorijų, gautų iš Sentinel-2 palydovo stebėjimų. Daugiau informacijos [čia] (https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-2/). **Apimtis**: Europa (EEE39 regionas), nuo 25° vakarų ilgumos iki 45° rytų ilgumos ir nuo 26° šiaurės platumos iki 72° šiaurės platumos. **Duomenų prieinamumas**: Nuo 2017 m. sausio mėn., atnaujinama kasmet. **Patalpos skiriamoji geba**: 10 metrų. **Bendras naudojimas**: Išsamus žmogaus ar klimato kaitos poveikio ekosistemai vertinimas, stebint augalijos reakciją į trikdžius, pavyzdžiui, sausras, audras, vabzdžių antplūdžius, ir į žmogaus įtaką nuo pasaulinio iki vietinio lygmens.
lv: **Vegetation Phenology and Productivity Parameters** produkts ir daļa no "Copernicus Land Monitoring Service (CLMS)" un "pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP)" produktu klāsta. VPP produkts sastāv no 13 parametriem, kas apraksta dažādus sezonālās veģetācijas attīstības posmus. Šie parametri ir iegūti no "Seasonal Trajectories of the Plant Phenology Index (PPI)" datiem, kas balstīti uz Sentinel-2 novērojumiem. Vairāk informācijas [šeit](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-2/). **Pārklājums**: Eiropa (EEA39 reģions) no 25°R.g. līdz 45°A.g. un 26°Z.pl. līdz 72Z.pl. **Datu pieejamība**: Kopš 2017. janvāra, atjaunots reizi gadā. **Telpiskā izšķirtspēja**: 10 metri **Ierastie lietojuma veidi:** Detalizēts cilvēka darbības un klimata izmaiņu ietekmes novērtējums, kā arī ekosistēmu izmaiņu monitorings.
pl: Produkt **Parametry fenologii wegetacji i produktywności** jest częścią pakietu produktów Copernicus Land Monitoring Service (CLMS), paneuropejskiego produktu High Resolution Vegetation Phenology and Productivity (HR-VPP). Produkt VPP składa się z 13 parametrów, które opisują poszczególne fazy cyklu sezonowego wzrostu roślinności. Parametry te są pozyskiwane z trajektorii sezonowych wskaźnika fenologii roślin (PPI) uzyskanego z obserwacji satelitarnych Sentinel-2. Więcej informacji [tutaj](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-2/). **Zasięg**: Europa (region EEA39) od długości geograficznej od 25°W do 45°E i szerokości geograficznej od 26°N do 72°N. **Dostępność danych**: Od stycznia 2017 r., aktualizowane corocznie. **Rozdzielczość przestrzenna**: 10 m. **Typowe zastosowanie**: Szczegółowa ocena wpływu człowieka lub zmian klimatu na ekosystem poprzez monitorowanie reakcji roślinności na zakłócenia, np. susze, burze, plagi owadów, oraz na wpływ człowieka od poziomu globalnego do lokalnego.
pt: O produto **Parâmetros de Produtividade e Fenologia da Vegetação** é parte do pacote de produtos dos Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP). O produto VPP é constituído por 13 parâmetros e descreve as fases específicas do ciclo de crescimento sazonal da vegetação. Estes parâmetros são extraídos das Trajetórias Sazonais do Índice Fenológico da Planta (PPI) que provêm das observações do satélite Sentinel-2. Mais informação [aqui](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-2/). **Cobertura**: Europa (zona EEA39 ) da longitude de 25°W até 45°E e da latitude 26°N até 72°N. **Disponibilidade dos dados**: Desde janeiro de 2017, atualizado anualmente. **Resolução espacial**: 10 metros. **Utilização comum**: Avaliação detalhada dos impactos humanos ou alterações climáticas no ecossistema , através da monitorização das respostas da vegetação a perturbações. e.g. secas, tempestades, infestações de insetos e influência humana quer a nível global quer a nível local.
sv: Produkten **Vegetation Phenology and Productivity Parameters** ingår i Copernicus Land Monitoring Service (CLMS), paneuropeiska produktportföljen High Resolution Vegetation Phenology and Productivity (HR-VPP). VPP-produkten omfattar 13 parametrar som beskriver särskilda faser i den säsongsbaserade tillväxtcykeln för växter. Dessa parametrar extraheras ur Seasonal Trajectories i Plant Phenology Index (PPI), härstammande från Sentinel-2-satellitens observationer. Mer information [här](https://collections.sentinel-hub.com/vegetation-phenology-and-productivity-parameters-season-2/). **Omfattning**: Europa (region EEA39) från längdgrad 25°V till 45°Ö och breddgrad 26°N till 72°N. **Datatillgänglighet**: Sedan januari 2017, uppdateras årligen. **Geografisk upplösning**: 10 meter. **Allmän användning**: Detaljerad bedömning av mänsklig påverkan eller klimatförändringar på ekosystemet genom övervakning av växtlighetens svar på störningar, t.ex. torka, stormar, insektsangrepp och av mänsklig påverkan på global och lokal nivå.

source: # Slope of the Greening Period This layer visualizes the LSLOPE parameter of the VPP (Vegetation Phenology and Productivity) parameter. LSLOPE represents the slope of the PPI (plant phenology index) of the greening-up period. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-greening-up-period-lslope/) and [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
fi: # Kasvien kasvukauden käyrä Tämä taso on visualisointi kasvillisuuden fenologiaa ja tuottavuutta mittaavan parametrin (Vegetation Phenology and Productivity, VPP) kasvien kasvukauden käyrän parametrista (LSLOPE). LSLOPE-parametri tarkoittaa kasvillisuuden fenologisen indeksin kasvukautta vastaavaa käyrän osaa. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-greening-up-period-lslope/) ja [täältä](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lt: # Žalėjimo laikotarpio nuolydis Šiame sluoksnyje vizualizuojamas VPP (augalijos fenologijos ir produktyvumo) parametro LSLOPE parametras. LSLOPE rodo PPI (augalų fenologijos indekso) žalėjimo laikotarpio nuolydį. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-greening-up-period-lslope/) ir [čia](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
lv: # Zaļošanas perioda stāvums (Slope of the Greening Period) Šis slānis vizualizē VPP(Vegetation Phenology and Productivity) parametra LSLOPE vērtību. LSLOPE ir PPI(Plant Phenology Index) vērtības stāvums augu attīstības periodā. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-greening-up-period-lslope/) un [šeit](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pl: # Nachylenie okresu zazieleniania Ta warstwa wizualizuje parametr LSLOPE parametru VPP (Vegetation Phenology and Productivity). LSLOPE reprezentuje nachylenie PPI (wskaźnika fenologii roślin) okresu zazieleniania. Więcej informacji można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-greening-up-period-lslope/) i [tutaj](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
pt: # Declive do Período de Crescimento Este nível visualiza o parâmetro LSLOPE do parâmetro VPP (Produtividade e Fenologia da Vegetação). O LSLOPE representa o declive do PPI (índice fenológico da planta) do seu período de crescimento. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-greening-up-period-lslope/) e [aqui](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).
sv: # Slope of the Greening Period Detta lager visualiserar LSLOPE-parametern i VPP (Vegetation Phenology and Productivity)-parametern. LSLOPE representerar lutningsvinkeln för PPI (plant phenology index) under grönskningsperioden. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/copernicus_services/hrvpp/vpp-slope-of-greening-up-period-lslope/) och [här](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-vegetation-phenology-and-productivity).

source: You can only view data in 3D while visualizing a collection.
fi: Voit katsella tietoja 3D-tilassa vain, kun visualisoit kokoelmaa.
fr: Vous pouvez uniquement visualiser les données en 3D lorsque vous visualisez une collection.
lt: Duomenis 3D formatu galite peržiūrėti tik vizualizuodami kolekciją.
lv: 3D datus iespējams aplūkot tikai veicot kolekcijas vizualizāciju.
pl: Dane w trybie 3D można oglądać tylko podczas wizualizacji kolekcji.
pt: Só pode ver dados em 3D enquanto visualiza a coleção.
sv: Du kan endast granska data i 3D när du visualiserar en samling.

source: 2D map view
fi: 2D-karttanäkymä
fr: Vue de la carte en 2D
lt: 2D žemėlapio vaizdas
lv: 2D kartes skats
pl: Widok mapy 2D
pt: Vista de mapa 2D
sv: 2D-kartvy

source: Not supported in 3D mode.
fi: Ei tuettu 3D-tilassa.
fr: Non supporté en mode 3D.
lt: Nepalaikomas 3D režimu.
lv: Nav atblastīts 3D režīmā.
pl: Brak wsparcia w trybie 3D.
pt: Não é suportado no modo 3D.
sv: Stöds inte i 3D-läge.

source: Image width [px]:
fi: Kuvan leveys [px]:
fr: Largeur de l'image [px] :
lt: Vaizdo plotis [px]:
lv: Attēla platums [px]:
pl: Szerokość obrazu [px]:
pt: Largura da imagem[px]:
sv: Bildbredd [px]:

source: Image height [px]:
fi: Kuvan korkeus [px]:
fr: Hauteur de l'image [px] :
lt: Vaizdo aukštis [px]:
lv: Attēla augstums [px]:
pl: Wysokość obrazu [px]:
pt: Altura da imagem[px]:
sv: Bildhöjd [px]:

source: No layers found for date
fi: Päivämäärälle ei löytynyt tasoja
fr: Aucune couche trouvée à cette date
lt: Datai sluoksnių nerasta
lv: Nav atrasts neviens slānis šim datumam
pl: Nie znaleziono warstw dla podanej daty
pt: Não foram encontradas camadas para a data
sv: Inga lager hittades för datumet

source: The **Global Human Settlement** (GHS) framework produces global maps of built-up areas, population density and settlements to monitor human presence on Earth over time. **Coverage**: Global coverage with longitude from 180°W to 180°E and latitude from 72°N to 56°S **Data Availability**: Reference year 2018 **Spatial resolution**: 10 meters. **Common Usage**: Knowledge of population distribution and density has a number of applications, including disaster risk management or the study and management of urbanisation processes, not only but also in relation to the challenges of climate change and environmental degradation.
fi: **Global Human Settlement** -hanke (GHS) tuottaa maailmanlaajuisia karttoja rakennetusta ympäristöstä, väestöntiheydestä ja ihmisasutuksesta. Kartoilla voidaan seurata ihmisten vaikutusta Maassa ajan myötä. **Kattavuus**: Maailmanlaajuinen kattavuus pituuspiiriltä 180°W pituuspiirille 180°E ja leveyspiiriltä 72°N leveyspiirille 56°S. **Saatavilla olevat tiedot:** Viitevuosi 2018 **Alueellinen erotuskyky**: 10 metriä. **Yleisimmät käyttökohteet**: Tietoa väestön jakautumisesta ja tiheydestä voi käyttää useisiin tarkoituksiin, kuten onnettomuusriskien hallintaan ja kaupungistumisen prosessien tutkimiseen. Se on myös hyödyllistä tutkimuksissa, jotka liittyvät ilmastonmuutoksen ja ympäristön tilan heikentymisen tuomiin haasteisiin.
fr: Le cadre **Global Human Settlement** (GHS) produit des cartes mondiales des zones bâties, de la densité de population et des établissements humains afin de suivre la présence humaine sur Terre au fil du temps. **Couverture** : Couverture mondiale avec une longitude de 180°W à 180°E et une latitude de 72°N à 56°S **Disponibilité des données** : Année de référence 2018 **Résolution spatiale** : 10 mètres. **Utilisation courante** : La connaissance de la répartition et de la densité de la population a de nombreuses applications, notamment la gestion des risques de catastrophes ou l'étude et la gestion des processus d'urbanisation, non seulement mais aussi en relation avec les défis du changement climatique et de la dégradation de l'environnement.
lt: Pagal **Globalinės žmonių gyvenviečių sistemos** (GHS) sistemą sudaromi pasauliniai užstatytų teritorijų, gyventojų tankio ir gyvenviečių žemėlapiai, kuriuose stebimas žmonių buvimas Žemėje laikui bėgant. **Apimtis**: Pasaulinė aprėptis nuo 180° vakarų ilgumos iki 180° rytų ilgumos ir nuo 72° šiaurės platumos iki 56° pietų platumos. **Duomenų prieinamumas**: Ataskaitiniai 2018 m. **Patalpos skiriamoji geba**: 10 metrų. **Bendras naudojimas**: Žinios apie gyventojų pasiskirstymą ir tankumą gali būti naudojamos įvairiais tikslais, įskaitant nelaimių rizikos valdymą arba urbanizacijos procesų tyrimą ir valdymą, ne tik atsižvelgiant į klimato kaitos ir aplinkos būklės blogėjimo iššūkius.
lv: **Global Human Settlement** (GHS) piedāvā globālas apbūvēto teritoriju, iedzīvotāju blīvuma un apdzīvotu vietu kartes, kas paredzētas cilvēku klātbūtnes monitoringam. **Pārkājums**: Globāls pārklājums no 180°R.g. līdz 180°A.g. un 72°Z.pl. līdz 56°D.pl. **Datu pieejamība**: References gads 2018 **Telpiskā izšķirtspēja**: 10 metri **Ierastie lietojuma veidi:** Plašs pielietojuma spektrs, iekļaujot katastrofu riska menedžmentu, urbanizācijas procesu monitoringu u.c.
pl: W ramach **Global Human Settlement** (GHS) tworzone są globalne mapy obszarów zabudowanych, gęstości zaludnienia i osiedli w celu monitorowania obecności człowieka na Ziemi na przestrzeni czasu. **Zakres**: Globalny zasięg z długością geograficzną od 180°W do 180°E i szerokością geograficzną od 72°N do 56°S. **Dostępność danych**: Rok referencyjny 2018 **Rozdzielczość przestrzenna**: 10 m. **Typowe zastosowanie**: Wiedza o rozmieszczeniu i gęstości zaludnienia ma wiele zastosowań, w tym zarządzanie ryzykiem katastrof lub badanie i zarządzanie procesami urbanizacji, nie tylko, ale także w odniesieniu do wyzwań związanych ze zmianami klimatu i degradacją środowiska.
pt: O enquadramento **Povoamento Humano Global** (GHS) produz mapas globais de áreas de construção, densidade populacional e povoamentos para monitorizar a presença humana na Terra ao longo do tempo. **Cobertura**: Cobertura global com longitude de 180°W a 180°E e latitude de 72°N a 56°S **Disponibilidade de dados**: Ano de referência 2018 **Resolução espacial**: 10 metros **Utilização comum**: O conhecimento da distribuição e densidade da população tem um conjunto de aplicações, incluindo administração do risco de desastre ou o estudo da administração de processos de urbanização, não só mas também em relação aos desafios das mudanças climáticas e degradação ambiental.
sv: Ramverket **Global Human Settlement** (GHS) skapar globala kartor över bebyggda områden, befolkningstäthet och bosättningar för att övervaka människors närvaro på jorden över tid. **Omfattning**: Global omfattning med längdgrader från 180°V till 180°Ö och breddgrader från 72°N till 56°S **Datatillgänglighet**: Referensår 2018 **Geografisk upplösning**: 10 meter. **Allmän användning**: Kännedom om befolkningens fördelning och täthet har en mängd tillämpningar, inklusive riskhantering vid katastrofer eller undersökningar om och hantering av urbaniseringsprocesser, inte bara men även i förhållande till utmaningarna med klimatförändringar och miljöförsämring.

source: Built-up probability [0 - 100 %] at 10 m spatial resolution
fi: Rakennetun ympäristön todennäköisyys [0–100 %] 10 metrin erotuskyvyllä
fr: Probabilité d'accumulation [0 - 100 %] à une résolution spatiale de 10 m
lt: Užstatymo tikimybė [0-100 %] 10 m erdvine skiriamąja geba
lv: Apbūves iespējamība [0-100 %], 10 m telpiskā izšķirtspēja
pl: Prawdopodobieństwo spiętrzenia [0-100%] przy rozdzielczości przestrzennej 10 m
pt: Probabilidade de construção [0 - 100 %] com uma resolução espacial de 10m
sv: Sannolikhet för bebyggelse [0–100 %] med 10 m geografisk upplösning
