Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: In the <b>Visualize</b> tab you can select different pre-installed or custom spectral band combinations to visualise data for the selected result. Some of the common options: - **True Color** - Visual interpretation of land cover. - **False Color** - Visual interpretation of vegetation. - **NDVI** - Vegetation index. - **Moisture index** - Moisture index - **SWIR** - Shortwave-infrared index. - **NDWI** - Normalized Difference Water Index. - **NDSI** - Normalized Difference Snow Index. Most visualizations are given a description and a legend, which you can view by clicking on the expand icon <i className="fa fa-angle-double-down "></i>. For most data sources the **Custom Script** option is available. Click on it to select custom band combinations, index combinations or write your own classification script for the visualisation of data. You can also use custom scripts, which are stored elsewhere, either on Google drive, GitHub or in our [Custom script repository](https://custom-scripts.sentinel-hub.com/). Paste the URL of the script into a text box in the advanced script editing panel and click Refresh. You can change the date directly in the <b>Visualize</b> tab, without going back to the **Discover** tab. Type in or select it from the calendar <i className="fa fa-calendar cal-icon-cal"></i>. Above the visualizations you have on line of additional tools. Note that their avalibilty depends on the data source. - **Pin layer** to save it in the application for future use - by clicking on the pin icon <i className="fa fa-thumb-tack"></i>. - Select **advanced options** like the sampling method or apply different **effects** such as contrast (gain) and luminance (gamma) - by clicking on the effect sliders icon <i className="fa fa-sliders"></i>. - Add a layer to the **Compare** tab for later comparison - by clicking on the compare icon <i ClassName="fas fa-exchange-alt"></i>. - **Zoom** to the centre of the tile - by clicking on the crosshair <i className="fa fa-crosshairs"></i>. - Toggle **layer visibility** - by clicking on the visibility icon <i className="fa fa-eye-slash"></i>. - **Share** your visualization on social media - by clicking on the share icon <i className="fas fa-share-alt"></i>.
fi: <b>Visualisoi</b>-välilehdeltä voit visualisoida tietoja valitsemalla ennalta määritellyistä spektriyhdistelmistä tai määrittämällä omia yhdistelmiä. Yleisimpiä vaihtoehtoja ovat: - **Tosivärikuvat** – visualisoitu tulkinta maanpeitteestä - **Väärävärikuva** – visualisoitu tulkinta kasvillisuudesta - **NDVI** - kasvillisuusindeksi - **Kosteusindeksi** – kosteusindeksi - **SWIR** – lyhytaaltoinen infrapuna - **NDWI** - normalisoitu kosteusindeksi - **NDSI** - normalisoitu lumi-indeksi. Useimmilla visualisoinneilla on kuvaus ja selitteet, jotka näet napsauttamalla <i className="fa fa-angle-double-down "></i>-kuvaketta. **Omat komentosarjat** -vaihtoehto on käytettävissä useimmille tietolähteille. Napsauta tätä vaihtoehtoa, kun haluat määritellä kanavayhdistelmiä tai indeksiyhdistelmiä tai kirjoittaa oman komentosarjan tietojen luokitteluun ja visualisointiin. Voit myös käyttää komentosarjoja, jotka on tallennettu muualle, kuten Google Driveen, GitHubiin tai meidän [mukautettujen komentosarjojen kirjastoomme](https://custom-scripts.sentinel-hub.com/). Liitä komentosarjan URL sille varattuun kenttään ”Omat komentosarjat” -näkymän alaosassa ja valitse ”Päivitä”. Voit vaihtaa päivämääriä suoraan <b>Visualisoi</b>-välilehdeltä ilman, että joudut palaamaan **Löydä**-välilehdelle. Voit joko kirjoittaa päivämäärät itse tai valita ne kalenterista <i className="fa fa-calendar cal-icon-cal"></i>. Visualisointien päältä löydät rivin, jolla on erilaisia työkaluja. Huomaa, että kaikki työkalut eivät ole käytettävissä kaikille tietolähteille. - **Merkitse** taso napsauttamalla <i className="fa fa-thumb-tack" ></i>-kuvaketta. Näin voit tallentaa sen sovellukseen myöhempää käyttöä varten. - Voit valita**lisäasetuksia**, kuten näytteistysmenetelmän, **kuva-asetuksia**, kuten kontrastin ja valotuksen (gamma), napsauttamalla <i className="fa fa-sliders"></i>-kuvaketta. - Lisää taso **Vertaa**-välilehdelle vertailtavaksi myöhemmin napsauttamalla <i ClassName="fas fa-exchange-alt"></i>-kuvaketta. - **Keskitä** ruutuun napsauttamalla <i className="fa fa-crosshairs" ></i>-kuvaketta. - Valitse **näytetäänkö taso kartalla** napsauttamalla <i className="fa fa-eye-slash"></i>-kuvaketta. - **Jaa** visualisointisi sosiaalisessa mediassa napsauttamalla <i className="fas fa-share-alt"></i>-kuvaketta.
lv: <b>Visualize</b> cilnē Jūs varat izvēlēties starp piedāvātajām kanālu kombinācijām vai lietot pielāgotu kanālu kombināciju, lai vizualizētu datus no iegūtajiem rezultātiem. Dažas no ierastajām kombinācijām: - **Patiesais Krāsojums** - Zemes paŗklājuma vizuāla interpretācija. - **Mākslīgais Krāsojums** - Augāja vizuāla interpretācija. - **NDVI** - Augāja indekss. - **Mitruma Indekss** - Mitruma indekss. - **SWIR** - Īsviļņu infrasarkanās atstarošanās indekss. - **NDWI** - Ūdens indekss. - **NDSI** - Sniega indekss. Lielākajai daļai no redzamajām vizualizācijām ir pieejama leģenda (apzīmējumi), kas ir aplūkojama klikšķinot uz izvēršanas ikonas <i className="fa fa-angle-double-down "></i>. Lielākajai daļai no datu avotiem ir pieejama **Custom Script** iespēja. Klikšķiniet uz tās, lai izvēlētos pielāgojamu kanālu kombināciju, indeksu kombināciju vai arī sastādiet paši savu datu vizualizēšanas skriptu. Jūs varat izmantot arī pielāgotus skriptus, kas tiek glabāti citur, piemēram GoogleDrive, GitHub vai mūsu [Custom script repository](https://custom-scripts.sentinel-hub.com/). Ielīmējiet skripta URL teksta lodziņā, kas atrodas skriptu rediģēšanas panelī un spiediet Atjaunināt. Jūs varat mainīt datumu <b>Visualize</b> cilnē, bez nepieciešamības doties atpakaļ uz Meklēšanas cilni. Ievadiet vai izvēlieties datumu no kalendāra <i className="fa fa-calendar cal-icon-cal"></i>. Virs vizualizācijām ir pieejami papildus rīki. Ņemiet vērā, ka to lietojamība ir atkarīga no datu avota. - **Atzīmēt slāni** lai saglabātu to aplikācijā un lietotu vēlāk - klikšķinot uz atzīmes ikonas <i className="fa fa-thumb-tack"></i>. - Izvēlieties **papildu iespējas** (piemēram, paraugošanas metodi) vai pielietojiet **efektu** (piemēram, kontrasts(gain), un izgaismojums(gamma)) - klikšķinot uz efektu slīdņu ikonas <i className="fa fa-sliders"></i>. - Pievienojiet slāni **Salīdzināšana** cilnei - klikšķinot uz salīdzināt ikonas <i ClassName="fas fa-exchange-alt"></i>. - Mainiet **slāņa redzamība** vērtību - klikšķinot uz redzamības ikonas <i className="fa fa-eye-slash"></i>. **Dalīties** ar Jūsu vizualizāciju - klikšķinot uz ikonas <i className="fas fa-share-alt"></i>.
pl: W zakładce <b>Zobrazuj</b> można wybrać różne wstępnie zainstalowane lub niestandardowe kombinacje pasm widmowych aby zwizualizować dane dla wybranego wyniku. Niektóre z częstych opcji: - **Prawdziwy Kolor** - Wizualna interpretacja pokrycia terenu. - **Fałszywy Kolor** - Wizualna interpretacja roślinności. - **NDVI** - Indeks roślinności. - **Indeks wilgoci** - Indeks wilgoci - **SWIR** - Indeks podczerwienie krótkofalowej. - **NDWI** - Znormalizowany Różnicowy Indeks Wody. - **NDSI** - Znormalizowany Róznicowy Indeks Śniegu. Większość wizualizacji otrzymuje opis i legendę, którą można obejrzeć poprzez kliknięcie na ikonę rozszerzenia <i className="fa fa-angle-double-down "></i>. Dla większości źródeł danych dostępna jest opcja **Skryptu Niestandardowego**. Kliknij na nią aby wybrać niestandardowe kombinacje pasm, kombinacje indeksów lub napisać swój własny skrypt klasyfikacyjny do wizualizacji danych. Można również użyć skryptów niestandardowych, które są przechowywane gdzieś indziej, na dysku Google, GitHub lub w naszymr [Repozytorium skryptów niestandardowych](https://custom-scripts.sentinel-hub.com/). WklejURL skryptu do pola tekstowego w panelu zaawansowanej edycji skryptów i klinknij Odśwież. Można zmienić dane bezpośrednio w zakładce <b>Zwizualizuj</b> bez wracania do zakładki **Odkryj**. Wpiszlub wybierz ją z kalendarza <i className="fa fa-calendar cal-icon-cal"></i>. Powyżej wizualizacji znajduje się linia dodatkowych narzędzi. Zauważże ich dostępność zależy od źródła danych. - **Przypnij pinezkę** aby zapisać ją w aplikacji do wykorzystania w przyszłości - poprzez kliknięcie na ikonę pinezki <i className="fa fa-thumb-tack"></i>. - Wybierz **opcje zaawansowane** takie jak metoda próbkowania lub dodaj różne **efekty** takie jak kontrast (wzmocnienie) i luminancja (gamma) - poprzez kliknięcie na ikonę suwaka efektów <i className="fa fa-sliders" ></i>. - Dodajwarstwę do zakladki **Porównaj** dla późniejszych porównań - poprzez kliknięcie na ikonę porównywania <i ClassName="fas fa-exchange-alt"></i>. - **Przybliż** do środka kafelka - poprzez kliknięcie na celownik<i className="fa fa-crosshairs"></i>. - Abyprzeciągnąć **widoczność warstwy** - poprzez kliknięcie na ikonę widoczności <i className="fa fa-eye-slash"></i>. - **Udostępnij** swoje wizualizacje na mediach społecznościowych - poprzez kliknięcie na ikonę udostępniania <i className="fas fa-share-alt"></i>.
pt: No separador <b>Visualize</b> pode selecionar diferentes combinações de bandas espetrais pré-instaladas ou personalizadas para visualizar dados do resultado selecionado. Algumas das opções comuns: - **Cor Verdadeira ** - Interpretação visual da cobertura do solo. - **Cor Falsa** - interpretação visual da vegetação - **NDVI** - Índice de vegetação. - **Índice de humidade** - Índice de humidade - **SWIR** - Índice de onda curta infravermelha. - **NDWI** -Índice de diferença normalizada de água. - **NDSI** - Índice de diferença normalizada de neve. Na maioria das visualizações é dada uma descrição e uma legenda, que podem ser vistas clicando no ícone de expansão <i className="fa fa-Pangle-double-down "></i>. Para a maioria das fontes de dados a opção de **guião personalizado ** está disponível. Clicar nele para selecionar combinações de bandas personalizadas, combinações de índices ou então escreva o seu próprio guião de classificação para a visualização dos dados. Também pode usar guiões personalizados que estejam armazenados noutro sítio quer na Google drive, GitHub ou no nosso [armazém de guiões personalizados](https://custom-scripts.sentinel-hub.com/). Cole o URL do guião numa caixa de texto no painel de edição de guiões avançado e clique em atualizar. Pode alterar os dados diretamente no separador <b>Visualize</b>, sem ter de voltar. ao separador **Explorar** . Escreva ou selecione-o do calendátrio <i className="fa fa-calendar cal-icon-cal"></i>. Acima das visualizações tem ferramentas adicionais on-line. Atenção que a sua disponibilidade depende da fonte de dados. - **Nível pino** para o guardar na aplicação e ser usado futuramente - clique no ícone do pino <i className="fa fa-thumb-tack"></i>. - Selecionar **opções avançadas** como no método de amostragem ou aplicar **efeitos** diferentes tais como contraste (ganho) e luminosidade (gama) - clicando no ícone dos slides de efeitos <i className="fa fa-sliders"></i>. - Acrescentar um nível ao separador **Comparar** para uma comparação posterior - clicando no ícone comparar <i ClassName="fas fa-exchange-alt" ></i>. - **Ampliar** para o centro do mosaico - clicando na mira <i className="fa fa-crosshairs"></i>. - Alternar **nível visibilidade** - clicando no ícone da visibilidade <i className="fa fa-eye-slash"></i>. - **Partilhar** a sua visualização nos média - clicando no ícone partilhar <i className="fas fa-share-alt"></i>.
sv: På fliken <b>Visualisera</b> kan du välja olika förinstallerade eller anpassade kombinationer av spektralband för att visualisera data för det valda resultatet. Några vanliga alternativ: - **Äkta färg** - Visuell tolkning av marktäckningen. - **Falsk färg** - Visuell tolkning av vegetationen. - **NDVI** - Vegetationsindex. - **Fuktindex** - Fuktindex - **SWIR** - Kortvågsinfrarött index. - **NDWI** - Normalized Difference Water Index. - **NDSI** - Normalized Difference Snow Index. De flesta visualiseringar har en beskrivning och förklaring som du kan granska genom att klicka på utökningsikonen <i className="fa fa-angle-double-down "></i>. Alternativet **Anpassat skript** är tillgängligt för de flesta datakällorna. Klicka på det för att välja anpassade bandkombinationer, indexkombinationer eller skriva ditt eget klassificeringsskript för datavisualiseringen. Du kan också använda anpassade skript som sparas annanstans, antingen på Google drive, GitHub eller i vårt [Custom script repository](https://custom-scripts.sentinel-hub.com/). Klistra in skriptets URL i ett textfält i den avancerade skriptredigeringspanelen och klicka på Uppdatera. Du kan ändra datumet direkt på fliken <b>Visualisera</b> tab utan att gå tillbaka till fliken **Upptäck**. Skriv in det eller välj det i kalendern <i className="fa fa-calendar cal-icon-cal"></i>. Ovanför visualiseringarna har du en rad med ytterligare verktyg. Observera att det beror på datakällan huruvida verktygen är tillgängliga. - **Fäst lager** för att spara det i programmet för framtida användning – detta gör du genom att klicka på nålikonen <i className="fa fa-thumb-tack"></i>. - Välj **avancerade alternativ** såsom samplingsmetod eller tillämpa olika **effekter** såsom kontrast (gain) och ljusstyrka (gamma) – detta gör du genom att klicka på glidikonen för effekter <i className="fa fa-sliders" ></i>. - Lägg till ett lager på fliken **Jämför** för att kunna göra en jämförelse senare – detta gör du genom att klicka på jämförelseikonen <i ClassName="fas fa-exchange-alt"></i>. - **Zooma** till mitten av rutan – detta gör du genom att klicka på siktet <i className="fa fa-crosshairs"></i>. - Växla **synlighet för lager** – detta gör du genom att klicka på synlighetsikonen <i className="fa fa-eye-slash"></i>. - **Dela** din visualisering i sociala medier – detta gör du genom att klicka på delningsikonen <i className="fas fa-share-alt"></i>.

source: In the **Compare** tab you will find all visualizations that you added via <i ClassName="fas fa-exchange-alt"></i> to **Compare**. There are two modes: - **Opacity** (Draw opacity slider left or right to fade between compared images) - **Split** (Draw split slider left or right to set the boundary between compared images) You can add all pins to the compare panel using <i className="fa fa-plus-square"></i> **Add all pins** or remove all visualizations from the **Compare** tab with the <i className="fa fa-trash"></i> **Remove all** button.
fi: **Vertaa**-välilehdeltä löydät kaikki ne visualisoinnit, jotka olet tallentanut sinne <i ClassName="fas fa-exchange-alt"></i>-kuvakkeella. Valittavana on kaksi vertailutapaa: - **Läpinäkyvyys** (Liu’uta liukusäädintä vasemmalle tai oikealle, kun haluat säätää vertailtavien tasojen läpinäkyvyyttä) - **Jaettu** (Liu’uta liukusäädintä vasemmalle tai oikealle, kun haluat säätää jakoviivan paikkaa) Voit lisätä kaikki merkinnät vertailuun napsauttamalla <i className="fa fa-plus-square"></i> **Lisää kaikki merkinnät**. Voit poistaa kaikki visualisoinnit **Vertaa**-välilehdeltä napsauttamalla <i className="fa fa-trash"></i> **Poista kaikki**.
lv: **Salīdzināšana** cilnē Jūs varat atrast visas vizualizācijas, kuras esat pievienojuši izmantojot <i ClassName="fas fa-exchange-alt"></i>. Ir pieejami divi attēlu salīdzināšanai: - **Aizklājums** - **Dalījums** Jūs varat pievienot visas atzīmes salīdzināšanas panelim, izmantojot <i className="fa fa-plus-square"></i> **Pievienot visas atzīmes** vai noņemt visas atzīmes, izmantojot **Noņemt visu** taustiņu **Salīdzināšana** cilnē.
pl: W zakładce **Porównaj** można znaleźć wszystkie wizualizacje, które dodano poprzez <i ClassName="fas fa-exchange-alt"></i> opcję **Porównaj**. Dostępne są dwa tryby: - **Nieprzejrzystość** (Przeciągnij suwak nieprzejrzystości w lewo lub w prawo, aby wykonać płynne przejście między porównywanymi obrazami) - **Rozdzielanie** (Przeciągnij suwak rozdzielania w lewo lub w prawo, aby ustawić granicę między porównywanymi obrazami) Można dodać wszystkie wybrane obrazy do panelu porównania za pomocą <i className="fa fa-plus-square"></i> **Dodaj wszystkie pinezki** lub usunąć wszystkie wizualizacje z zakładki **Porównaj** <i className="fa fa-trash"></i> za pomocą przycisku **Usuń wszystko**.
pt: No separador **Comparar** vai encontrar todas as visualizações que acrescentou via <i ClassName="fas fa-exchange-alt"></i> a **Comparar**. Há dois modos: - **Opacidade** (desenhar um slide opaco à esquerda ou à direita para para atenuar entre imagens comparadas). - **Dividir** (Desenhar um slide de separação à esquerda ou à direita para criar uma fronteira entre imagens comparadas). Pode acrescentar todos os pinos ao painel de comparação usando <i className="fa fa-plus-square"></i> **Acrescentar todos os pinos** ou remover todas as visualizações do separador **Comparar** com o botão **Remover todos**<i className="fa fa-trash"></i>.
sv: På fliken **Jämför** hittar du alla visualiseringar som du har lagt till via <i ClassName="fas fa-exchange-alt"></i> för att **Jämföra**. Det finns två lägen: - **Opacitet** (Dra opacitetsglidkontrollen till vänster eller höger för att tona in/ut mellan de bilder som jämförs) - **Dela upp** (Dra uppdelningsglidkontrollen till vänster eller höger för att ange gränsen mellan de bilder som jämförs) Du kan lägga till alla kartnålar i jämförelsepanelen med <i className="fa fa-plus-square"></i> **Lägg till alla kartnålar** eller ta bort alla visualiseringar från fliken **Jämför** med knappen <i className="fa fa-trash"></i> **Ta bort alla**.
