Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Yearly Time-Series of the Plant Phenology Index PPI (Plant Phenology Index) is a physically-based vegetation index derived from radiative transfer equation and is calculated from red and Near-Infrared (NIR) spectral bands. It is linearly related to the green leaf area index, and can be used to track canopy green foliage dynamics and therefore provides an efficient approach to retrieving plant phenology. Seasonal Trajectories PPI product is a filtered yearly time series of PPI, providing the vegetation status for each pixel on a regular 10-day time step. Find more information [here](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/hrvpp/st-ppi/).
fi: # Vuoden mittainen aikasarja kasvillisuuden fenologisesta indeksistä Kasvillisuuden fenologinen indeksi (Plant Phenology Index, PPI) on fysiikkaperusteinen kasvillisuusindeksi, joka johdetaan säteilyn siirtoyhtälöistä ja lasketaan punaisen valon ja lähi-infrapunan kanavista. Kasvillisuuden fenologisen indeksin suhde lehtialaindeksiin on lineaarinen ja sitä voidaan käyttää vihreän latvuston kehityksen dynamiikan seurantaan. Siksi se on tehokas väline kasvien fenologian tarkkailuun. Seasonal Trajectories PPI -tuote on suodatettu vuoden mittainen aikasarja kasvillisuuden fenologisesta indeksistä, joka antaa tietoa jokaisen pikselin kasvillisuuden tilasta 10 päivän kuvausvälillä. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/hrvpp/st-ppi/).
lv: # Augu Fenoloģiskais Indekss, gadskārtējā laika rinda (Yearly Time-Series of the Plant Phenology Index) PPI ir augāju raksturojošs indekss, kas ir tiek atvasināts no starojuma pārneses vienādojuma, kas aprēķināts izmantojot datus no sarkanās un tuvi infrasarkanās(NIR) enerģijas spektra joslas (kanāla). Šo informāciju var izmantot lapotņu dinamikas aprakstīšanai saistot to ar fenoloģiskajiem datiem. "Seasonal Trajectories PPI" produkts ir filtrēta laika rinda, kas apraksta augāja stāvokli katram pikselim ar regulāru 10-dienu laika soli. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/hrvpp/st-ppi/).
pl: # Roczny szereg czasowy Wskaźnika Fenologii Roślin PPI (ang. Plant Phenology Index, Wskaźnik Fenologii Roślin) jest fizycznym wskaźnikiem wegetacji opartym na równaniu transferu promieniowania i jest obliczany na podstawie pasm spektralnych w czerwieni i bliskiej podczerwieni (NIR). Jest on liniowo powiązany ze wskaźnikiem zielonej powierzchni liści i może być wykorzystywany do śledzenia dynamiki zielonych liści, a zatem stanowi efektywne podejście do pozyskiwania danych o fenologii roślin. Produkt PPI Seasonal Trajectories jest przefiltrowanym rocznym szeregiem czasowym PPI, dostarczającym informacji o stanie wegetacji dla każdego piksela w regularnym 10-dniowym kroku czasowym. Więcej informacji można znaleźć [tutaj] (https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/hrvpp/st-ppi/).
pt: # Séries Temporais Anuais do Índice Fenológico das Plantas O PPI (Índice Fenológico das Plantas) é um índice de vegetação com base em física que provém da equação de transferência radiante e é calculado a partir das bandas espetrais vermelha e infravermelho próximo (NIR). Está relacionado linearmente com o índice de área verde da folha, e pode ser usado para rastrear a dinâmica da folhagem verde das copas e por isso fornece uma aproximação eficiente para obter a fenologia das plantas O produto Trajetórias Sazonais PPI são séries anuais filtradas de PPI, que fornecem o estado da vegetação para cada pixel num espaço de tempo regular de 10 dias. Encontre mais informação [aqui](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/hrvpp/st-ppi/).
sv: # Yearly Time-Series of the Plant Phenology Index PPI (Plant Phenology Index) är ett fysiskt baserat växtlighetsindex som härstammar från en strålningsöverföringsekvation och som beräknas på de röda och nära infraröda (NIR) spektralbanden. Det är linjärt kopplat till gröna bladytsindexet och kan användas för att spåra dynamiken hos krontakets gröna lövverk och ger därigenom ett effektivt tillvägagångssätt för att hämta växtfenologin. Produkten Seasonal Trajectories PPI är en filtrerad, årlig tidsserie av PPI och ger växtlighetsstatusen för varje pixel med regelbundna tio dagars steg. Du hittar mer information [här](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/hrvpp/st-ppi/).

source: This tool allows you to draw a polygon on the map and display the polygon's size. All layers that return a single value (such as NDVI, Moisture index, NDWI,…) support viewing the index for the selected area over time. Clicking the chart icon <i class="fa fa-bar-chart"></i> will display the charts. You can remove the polygon by clicking the remove icon <i class="fa fa-close"></i>. You can also upload a KML/KMZ, GPX, WKT (in EPSG:4326) or GEOJSON/JSON file with a polygon geometry. The two sheets icon <i class="far fa-copy"></i> lets you copy the polygon coordinates as a GEOJSON, the crosshair <i className="fa fa-crosshairs"></i> centres the map to the drawn polygon. Exported images will be cropped to the area of interest in analytical downloads.
fi: Tämän työkalun avulla voit piirtää monikulmion kartalle ja nähdä monikulmion koon. Voit katsella indeksiä valitsemallasi alueella kaikilla tasoilla, jotka antavat vain yhden arvon (esim. NDVI, kosteusindeksi, NDWI jne.). Napsauttamalla <i class="fa fa-bar-chart"></i>-kuvaketta näet kaaviot. Voit poistaa monikulmion napsauttamalla <i class="fa fa-close"></i>-kuvaketta. Voit myös ladata KML/KMZ-, GPX- tai GEOJSON/JSON-tiedoston monikulmion geometrialla. Voit kopioida monikulmion koordinaatit <i class="far fa-copy" ></i>-kuvakkeella GEOJSON-tiedostoon ja kohdistaa kartan piirtämääsi monikulmioon <i className="fa fa-crosshairs"></i>-painikkeella. Analyyttinen-vaihtoehdossa kuvat rajataan kohdealueeseen.
lv: Šis rīks ļauj uz kartes zīmēt poligonu un attēlot tā izmēru. Visi slāņi, kas atgriež vienu vērtību (piemēram, NDVI) atbalsta tās apskatīšanu laika nogrieznī. Klikšķinot uz ikonas <i class="fa fa-bar-chart"></i> Jūs varat veidot grafiku. Jūs varat noņemt poligonu klikšķinot uz <i class="fa fa-close"></i> aizvākšanas ikonas. Jūs varat arī augšuplādēt KML/KMZ, GPX, WKT (pa EPSG:4326) vai GEOJSON/JSON failus, kas satur poligona ģeometriju. Divu lappušu ikona <i class="far fa-copy"></i> ļauj kopēt poligona GEOJSON koordinātas. Tēmekļa ikona <i className="fa fa-crosshairs"></i> centrēs karti virs uzzīmētā poligona. Analītiskajā režīmā eksportētie attēli tiks apgriezti izmantojot norādīto teritoriju.
pl: To narzędzie umożliwia narysowanie wielokąta na mapie i wyświetlenie jego rozmiaru. Wszystkie warstwy, które zwracają pojedynczą wartość (np. NDVI, Wskaźnik wilgoci, NDWI, itd.) obsługują przeglądanie indeksu dla wybranego obszaru na przetrzeni czasu. Kliknięcie na ikonę wykresu <i class="fa fa-bar-chart"></i> spowoduje wyświetlenie wykresów. Można usunąć wielokąt, klikając ikonę usuwania <i class="fa fa-close"></i>. Można również przesłać plik KML/KMZ, GPX, WKT (w EPSG:4326) lub GEOJSON/JSON z geometrią wielokąta. Ikona dwóch arkuszy <i class="far fa-copy"></i>umożliwia skopiowanie współrzędnych wielokąta jako GEOJSON, celownik <i className="fa fa-crosshairs"></i> wyśrodkowuje mapę na narysowany wielokąt. Eksportowane obrazy zostaną przycięte do obszaru zainteresowania podczas ich pobierania dla celów analitycznych.
pt: Esta ferramenta permite-lhe desenhar um polígono no mapa e exibir o tamanho do polígono. Todos os níveis retornam um só valor de suporte (tal como NDVI, índice de Humidade, NDWI,...) à visualização do índice para a área selecionada ao longo do tempo. Clicar no ícone de tabela <i class="fa fa-bar-chart"></i> apresentará as tabelas. Pode remover o polígono clicando no ícone remover <i class="fa fa-close"></i>. Também pode carregar um ficheiro KML/KMZ, GPX, WKT (in EPSG:4326) ou GEOJSON/JSON com uma geometria poligonal. O ícone de duas folhas <i class="far fa-copy"></i> permite-lhe copiar as coordenadas do polígono como um GEOJSON, a mira <i className="fa fa-crosshairs"></i> centra o mapa no polígono desenhado. As imagens exportadas serão acopladas à área de interesse em transferências analíticas.
sv: Detta verktyg låter dig rita upp en polygon på kartan och visa polygonens storlek. Alla lager som returnerar ett enkelt värde (såsom NDVI, Moisture index, NDWI, …) stöder granskning av indexet för det valda området över tid. Klicka på diagramikonen <i class="fa fa-bar-chart"></i> för att visa diagrammen. Klicka på raderaikonen <i class="fa fa-close"></i> för att ta bort polygonen. Du kan också ladda upp en KML/KMZ-, GPX- eller GEOJSON/JSON-fil med en polygongeometri. Ikonen med de två arken <i class="far fa-copy"></i> låter dig kopiera polygonkoordinaterna som en GEOJSON, siktet <i className="fa fa-crosshairs"></i> centrerar kartan till den angivna polygonen. Exporterade bilder kommer att avgränsas till det intressanta området i analysnedladdningar.

source: VH - decibel gamma0
fi: VH - desibeli gamma0
fr: VH - décibel gamma0
lv: VH - logaritmiska gamma0
pt: VH - decibel gama0

source: VH - linear gamma0
fr: VH - gamma linéaire0
lv: VH - lineāra gamma0
pt: VH - gama0 linear

source: VV - decibel gamma0
fr: VV - décibel gamma0
lv: VV - logaritmiska gamma0
pt: VV - decibel gama0

source: VV - linear gamma0
fr: VV - gamma linéaire0
lv: VV - lineāra gamma0
pt: VV - gama0 linear

source: HH - decibel gamma0
fi: HH - desibeli gamma0
fr: HH - décibel gamma0
lv: HH - logaritmiska gamma0
pt: HH - decibel gama0

source: HH - linear gamma0
fr: HH - gamma linéaire0
lv: HH - lineāra gamma0
pt: HH - gama0 linear

source: HV - decibel gamma0
fi: HV - desibeli gamma0
fr: HV - décibel gamma0
lv: HV - logaritmiska gamma0
pt: HV - decibel gama0

source: HV - linear gamma0
fi: HV - lineaarinen gamma0
fr: HV - gamma linéaire0
lv: HV - lineāra gamma0
pt: HV - gama0 linear

source: EO Browser presentation page
fi: EO Browserin englanninkielinen esittelysivu
pl: Strona z prezentacją przeglądarki EO Browser
pt: Página de apresentação do EO Browser
sv: Presentationssida EO Browser

source: EO Browser user guide
fi: EO Browserin englanninkielinen käyttöohje
pl: Poradnik użytkownika EO Browser
pt: EO Browser guia do utilizador
sv: Bruksanvisning EO Browser

source: Close and don't show again
fr: Fermer et ne plus montrer
sl: Zapri in ne pokaži več

source: Continue with tutorial
fr: Poursuivre avec le tutoriel
sl: Nadaljujte z vodičem

source: with contributions by
fr: avec les contributions de
sl: s prispevki

source: Data location
fr: Localisation des données
sl: Viri podatkov

source: Please select at least one location!
fr: Veuillez sélectionner au moins un lieu !
sl: Izberi vsaj eno lokacijo!

source: **MERIS** (Medium-resolution spectrometer) was a sensor on board the [ENVISAT](https://earth.esa.int/web/guest/missions/esa-operational-eo-missions/envisat) satellite with the primary mission to observe land and ocean colour and the atmosphere. It is no longer active and has been succeeded by Sentinel-3. **Spatial resolution:** Full resolution land & coast: 260m x 290m (that is only details bigger than 260m x 290m can be seen). **Revisit time:** maximum 3 days to revisit the same area. **Data availability:** From June 2002 to April 2012. **Common usage:** Ocean monitoring (phytoplankton, suspended matter), atmosphere (water vapour, CO2, clouds, aerosols), and land (vegetation index, global coverage, moisture).
fr: **MERIS** (spectromètre à moyenne résolution) était un capteur à bord du satellite [ENVISAT] (https://earth.esa.int/web/guest/missions/esa-operational-eo-missions/envisat) dont la mission principale était d’observer la couleur des terres et des océans et l’atmosphère. Il n’est plus actif et a été remplacé par Sentinel-3. **Résolution spatiale :** Pleine résolution des terres et des côtes : 260m x 290m (seuls les détails de plus de 260m x 290m sont visibles). **Délai de revisite : ** maximum de trois jours pour revoir la même zone. **Disponibilité des données :** De juin 2002 à avril 2012. **Usage courant :** Surveillance des océans (phytoplancton, matières en suspension), atmosphère (vapeur d’eau, CO2, nuages, aérosols) et terre (indice de végétation, couverture globale, humidité).
sl: **MERIS** (Medium-resolution spectrometer) je bil senzor na krovu satelita [ENVISAT](https://earth.esa.int/web/guest/missions/esa-operational-eo-missions/envisat) s primarno misijo opazovanja barve kopnega in oceana ter atmosfere. Ni več aktiven in ga je naselil Sentinel-3. **Prostorska ločljivost:** Polna ločljivost kopno in obala: 260 m x 290 m (videti je mogoče le podrobnosti večje od 260 m x 290 m). **Čas ponovnega obiska:** največ 3 dni za ponoven obisk istega območja. **Razpoložljivost podatkov:** Od junija 2002 do aprila 2012. **Običajna raba:** Spremljanje oceana (fitoplankton, suspendirana snov), ozračja (vodna para, CO2, oblaki, aerosoli) in kopno (vegetacijski indeks, globalna pokritost, vlaga).

source: The **Proba-V** satellite is a small satellite designed to map land cover and vegetation growth across the entire globe every two days. EO Browser provides derived products which minimize cloud cover by combining cloud-free measurement within a 1 day (S1), 5 days (S5) and 10 days (S10) period. **Spatial resolution:** 100m for S1 and S5, 333m for S1 and S10, 1000m for S1 and S10. **Revisit time:** 1 day for latitudes 35-75°N and 35-56°S, 2 days for latitudes between 35°N and 35°S. **Data availability:** Since October 2013. **Common usage:** The observation of land cover, vegetation growth, climate impact assessment, water resource management, agricultural monitoring and food security estimates, inland water resource monitoring and tracking the steady spread of deserts and deforestation.
fr: Le satellite **Proba-V** est un petit satellite conçu pour cartographier la couverture terrestre et la croissance de la végétation sur l'ensemble du globe tous les deux jours. Le navigateur EO Browser fournit des produits dérivés qui minimisent la couverture nuageuse Le navigateur d'EO fournit des produits dérivés qui minimisent la couverture nuageuse en combinant des mesures sans nuage sur une période de 1 jour (S1), 5 jours (S5) et 10 jours (S10). **Résolution spatiale : ** 100m pour S1 et S5, 333m pour S1 et S10, 1000m pour S1 et S10. **Temps de revisite :** 1 jour pour les latitudes 35-75°N et 35-56°S, 2 jours pour les latitudes entre 35°N et 35°S. **Disponibilité des données : ** Depuis octobre 2013. **Utilisation courante :** L'observation de la couverture terrestre, la croissance de la végétation, l'évaluation de l'impact climatique, la gestion des ressources en eau, la surveillance de l'agriculture et les estimations de la sécurité alimentaire, la surveillance des ressources en eaux intérieures et le suivi de l'expansion des déserts et de la déforestation.
sl: Satelit **Proba-V** je majhen satelit, namenjen kartiranju pokrovnosti tal in rasti vegetacije po vsem svetu vsaka dva dni. EO Browser zagotavlja izpeljane izdelke, ki čim bolj zmanjšujejo količino oblakov tako, da združujejo meritve brez oblakov v obdobju enega dneva (S1), petih dni (S5) in desetih dni (S10). **Prostorska ločljivost:** 100 m za S1 in S5, 333 m za S1 in S10, 1000 m za S1 in S10. **Čas ponovnega obiska:** 1 dan za zemljepisne širine 35-75° S in 35-56° J, 2 dni za zemljepisne širine med 35° S in 35° j. š. **Dostopnost podatkov:** od oktobra 2013. **Običajna uporaba:** opazovanje pokrovnosti tal, rasti vegetacije, ocena vpliva podnebja, upravljanje vodnih virov, spremljanje kmetijstva in ocene prehranske varnosti, celinske vode virov ter spremljanje stalnega širjenja puščav in krčenja gozdov.

source: SciHub link
fr: Lien SciHub
sl: Povezava SciHub

source: Statistical Info / Feature Info Service chart
fr: Information statistique / Tableau des services d'informations sur les fonctionnalités
sl: Statistične informacije / Feature Info Service chart

source: Statistical Info / Feature Info Service chart -
fr: Information statistique / Tableau des services d'informations sur les fonctionnalités -
sl: Statistične informacije / Feature Info Service chart -

source: G
fr: V

source: Could not download files:
fr: Impossible de télécharger les fichiers :
sl: Datoteke ni bilo mogoče prenesti:

source: Can't download via canvas
fr: Impossible de télécharger à partir du canevas
sl: Ne morem prenesti prek okvirja

source: Could not ZIP files:
fr: Impossible de compresser les images :
sl: Datoteke ZIP ni bilo mogoče shraniti:

source: There was a problem downloading image
fr: Un problème est survenu lors du téléchargement de l'image
sl: Pri prenosu posnetka je prišlo do težave

source: Could not load image from blob
fr: Impossible de charger l'image depuis le blob
sl: Ni bilo mogoče naložiti posnetka iz bloba

source: # Welcome To EO Browser! A complete archive of Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA’s archive of Landsat 5, 7 and 8, global coverage of Landsat 8, Envisat Meris, MODIS, Proba-V and GIBS products in one place. [EO Browser presentation page](https://www.sentinel-hub.com/explore/eobrowser/) [EO Browser user guide](https://www.sentinel-hub.com/explore/eobrowser/user-guide/)
fr: # Bienvenue dans EO Browser ! Archives complètes de Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, archives de Landsat 5, 7 et 8 de l'ESA, couverture globale de Landsat 8, Envisat Meris, etc. Landsat 5, 7 et 8, couverture globale de Landsat 8, Envisat Meris, MODIS, Proba-V et GIBS en un seul endroit. [Page de présentation d'EO Browser] (https://www.sentinel-hub.com/explore/eobrowser/) [Guide de l'utilisateur d'EO Browser] (https://www.sentinel-hub.com/explore/eobrowser/user-guide/)
sl: # Dobrodošli v EO Browserju! Celoten arhiv satelitov Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA arhiv satelitov Landsat 5, 7 in 8, globalni arhiv satelitov Landsat 8, Envisat Meris, MODIS, Proba-V in GIBS na enem mestu. [Predstavitvena stran brskalnika EO Browser](https://www.sentinel-hub.com/explore/eobrowser/) [Uporabniški priročnik za brskalnik EO Browser](https://www.sentinel-hub.com/explore/eobrowser/user-guide/)

source: #### Quick overview of EO Browser features EO Browser combines a complete archive of Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA’s archive of Landsat 5, 7 and 8, global coverage of Landsat 8, Envisat Meris, MODIS, Proba-V and GIBS products in one place and makes it possible to browse and compare full resolution images from those sources. You simply go to your area of interest, select data sources, time range and cloud coverage, and inspect the resulting data. You can continue the tutorial by clicking on the "Next" button or you can close it. By clicking the info icon <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info" /></span> in the top right corner you can always resume the tutorial in case you closed it by mistake or because you wanted to try things.
fr: #### Aperçu rapide des caractéristiques de EO Browser EO Browser réunit en un seul produit les archives complètes de Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, les archives de Landsat 5, 7 et 8 de l'ESA, la couverture globale de Landsat 8, Envisat Meris, MODIS, Proba-V et les produits GIBS. Il permet de parcourir et de comparer les images à pleine résolution provenant de ces sources. Il suffit de vous rendre dans la zone qui vous intéresse, de sélectionner les données, la période et la couverture nuageuse, et d'explorer les données obtenues. Vous pouvez continuer le tutoriel en cliquant sur le bouton "Suivant" ou vous pouvez le fermer. En cliquant sur l'icône d'informations <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding 4px 10px;"><i class="fa fa-info " /></span> dans le coin supérieur droit, vous pouvez toujours reprendre le tutoriel au cas où vous l'auriez fermé par erreur ou si vous vouliez faire des essais.
sl: #### Kratek pregled funkcij brskalnika EO EO Browser na enem mestu združuje celoten arhiv satelitov Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, arhiv ESA Landsat 5, 7 in 8, globalni arhiv Landsat 8, Envisat Meris, MODIS, Proba-V in GIBS ter omogoča pregledovanje in primerjavo slik polne ločljivosti iz teh virov. Preprosto se odpravite na območje, ki vas zanima, izberete vire podatkov, časovno območje in pokritost z oblaki ter preglejte dobljene podatke. Vodič lahko nadaljujete s klikom na gumb "Naprej" ali pa ga zaprete. S klikom na ikono info <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info" /></span> v zgornjem desnem kotu lahko vedno nadaljujete z vodičem, če ste ga zaprli po pomoti ali ker ste želeli nekaj preizkusiti.
