Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Vertical terrain scaling
fi: Pystysuoran maaston skaalaus
fr: Mise à l'échelle verticale du terrain
lt: Vertikalus reljefo mastelio keitimas
lv: Vertikālā reljefa mērogošana
pl: Pionowe skalowanie terenu
pt: Escala vertical do terreno
sl: Vertikalno skaliranje terena
sv: Vertikal terrängskalning

source: Camera lens flare effect (with the sun)
fi: Kameran linssiheijastus (aurinko)
fr: Effet de reflet de l'objectif de l'appareil photo (avec le soleil)
lt: Kameros objektyvo blyksnio efektas (su saule)
lv: Kameras lēcas atspīduma efekts (ar sauli)
pl: Efekt flary na obiektywie (słońce)
pt: Efeito de chama de lentes da câmara (com Sol)
sl: Odsev leč kamere (pri soncu)
sv: Kameralinsens flare-effekt (med solen)

source: Image download in compare mode is currently available only for basic image download.
fi: Kuvia voi tällä hetkellä ladata vertailutilassa vain tavallisella latauksella.
fr: Le téléchargement d'images en mode comparaison n'est actuellement disponible que pour l'image de base.
lt: Vaizdo atsisiuntimas palyginimo režimu šiuo metu galimas tik pagrindiniam vaizdų atsisiuntimui.
lv: Salīdzināšanas režīmā attēlu lejuplāde šobrīd ir iespējama tikai iegūstot vienkāršus attēlus.
pl: Pobieranie obrazów w trybie porównywania jest obecnie dostępne tylko w przypadku podstawowego pobierania obrazów.
pt: Descarregar imagens em modo de comparação está atualmente disponível só para descargas básicas de imagens.
sv: För närvarande kan bilder hämtas i jämförelseläge endast för hämtning av grundbilder.

source: you can only download an image while visualizing or comparing
fi: voit ladata kuvia vain visualisointi- tai vertailutilassa
fr: vous ne pouvez télécharger une image que lorsque vous visualisez ou comparez
lt: vaizdą galite atsisiųsti tik vizualizuodami arba lygindami
lv: lejuplādēt attēlu iespējams tikai veidojot visualizāciju vai veicot salīdzināšanu
pl: obraz można pobrać tylko w trybie wizualizacji lub porównywania
pt: só pode descarregar uma imagem enquanto a visualiza ou compara
sv: du kan bara hämta en bild när du visualiserar eller jämför den

source: you need to compare at least 2 layers
fi: vertailuun tarvitaan vähintään kaksi tasoa
fr: vous devez comparer au moins 2 couches
lt: turite palyginti bent 2 sluoksnius
lv: lai veiktu salīdzināšanu nepieciešami vismaz 2 slāņi
pl: należy porównać co najmniej 2 warstwy
pt: precisa de comparar pelo menos duas camadas
sl: primerjati morate vsaj 2 sloja
sv: du måste jämföra minst två lager

source: Rotate around the clicked point
fi: Pyöritä valitun sijainnin ympärillä
fr: Rotation autour du point cliqué
lt: Sukimasis aplink spustelėtą tašką
lv: rotācija ap izvēlēto punktu
pl: Obróć wokół klikniętego punktu
pt: Rodar em torno do ponto clicado
sl: Rotacija okoli kliknjene točke
sv: Rotera runt den klickade punkten

source: When checked, moving the mouse while the middle button is pressed, rotates the world around the clicked point, otherwise the camera rotates around itself. Alt key, being pressed when starting to rotate, toggles this behavior.
fi: Jos otat tämän asetuksen käyttöön, voit pyörittää kameraa valitsemasi sijainnin ympärillä pitämällä hiiren keskinäppäintä painettuna. Muutoin kamera pyörii itsensä ympäri. Saat asetuksen käyttöön painamalla ALT-näppäintä, kun pyörität kameraa.
fr: Lorsqu'il est coché, le déplacement de la souris alors que le bouton du milieu est enfoncé, fait tourner le monde autour du point cliqué, sinon la caméra tourne sur elle-même. La touche Alt, lorsqu'elle est enfoncée au début de la rotation, permet de changer ce comportement.
lt: Kai pažymėta, pelė juda paspaudus vidurinįjį mygtuką, pasaulis sukasi aplink paspaustą tašką, priešingu atveju kamera sukasi aplink save. Alt klavišas, nuspaustas pradedant suktis, perjungia šį elgesį.
lv: Kad iespējota šī atzīme, peles kustināšana ar nospiestu peles ritenīti veiks pasaules rotēšanu ap izvēlēto punktu. Citādi kamera rotēs ap sevi. Lai mainīto šo uzvedību var spiest "Alt" tausiņu rotēšanas procesa sākumā.
pl: Gdy zaznaczone, poruszanie myszą przy wciśniętym środkowym przycisku, obraca świat wokół klikniętego punktu, w przeciwnym razie kamera obraca się wokół siebie. Klawisz Alt, wciśnięty w momencie rozpoczęcia obracania, zmienia to zachowanie.
pt: Quando conferido, mover o rato enquanto pressiona o botão do meio, roda o mundo em torno do ponto clicado, senão a câmara roda em torno dela própria. A tecla ALT, pressionada quando se começa a rodar, comuta este comportamento.
sl: Kadar je ta opcija vklopljena, premikanje miške, medtem ko je srednji gumb pritisnjen, premika svet okoli kliknjene točke. V nasprotnem primeru kamera rotira okoli lastne osi. Če je pred začetkom rotiranja pritisnjena tipka Alt, se obnašanje invertira.
sv: När rutan är förkryssad kommer världen att rotera runt den klickade punkten så länge som du håller mittknappen intryckt, annars roterar kameran runt sin egen axel. Växla funktionen genom att hålla in alt-knappen när du börjar rotera.

source: Map overlay is disabled when AOI is specified. Remove your AOI in order to use this option.
fi: Karttamerkinnät otetaan pois päältä, kun valitset kohdealueen. Ota tämä asetus käyttöön poistamalla kohdealue.
fr: La superposition de la carte est désactivée lorsque l'AOI est spécifié. Retirez votre AOI afin de utiliser cette option.
lt: Žemėlapio uždengimas išjungiamas, kai nurodyta AOI. Norėdami naudoti šią parinktį, pašalinkite AOI.
lv: Karšu pārklāšana ir atspējota, ka tiek norādīta teritorija (Area of Interest, AOI). Noņemiet norādīto teritoriju, lai iespējotu šo funkciju.
pl: Nakładanie map jest wyłączone, gdy określony jest AOI. Aby móc korzystać z tej opcji, należy usunąć AOI.
pt: A sobreposição de mapas é desativada quando o AOI é especificado. Remova o seu AOI para usar esta opção.
sv: Kartoverlay inaktiveras när AOI anges. Ta bort ditt AOI för att använda alternativet.

source: Exported image(s) will include datasource and date, zoom scale and branding.
fi: Kuvaan lisätään tiedot tietolähteestä, päivämäärästä, mittakaavasta sekä brändistä.
fr: L'image exportée comprendra la source de données et la date, l'échelle de zoom et la marque.
lt: Eksportuojamame (-uose) vaizde (-uose) bus nurodytas duomenų šaltinis ir data, priartinimo mastelis ir prekės ženklas.
lv: Eksportējamie attēli iekļaus datu avotu, datumu, pietuvinājuma līmeni un zīmola informāciju.
pl: Eksportowany obraz będzie zawierać źródło danych oraz datę, skalę oraz logotypy.
pt: A(s) imagem(ns) exportada(s) vai (vão) incluir fonte de dados e data, escala de ampliação e marca.
sv: Exporterade bilder inkluderar datakälla och datum, zoomskala och varumärken.

source: Enable captions in order to write a description.
fi: Jos haluat lisätä kuvauksen, ota kuvaukset käyttöön.
fr: Activez les légendes afin d'écrire une description.
lt: Įgalinkite antraštes, kad galėtumėte parašyti aprašymą.
lv: Iespējot integrēta apraksta veidošanu.
pl: Włącz podpisy, aby móc napisać opis.
pt: Permite legendas de modo a escrever uma descrição.
sv: Aktivera rubriker för att skriva en beskrivning.

source: Add a short description to the exported image.
fi: Lisää lyhyt kuvaus kuvalle.
fr: Ajoutez une brève description à l'image exportée.
lt: Prie išeksportuoto vaizdo pridėkite trumpą aprašymą.
lv: Pievienot īsu aprakstu eksportējamajam attēlam.
pl: Dodaj krótki opis do eksportowanego obrazu.
pt: Adiciona uma pequena descrição à imagem exportada.
sv: Lägg till en kort beskrivning till den exporterade bilden.

source: Layer does not have any legend data.
fi: Tasolla ei ole selitetietoja.
fr: La couche n'a pas de données de légende.
lt: Sluoksnis neturi jokių legendos duomenų.
lv: Slānim nav leģendas datu.
pl: Warstwa nie ma żadnych danych legendy.
pt: A camada não tem quaisquer dados de legenda.
sv: Lagret har inga förklarande data.

source: Exported image will include legend.
fi: Kuvaan lisätään selitteet.
fr: L'image exportée comprendra la légende.
lt: Eksportuotame paveikslėlyje bus legenda.
lv: Eksportējamais slānis saturēs leģendu.
pl: Eksportowany obraz będzie zawierać legendę.
pt: Imagem exportada vai incluir legenda.
sv: Den exporterade bilden kommer att omfatta en förklaring.

source: The **ESA WorldCover** product is the first global land cover map at 10 m resolution based on both Sentinel-1 and Sentinel-2 data. More information [here](https://esa-worldcover.org/). **Coverage**: Global coverage. **Data Availability**: 2020. **Spatial resolution**: 10 meters. **Common Usage**: Development of novel services to help with preserving biodiversity, food security, carbon assessment and climate modelling.
fi: **ESA WorldCover** -tuote on ensimmäinen laatuaan: maailmanlaajuinen maanpeitekartta 10 metrin erotuskyvyllä, joka perustuu Sentinel-1- ja Sentinel-2-satelliittien tietoihin. Lisää tietoa löydät englanniksi [täältä](https://esa-worldcover.org/). **Kattavuus**: Maailmanlaajuinen. **Saatavilla olevat tiedot:** 2020. **Alueellinen erotuskyky**: 10 metriä. **Yleisimmät käyttökohteet**: Uusien palveluiden kehittäminen suojelemaan luonnon monimuotoisuutta, ruokaturvaan, hiiliarvioiden tuottamiseen ja ilmastomallintamiseen.
fr: Le produit **ESA WorldCover** est la première carte mondiale de la couverture terrestre à une résolution de 10 m basée sur les données Sentinel-1 et Sentinel-2. Plus d'informations [ici](https://esa-worldcover.org/). **Couverture** : Couverture mondiale. **Disponibilité des données** : 2020. **Résolution spatiale** : 10 mètres. **Utilisation courante** : Développement de nouveaux services pour aider à préserver la biodiversité, la sécurité alimentaire, l'évaluation du carbone et la modélisation du climat.
lt: **ESA „WorldCover ‚** produktas yra pirmasis 10 m skiriamosios gebos pasaulio žemės dangos žemėlapis, sudarytas remiantis ‘Sentinel-1“ ir „Sentinel-2“ duomenimis. Daugiau informacijos [čia] (https://esa-worldcover.org/). **Paplitimas**: Pasaulinė aprėptis. **Duomenų prieinamumas**: 2020. **Patalpos skiriamoji geba**: 10 metrų. **Bendras naudojimas**: Naujų paslaugų, padedančių išsaugoti biologinę įvairovę, apsirūpinti maistu, įvertinti anglies dioksido kiekį ir modeliuoti klimatą, kūrimas.
lv: **ESA WorldCover** produkts ir pirmā globālā mēroga Zemes virsmas pārklājuma karte ar 10 m telpisko izšķirtspēju. Tas veidots izmantojot Sentinel-1 un Sentinel-2 datus. Vairāk informācijas [šeit](https://esa-worldcover.org/). **Pārklājums**: Globāls pārklājums **Datu pieejamība**: 2020. **Telpiskā izšķirtspēja**: 10 metri **Ierastie lietojuma veidi:** Inovatīvi servisi, kas saistīti ar bioloģiskās daudzveidības, pārtikas drošības, oglekļa monitoringa un klimata modelēšanas jautājumiem.
pl: Produkt **ESA WorldCover** jest pierwszą globalną mapą pokrycia terenu w rozdzielczości 10 m, opracowaną na podstawie danych Sentinel-1 i Sentinel-2. Więcej informacji [tutaj](https://esa-worldcover.org/). **Pokrycie**: Pokrycie globalne. **Dostępność danych**: 2020. **Rozdzielczość przestrzenna**: 10 metrów. **Typowe zastosowanie**: Rozwój nowych usług pomocnych w ochronie bioróżnorodności, bezpieczeństwie żywnościowym, ocenie emisji dwutlenku węgla i modelowaniu klimatu.
pt: O produto ** ESA WorldCover ** é o primeiro mapa global de cobertura do solo com resolução 10m baseado em dados do Sentinel-1 e do Sentinel-2. Mais informação[aqui](https://esa-worldcover.org/). **Cobertura**: Cobertura global. **Disponibilidade dos dados**: 2020. **Resolução espacial**: 10 metros. **Utilização comum**: Desenvolvimento de novos serviços para ajudar a preservar a biodiversidade, segurança alimentar, avaliação do carbono e modelos climáticos.
sv: Produkten **ESA WorldCover** är den första globala marktäckeskartan med 10 meters upplösning och den är baserad på data från både Sentinel-1 och Sentinel-2. Mer information [här](https://esa-worldcover.org/). **Omfattning**: Global omfattning. **Datatillgänglighet**: 2020. **Geografisk upplösning**: 10 meter. **Allmän användning**: Utveckling av nya tjänster för att bidra till bevarande av biologisk mångfald, livsmedelsförsörjning, bedömning av koldioxidutsläpp och klimatmodellering.

source: Land cover classification
fi: Maanpeitteen luokitus
fr: Classification de la couverture terrestre
lt: Žemės dangos klasifikacija
lv: Zemes virsmas klasifikācija (LCC)
pl: Klasyfikacja pokrycia terenu
pt: Classificação da cobertura de solo
sv: Klassificering av marktäcke

source: Based on the last band of the custom script.
fi: Perustuu mukautetun komentosarjan viimeiseen kanavaan.
fr: Basé sur la dernière bande du script personnalisé.
lt: Remiantis paskutine tinkinto scenarijaus juosta.
lv: Veidots izmantojot noslēdzošo kanālu no pielāgotā skripta.
pl: Na podstawie ostatniego pasma skryptu niestandardowego.
pt: Baseado na última banda do guião personalizado.
sv: Baseras på det sista bandet i de anpassade skriptet.

source: You need to login to use this functionality.
fi: Kirjaudu sisään, kun haluat käyttää tätä toimintoa.
fr: Vous devez vous connecter pour utiliser cette fonctionnalité.
lt: Norėdami naudotis šia funkcija, turite prisijungti.
lv: Nepieciešams pieslēgties, lai lietotu šo funkcionalitāti.
pl: Aby korzystać z tej funkcji, musisz się zalogować.
pt: Tem de entrar com a sua conta para usar esta funcionalidade.
sv: Du måste logga in att använda den här funktionen.

source: The **Seasonal Trajectories** product is a filtered time series of Plant Phenology Index (PPI) provided yearly on a 10-daily basis. It is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The Seasonal Trajectories PPI is derived through fitting a smoothing and gap filling function to the yearly time-series raw PPI values generated from Sentinel-2 satellite observations. More information [here](https://collections.sentinel-hub.com/seasonal-trajectories/). **Coverage**: Europe (EEA39 region), from 25°W to 45°E and from 26°N to 72°N. **Data Availability**: Since January 2017, updated every 10 days. **Spatial resolution**: 10 meters. **Common Usage**: Plant phenology monitoring, such as tracking green canopy foliage dynamics through time.
fi: **Seasonal Trajectories** -tuote on suodatettu aikasarja kasvillisuuden fenologisesta indeksistä (Plant Phenology Index, PPI), joka koostetaan vuosittain 10 päivän kuvausvälillä. Se on osa Copernicus-ohjelman maankartoituspalvelun (CLMS) HR-VPP-tuoteperhettä, joka tuottaa yleiseurooppalaista tietoa kasvillisuuden fenologiasta ja tuottavuudesta korkealla erotuskyvyllä. Seasonal Trajectories -tuotteen PPI-arvo perustuu tietoja tasoittavaan ja aukkoja täyttävään toimintoon, jota sovelletaan Sentinel-2-satelliitin havaintojen vuoden mittaisen aikasarjan raakoihin PPI-arvoihin. Lisää tietoa löydät englanniksi [täältä](https://collections.sentinel-hub.com/seasonal-trajectories/). **Kattavuus**: Eurooppa (EEA39) pituuspiiriltä 25°W pituuspiirille 45°E ja leveyspiiriltä 26°N leveyspiirille 72°N. **Saatavilla olevat tiedot:** Tammikuusta 2017 alkaen, päivitetään 10 päivän välein. **Alueellinen erotuskyky**: 10 metriä. **Yleisimmät käyttökohteet**: Kasvillisuuden fenologian seuranta, kuten vihreän latvuston kehityksen dynamiikan seuranta.
lt: **Sezoninių trajektorijų** produktas - tai filtruota augalų fenologinio indekso (PPI) laiko eilutė, pateikiama kasmet 10 dienų tikslumu. Jis yra programos „Copernicus Land Monitoring Service“ (CLMS) paneuropinio didelės skiriamosios gebos augalų fenologijos ir produktyvumo (HR-VPP) produktų rinkinio dalis. Sezoninių trajektorijų PPI gaunamas išlyginimo ir spragos užpildymo funkciją pritaikant metinėms neapdorotoms PPI vertėms, gautoms iš Sentinel-2 palydovo stebėjimų. Daugiau informacijos [čia] (https://collections.sentinel-hub.com/seasonal-trajectories/). **Apimtis**: Europa (EEE39 regionas), nuo 25° vakarų ilgumos iki 45° rytų ilgumos ir nuo 26° šiaurės platumos iki 72° šiaurės platumos. **Duomenų prieinamumas**: Nuo 2017 m. sausio mėn., atnaujinama kas 10 dienų. **Patalpos skiriamoji geba**: 10 metrų. **Bendras naudojimas**: Augalų fenologijos stebėjimas, pavyzdžiui, žaliosios dangos lapijos dinamikos stebėjimas laike.
lv: **Seasonal Trajectories** produkts ir filtrēta "Plant Phenology Index (PPI)" datu kopa, kas pieejama katram gadam ar 10 dienu soli. Produkts ir daļa no "Copernicus Land Monitoring Service (CLMS)" un "pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP)" produktu klāsta. "Seasonal Trajectories PPI" ir atvasināts pielietojot izlīdzināšanas un tukšumu aizpildīšanas funkcijas, kas piemērotas gada griezuma iegūtajām PPI vērtībām no Sentinel-2 satelīta mērījumiem. Vairāk informācijas [šeit](https://collections.sentinel-hub.com/seasonal-trajectories/). **Pārklājums**: Eiropa (EEA39 reģions) no 25°R.g. līdz 45°A.g. un 26°Z.pl. līdz 72Z.pl. **Datu pieejamība**: Kopš 2017. janvāra, atjaunots reizi 10 dienās. **Telpiskā izšķirtspēja**: 10 metri **Ierastie lietojuma veidi:** Augu fenoloģiskais monitorings, kā piemēram, zaļojošu vainagu lapotnes dinamika laikā.
pl: Produkt **Seasonal Trajectories** jest przefiltrowanym szeregiem czasowym wskaźnika fenologii roślin (PPI) dostarczanym co roku w cyklu 10-dniowym. Jest on częścią pakietu produktów Copernicus Land Monitoring Service (CLMS), ogólnoeuropejskiego produktu High Resolution Vegetation Phenology and Productivity (HR-VPP). "Trajektorie sezonowe PPI" jest uzyskiwany poprzez dopasowanie funkcji wygładzania i wypełniania luk do rocznych szeregów czasowych surowych wartości PPI wygenerowanych z obserwacji satelitarnych Sentinel-2. Więcej informacji [tutaj](https://collections.sentinel-hub.com/seasonal-trajectories/). **Pokrycie**: Europa (region EEA39) od długości geograficznej od 25°W do 45°E i szerokości geograficznej od 26°N do 72°N. **Dostępność danych**: Od stycznia 2017 r., aktualizowane co 10 dni. **Rozdzielczość przestrzenna**: 10 metrów. **Typowe zastosowanie**: Monitorowanie fenologii roślin, np. śledzenie dynamiki ulistnienia zielonych baldachimów w czasie.
pt: O produto **Trajetórias Sazonais** são séries cronológicas filtradas do Índice Fenológico da Planta (PPI) fornecido anualmente numa base de 10 dias. É parte do pacote de produtos do Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP). As trajetórias sazonais PPI provêm de encaixar uma função de alisamento e preenchimento de lacunas nos valores PPI brutos das ´series anuais geradas pelas observações do satélite Sentinal-2. Mais informação [aqui](https://collections.sentinel-hub.com/seasonal-trajectories/). **Cobertura**: Europa (zona EEA39) desde a longitude 25°W até 45°E e da latitude 26°N até 72°N. **Disponibilidade dos dados**: Desde janeiro de 2017, atualizado todos os 10 dias. **Resolução espacial*: 10o metros. **Utilização comum**: Monitorização da fenologia das plantas, tais como rastreamento da dinâmica da folhagem verde das copas ao longo do tempo.
sv: Produkten **Seasonal Trajectories** är en filtrerad tidsserie av Plant Phenology Index (PPI) som tillhandahålls årligen på 10 dagars basis. Den ingår i Copernicus Land Monitoring Service (CLMS), paneuropeiska produktportföljen High Resolution Vegetation Phenology and Productivity (HR-VPP). Seasonal Trajectories PPI framställs genom att anpassa en utjämnings- och luckfyllningsfunktion till den årliga tidsserien av råa PPI-värden som skapats från Sentinel-2-satellitens observationer. Mer information [här](https://collections.sentinel-hub.com/seasonal-trajectories/). **Omfattning**: Europa (region EEA39) från längdgrad 25°V till 45°Ö och breddgrad 26°N till 72°N. **Datatillgänglighet**: Sedan januari 2017, uppdateras var 10:e dag. **Geografisk upplösning**: 10 meter. **Allmän användning**: Övervakning av växtfenologi, såsom spårning av gröna krontakslövverks dynamik över tid.
