Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: **General** The "Commercial data" tab allows you to search, purchase, and visualize Commercial Third-Party data. **Available constellations** We currently offer data from 3 different commercial data providers offering data from 5 different constellations: - Planet [Planet scope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) (4/8 bands, 3m resolution) - Planet [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/) (4 bands, 0.5m resolution) - Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) (5 bands, 0.5m - 2m resolution) - Airbus [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) (5 bands, 1.5m - 6m resolution) - Maxar [WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) (5 bands, 0.5m - 2m resolution) As the term "commercial" implies, the data comes at a cost, which means **in addition to your existing Sentinel Hub subscription, you will need to purchase quota** for the data you are interested in. **Quota** Check *My quota* to see how much quota you have for each of the constellations. You can purchase quota through the [Sentinel Hub Dashboard](https://apps.sentinel-hub.com/dashboard/#/account/billing). **Purchase** To purchase commercial data, you must: - search for the data (*Search options*), - select a product from the results (*Results*), - add the product to your order, - specify where to save the order (*Order options*), - review the order and confirm it (*Created orders (not confirmed)* in *My orders*). Your order will now be listed under *Running orders* and move to *Finished orders* once the data has been purchased and ingested. **More information** For more information on ordering commercial data ( Third Party Data Import ), please see the [Sentinel Hub Documentation Page](https://docs.sentinel-hub.com/api/latest/api/data-import/).
fi: **Yleistä** Kaupalliset tiedot -välilehdeltä voit etsiä, ostaa ja visualisoida kolmansien osapuolten tuottamia kaupallisia tietoja. **Saatavilla olevat konstellaatiot** Tarjoamme tietoja viideltä kaupalliselta tietojen toimittajalta: - Planet [Planet scope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) (4/8 kanavaa, 3 m:n erotuskyky) - Planet [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/) (4 kanavaa, 0.5m erotuskyky) - Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) (5 kanavaa, 0,5–2 m:n erotuskyky) - Airbus [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) (5 kanavaa, 1,5–6 m:n erotuskyky) - Maxar [WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) (5 kanavaa, 0,5–2 m:n erotuskyky) Kuten sana ”kaupallinen” antaa ymmärtää, nämä tiedot ovat maksullisia. Tämä tarkoittaa, että **sinun on ostettava lisää kiintiötä jo olemassa olevan Sentinel Hub -tilauksesi lisäksi** saadaksesi haluamasi tiedot. **Kiintiö** Tarkista *Omat kiintiöni* -osiosta, kuinka paljon kiintiötä sinulla on jäljellä kullekin konstellaatiolle. Voit ostaa kiintiötä [Sentinel Hub Dashboard -osion](https://apps.sentinel-hub.com/dashboard/#/account/billing) kautta. **Osta** Jotta voit ostaa kaupallisia tietoja, sinun on tehtävä seuraavat: - etsiä tiedot (*Hakuasetukset*), - valita tuote tuloksista (*Tulokset*), - lisätä tuote tilaukseesi - määritellä, mihin tilaus tallennetaan (*Tilauksen asetukset*), - tarkistaa tilaus ja vahvistaa se (*Luodut tilaukset [ei vahvistetut]* osiossa *Omat tilaukseni*). Tilauksesi lisätään *Voimassa olevat tilaukset* -osioon ja siirretään *Loppuneet tilaukset* -osioon, kun tiedot on ostettu ja käsitelty. **Lisätietoja** Lisää tietoa kolmansien osapuolten kaupallisten tietojen tilaamisesta ( Third Party Data Import ) löydät englanniksi [Sentinel Hubin dokumentaatiosivulta](https://docs.sentinel-hub.com/api/latest/api/data-import/).
fr: **Général** L'onglet "Données commerciales" vous permet de rechercher, d'acheter et de visualiser des données commerciales tierces. **Constellations disponibles** Nous proposons actuellement des données mises à disposition par 3 fournisseurs de données et provenant de 5 constellations différentes : - Planet [Planet scope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) (4/8 bandes, résolution de 3m) - Planet [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/) (4 bandes, résolution 0,5m) - Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) (5 bandes, résolution 0,5m - 2m) - Airbus [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) (5 bandes, résolution 1,5m - 6m) - Maxar [WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) (5 bandes, résolution 0,5m - 2m) Comme le terme "commercial" l'implique, les données ont un coût, ce qui signifie **qu'en plus de votre abonnement existant à Sentinel Hub, vous devrez acheter un quota** pour les données qui vous intéressent. **Quota** Vérifiez *Mon quota* pour voir combien de quota vous avez pour chacune des constellations. Vous pouvez acheter des quotas via le [Tableau de bord du Hub Sentinel] (https://apps.sentinel-hub.com/dashboard/#/account/billing). **Achat** Pour acheter des données commerciales, vous devez : - rechercher les données (*Options de recherche*), - sélectionner un produit dans les résultats (*Résultats*), - ajouter le produit à votre commande, - spécifier où enregistrer la commande (*Options de commande*), - réviser la commande et la confirmer (*Commandes créées (non confirmées)* dans *Mes commandes*). Votre commande sera désormais répertoriée dans *Commandes en cours* et passera dans *Commandes terminées* une fois que les données auront été achetées et ingérées. **Plus d'informations** Pour plus d'informations sur la commande de données commerciales (Importation de données tierces), veuillez consulter la [Page de documentation du Hub Sentinel] (https://docs.sentinel-hub.com/api/latest/api/data-import/).
lt: **Bendrosios nuostatos** Skirtuke "Komerciniai duomenys" galite ieškoti, pirkti ir vizualizuoti komercinius trečiųjų šalių duomenis. **Galimi žvaigždynai** Šiuo metu siūlome duomenis iš 3 skirtingų komercinių duomenų teikėjų, siūlančių duomenis iš 5 skirtingų žvaigždynų: - Planet [Planet scope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) (4/8 juostos, 3 m skiriamoji geba) - Planet [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/) (4 juostos, 0,5 m skiriamoji geba) - Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) (5 juostos, 0,5 m - 2 m skiriamoji geba) - Airbus [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) (5 juostos, 1,5 m - 6 m skiriamoji geba) - Maxar [WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) (5 juostos, 0,5 m - 2 m skiriamoji geba) Kaip matyti iš termino "komerciniai", duomenys yra mokami, o tai reiškia, kad **papildomai prie esamos Sentinel Hub prenumeratos turėsite įsigyti jus dominančių duomenų kvotą**. **Kvota** Patikrinkite *Mano kvota*, kad sužinotumėte, kiek kvotos turite kiekvienam žvaigždynui. Kvotą galite įsigyti naudodamiesi [Sentinel Hub Dashboard] (https://apps.sentinel-hub.com/dashboard/#/account/billing). **Pirkimas** Norėdami įsigyti komercinių duomenų, turite: - ieškoti duomenų (*Ieškos parinktys*), - pasirinkti produktą iš rezultatų (*Rezultatai*), - pridėti produktą prie užsakymo, - nurodyti, kur išsaugoti užsakymą (*Užsakymo parinktys*), - peržiūrėti užsakymą ir jį patvirtinti (*Sukurti užsakymai (nepatvirtinti)* skiltyje *Mano užsakymai*). Dabar jūsų užsakymas bus įtrauktas į *Vykdomi užsakymai* sąrašą ir perkeltas į *Pabaigti užsakymai*, kai duomenys bus nupirkti ir įtraukti. **Daugiau informacijos** Daugiau informacijos apie komercinių duomenų užsakymą ("Third Party Data Import" ("Trečiųjų šalių duomenų importas") rasite [Sentinel Hub Documentation Page](https://docs.sentinel-hub.com/api/latest/api/data-import/).
lv: **General** Cilnē "Komericālie dati" ir iespējams meklēt, iegādāties un vizualizēt komerciālos trešo pušu datus. **Available constellations** Šobrīd tiek piedāvāti dati no 5 dažādiem komerciālo datu piegādātājiem: - Planet [Planet scope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) (4/8 kanāli, 3m izšķirspēja) - Planet [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/) (4 kanāli, 0.5m izšķirspēja) - Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) (5 kanāli, 0.5m - 2m izšķirspēja) - Airbus [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) (5 kanāli, 1.5m - 6m izšķirspēja) - Maxar [WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) (5 kanāli, 0.5m - 2m izšķirspēja) Šie dati ir pieejami par papildus samaksu. Tas nozīmē, ka Jums būs jāveic apmaksa par datu kvotu, kuru Jūs vēlaties izmantot. Šīs ir papildus izmaksas, kuras nesedz eksistējošs Sentinel Hub abonaments. **Quota** Pārbaudied *Manas kvotas*, lai uzzinātu kāds ir Jums pieejamais datu apjoms katrai no satelītu saimēm. Jūs varat iegādāties kvotu caur [Sentinel Hub Paneli](https://apps.sentinel-hub.com/dashboard/#/account/billing). **Purchase** Lai iegādātos komerciālos datus, Jums: - jāmeklē dati (*Meklēšanas iespējas*), - jāizvēlas produkts no pieejamajiem rezultātiem (*Rezultāti*), - jāpievieno produkts Jūsu pasūtījumam, - jānorāda, kur saglabāt Jūsu pasūtījumu (*Pasūtījuma iespējas*), - jāpārskata un jāapstiprina Jūsu pasūtījums ((*Izveidotie pasūtījumi (nevis apstiprinātie* sadaļā *Mani pasūtījumi*). Jūsu pasūtījums tagad būs redzams sarakstā *Atkīvie pasūtījumi* un tiks pārvietots uz *Pabeigtie pasūtījumi* uzreiz pēc to iegādes un pabeigšanas. **More information** Lai iegūtu plašāku informāciju par komerciālo datu pasūtīšanu (Third Party Data Import), lūdzu aplūkojiet [Sentinel Hub Dokumentācijas Lapu](https://docs.sentinel-hub.com/api/latest/api/data-import/).
pl: **Ogólne** Zakładka "Dane komercyjne" pozwala na wyszukiwanie, zakup i wizualizację komercyjnych danych firm trzecich. **Dostępne konstelacje** Obecnie oferujemy dane od 3 różnych dostawców danych komercyjnych oferujących dane z 5 różnych konstelacji: - Planet [Planet scope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) (4/8 pasm, rozdzielczość 3m) - Planet [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/) (4 pasma, rozdzielczość 0.5m) - Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) (5 pasm, rozdzielczość 0,5m - 2m) - Airbus [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) (5 pasm, rozdzielczość 1,5m - 6m) - Maxar [WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) (5 pasm, rozdzielczość 0.5m - 2m) Jak sugeruje termin "komercyjny", dane są płatne, co oznacza, że **w uzupełnieniu do istniejącej subskrypcji Sentinel Hub, będziesz musiał wykupić limit** na interesujące Cię dane. **Limit** Sprawdź *Moje limity*, aby zobaczyć swoje limity dla każdej z konstelacji. Limity można wykupić poprzez [Kokpit Sentinel Hub](https://apps.sentinel-hub.com/dashboard/#/account/billing). **Zakup** Aby zakupić dane komercyjne, należy: - wyszukać dane (*Opcje wyszukiwania*), - wybrać produkt z wyników (*Wyniki*), - dodać produkt do zamówienia, - określić miejsce zapisania zamówienia (*Opcje zamówienia*), - przejrzeć zamówienie i potwierdzić je (*Utworzone zamówienia (niepotwierdzone)* w *Moje zamówienia*). Twoje zamówienie będzie teraz wymienione w *Aktywne zamówienia* i przeniesione do *Zakończone zamówienia* po zakupie i pobraniu danych. **Więcej informacji** Więcej informacji na temat zamawiania danych komercyjnych (Third Party Data Import) można znaleźć na stronie [Sentinel Hub Documentation Page](https://docs.sentinel-hub.com/api/latest/api/data-import/).
pt: **Geral** O separador "Dados Comerciais" permite-lhe procurar, comprar e visualizar dados comerciais Third-Party. **Constelações disponíveis** Atualmente oferecemos dados de 4 fornecedores comerciais diferentes: - Planet [Planet scope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) (4 bandas, resolução 3m) - Planet [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/) (4 bandas, resolução 0,5m) - Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) (5 bandas, resolução 0,5m - 2m) - Airbus [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) (5 bandas, resolução 1,5m - 6m) - Maxar [WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) (5 bandas, resolução 0,5m - 2m) Como o termo "comercial" implica os dados têm custos, o que significa ** a acrescentar à sua já existente subscrição do Sentinel Hub, tem de comprar a quota** para os dados que lhe interessam. **Quota** Verificar *Minha Quota* para ver que quantidade tem para cada uma das constelações. Pode comprar quota através do [Sentinel Hub Dashboard](https://apps.sentinel-hub.com/dashboard/#/account/billing). ** Comprar** Para comprar dados comerciais, tem de: - procurar por dados (*Procurar opções*). -selecionar um produto a partir dos resultados (*Resultados*), -adicionar o produto à sua encomenda, - especificar onde pretende guardar a encomenda (*opções de encomenda*), -rever a encomenda e confirmá-la (*Encomendas criadas(não confirmadas)* em *Minhas encomendas*). A sua encomenda estará listada agora nas *Encomendas em execução* e será movida para *Encomendas finalizadas* assim que os dados sejam comprados e ingeridos. **Mais informação** Para mais informação sobre encomendar dados comerciais ( Third Party Data Import ), por favor veja [Sentinel Hub Documentation Page](https://docs.sentinel-hub.com/api/latest/api/data-import/).
sv: **Allmänt** Fliken ”Kommersiella data” ger dig möjlighet att söka, köpa och visualisera kommersiella tredjepartsdata. **Tillgängliga konstellationer** Vi tillhandahåller för närvarande data från fem olika kommersiella dataleverantörer: - Planet [Planet scope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) (fyra band, 3 m upplösning) - Planet [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/) (fyra band, 0,5 m upplösning) - Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) (fem band, 0,5 m–2 m upplösning) - Airbus [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) (fem band, 1,5 m–6 m upplösning) - Maxar [WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/) (fem band, 0,5 m–2 m upplösning) Så som termen ”kommersiell” anger kostar dessa data vilket betyder att du **i tillägg till din nuvarande Sentinel Hub-beställning måste köpa kvoter** för de data som intresserar dig. **Kvoter** Kontrollera *Mina kvoter* för att se hur många kvoter du har för respektive konstellation. Du kan köpa kvoter genom [Sentinel Hub-instrumentpanelen](https://apps.sentinel-hub.com/dashboard/#/account/billing). **Köpa** För att köpa kommersiella data måste du: - söka data (*Sökalternativ*), - välja en produkt bland resultaten (*Resultat*), - lägga till produkten till din beställning, - ange var du vill spara beställningen (*Beställningsalternativ*), - granska och bekräfta beställningen (*Skapade beställningar (ej bekräftade)* under *Mina beställningar*). Din beställning kommer nu att visas under *Löpande beställningar* och flytta till *Avslutade beställningar* när data har köpts och tagits in. **Mer information** För mer information om hur du beställer kommersiella data (hämtning av tredjepartsdata), ber vi dig läsa [Sentinel Hub:s dokumentationssida](https://docs.sentinel-hub.com/api/latest/api/data-import/).

source: The minimum area for ordering SkySat data is 25 km². This means that you will be charged 25 km² even for AOIs smaller than 25 km²!
lt: Mažiausias plotas, kuriame galima užsisakyti "SkySat" duomenis, yra 25 km². Tai reiškia, kad už 25 km² reikės mokėti net už mažesnes nei 25 km² AOI!
pl: Minimalny obszar dla zamówienia danych SkySat to 25 km². Oznacza to, że opłata za 25 km² zostanie naliczona nawet dla Obszarów Zainteresowania mniejszych niż 25 km²!
pt: A área mínima para pedir dados SkySat é de 25 km². Isto significa que lhe será cobrado 25 km² mesmo para AOIs menores que esse valor!

source: # Short wave infrared composite (SWIR) Short wave infrared (SWIR) measurements can help scientists estimate how much water is present in plants and soil, as water absorbs SWIR wavelengths. Short wave infrared bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) are also useful for distinguishing between cloud types (water clouds versus ice clouds), snow and ice, all of which appear white in visible light. In this composite vegetation appears in shades of green, soils and built-up areas are in various shades of brown, and water appears black. Newly burned land reflects strongly in SWIR bands, making them valuable for mapping fire damages. Each rock type reflects shortwave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. More info [here.](https://custom-scripts.sentinel-hub.com/landsat-4-5-tm/swir/)
lt: # Trumpųjų bangų infraraudonųjų spindulių kompozitas (SWIR) Trumpųjų bangų infraraudonųjų spindulių (SWIR) matavimai gali padėti mokslininkams įvertinti, kiek vandens yra augaluose ir dirvožemyje, nes vanduo sugeria SWIR bangų ilgį. Trumpųjų bangų infraraudonųjų spindulių juostos (juosta - elektromagnetinio spektro sritis; palydovo jutiklis gali vaizduoti Žemę skirtingomis juostomis) taip pat yra naudingos debesų tipams (vandens debesys ir ledo debesys), sniegui ir ledui, kurie matomoje šviesoje atrodo balti, atskirti. Šioje kompozicijoje augmenija atrodo žalių atspalvių, dirvožemis ir užstatytos teritorijos - įvairių rudų atspalvių, o vanduo - juodas. Naujai išdegusi žemė stipriai atsispindi SWIR juostose, todėl jos yra vertingos gaisro padarytai žalai kartografuoti. Kiekviena uolienų rūšis skirtingai atspindi trumpųjų infraraudonųjų bangų šviesą, todėl lyginant atspindėtą SWIR šviesą galima sudaryti geologinius žemėlapius. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/landsat-4-5-tm/swir/)
pl: # Kompozyt podczerwieni krótkofalowej (SWIR) Pomiary w krótkofalowej podczerwieni (SWIR) mogą pomóc naukowcom oszacować, ile wody jest obecne w roślinach i glebie, ponieważ woda absorbuje długości fal SWIR. Krótkofalowe pasma podczerwieni (pasmo to region widma elektromagnetycznego; czujnik satelitarny może obrazować Ziemię w różnych pasmach) są również przydatne do rozróżniania typów chmur (chmury wodne kontra chmury lodowe), śniegu i lodu, z których wszystkie wydają się białe w świetle widzialnym. W tym kompozycie roślinność pojawia się w odcieniach zieleni, gleby i obszary zabudowane są w różnych odcieniach brązu, a woda wydaje się czarna. Nowo spalone tereny odbijają się silnie w pasmach SWIR, co czyni je cennymi dla mapowania zniszczeń spowodowanych przez pożary. Każdy rodzaj skały odbija krótkofalowe światło podczerwone w inny sposób, co umożliwia tworzenie map geologicznych poprzez porównywanie odbitego światła SWIR. Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/landsat-4-5-tm/swir/)
pt: # Compósito de infravermelhos de onda curta (SWIR) As medições com infravermelhos de onda curta (SWIR) podem ajudar os cientistas a calcular qual a quantidade de água que está presente nas plantas e no solo, pois a água absorve comprimentos de onda de SWIR. As bandas dos infravermelhos de onda curta (uma banda é uma zona do espetro eletromagnético; um sensor num satélite pode retratar a Terra em diferentes bandas) também são úteis para distinguir tipos de nuvens (nuvens de água versus nuvens de gelo), neve e gelo, todas elas aparecem com cor branca à luz visível. Neste compósito a vegetação aparece em tons de verde, os solos e as áreas com construções em vários tons de castanho e a água aparece a preto. Zonas recentemente queimadas refletem intensamente nas bandas SWIR, tornando-as de grande valor para mapear estragos de incêndios. Cada tipo de rocha reflete a luz infravermelha de onda curta de maneira diferente tornando possível fazer o mapa geológico por comparação da luz SWIR refletida. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/landsat-4-5-tm/swir/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here.](https://custom-scripts.sentinel-hub.com/hls/true_color/)
lt: # Tikroji spalvų kompozicija Palydovuose esantys jutikliai gali vaizduoti Žemę įvairiose elektromagnetinio spektro srityse. Kiekviena spektro sritis vadinama juosta. Tikrų spalvų kompozitas naudoja matomos šviesos raudonos, žalios ir mėlynos spalvų juostas atitinkamuose raudonos, žalios ir mėlynos spalvų kanaluose, todėl gaunamas natūralių spalvų produktas, kuris gerai atspindi Žemę taip, kaip žmonės ją matytų natūraliai. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/hls/true_color/)
pl: # Kompozyt prawdziwego koloru Czujniki przenoszone przez satelity mogą obrazować Ziemię w różnych regionach widma elektromagnetycznego. Każdy region w widmie jest określany jako pasmo. Kompozyt prawdziwego koloru używa pasm światła widzialnego: czerwonego, zielonego i niebieskiego w odpowiednich kanałach kolorów czerwonego, zielonego i niebieskiego, w wyniku czego powstaje produkt o naturalnym kolorze, który jest dobrym odwzorowaniem Ziemi, tak jak ludzie widzieliby ją naturalnie. Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/hls/true_color/)
pt: # Compósito de cor verdadeira Os sensores transportados por satélites podem retratar a Terra em diferentes zonas do espetro eletromagnético. Cada zona do espetro é denominada banda. O compósito de cor verdadeira usa bandas de luz visível vermelha, verde e azul nos canais correspondentes vermelhos, verdes e azuis, resultando num produto de cor natural, que é uma boa representação da Terra tal como os humanos a veriam de forma natural. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/hls/true_color/)
