Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: A **DEM** (Digital Elevation Model) is a digital representation of a terrain (usually Earth's surface). It is obtained by dividing the whole globe into grid cells, each holding a corresponding altitude value in meters. Depending on the gride cell size, a DEM can be more detailed (high resolution) or less detailed (low resolution). Sentinel Hub DEM data collections are static (independent of date) and globally available. **Common usage:** Modelling water flows, orthorectification of Sentinel-1 imagery and engineering.
fi: Digitaalinen korkeusmalli, eli **DEM** (Digital Elevation Model), on digitaalinen mallinnus maastosta (yleensä Maan pinnasta). Se tuotetaan jakamalla koko maapallo ruutuihin, joista jokaiseen tallennetaan korkeustieto metreinä. Ruutujen koon mukaan DEM voi olla yksityiskohtainen (korkeampi erotuskyky) tai vähemmän yksityiskohtainen (matala erotuskyky). Sentinel Hub DEM -tietojen kokoelmat ovat staattisia (päivämäärästä riippumattomia) ja kattavat koko maapallon. **Yleisimmät käyttökohteet:** Virtausmallit, Sentinel-1-satelliitin kuvien ortokorjaus ja yhteiskuntarakentaminen.
lv: **DEM** (Digital Elevation Model - Digitālais augstuma modeis) ir digitāls reljefa attēlojums (parasti Zemes virsma). Tas tiek veidots sadalot Zemes virsmu šūnās, kas satur informāciju par augstumu metros. Šūnas izmēri nosaka DEM detalizācijas pakāpi. Sentinel Hub DEM datu kolekcijas ir statiskas (laikā nemainīgas) un pieejamas ar globālu pārklājumu. **Ierastie lietojuma veidi:** Ūdens plūsmu modelēšana, Sentinel-1 datu ortokoriģēšana u.c.
pl: **DEM** (Numeryczny Model Terenu, ang. Digital Elevation Model) to cyfrowa reprezentacja terenu (zazwyczaj powierzchni Ziemi). Uzyskuje się ją przez podzielenie całej kuli ziemskiej na komórki siatki, z których każda ma odpowiadającą jej wartość wysokości w metrach. W zależności od wielkości pojedynczej komórki siatki, DEM może być bardziej szczegółowy (wysoka rozdzielczość) lub mniej szczegółowy (niska rozdzielczość). Zbiory danych DEM Sentinel Hub są statyczne (niezależne od daty) i dostępne na całym świecie. **Typowe zastosowanie:** Modelowanie przepływów wody, ortorektyfikacja zdjęć Sentinel-1 i inżynieria.
pt: Um **DEM** (Modelo de Superfície Digital) é uma representação digital de um terreno (normalmente a superfície da Terra). Obtém-se dividindo o globo em quadriculas, cada uma correspondendo a um valor de altitude em metros. Dependendo do tamanho da quadricula, um DEM pode ser mais detalhado (alta resolução) ou menos detalhado (baixa resolução). As coleções de informação DEM do Sentinel Hub são estáticas (independentes de informação) e disponíveis globalmente. **utilização comum** Modelação de caudais de água, ortorretificação das imagens do Sentinel-1 e engenharia.
sv: En **DEM** (Digital Elevation Model) är en digital återgivning av en terräng (oftast jordens yta). Den erhålls genom att dela upp hela jordgloben i ett rutnät som vart och ett motsvarar en viss höjd i meter. Beroende på rutnätets storlek kan DEM:en vara mer detaljerad (hög upplösning) eller mindre detaljerad (låg upplösning). DEM-datasamlingarna från Sentinel Hub är statiska (datumoberoende) och tillgängliga globalt. **Allmän användning:** Modellering av vattendrag, ortorektifiering av bilder från Sentinel-1 samt ingenjörsvetenskap.

source: # Global Surface Water - Occurrence The layer shows the (intra- and inter-annual) variations of surface water presence in the time range between March 1984 and December 2021. Permanent water areas with 100% occurrence over the 38 years are shown in blue, while lighter shades of pink and purple indicate lower degrees of water presence. Learn more [here](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_occurrence/).
fi: # Pintavesi – Esiintyvyys Tasolla näytetään pintaveden määrän (vuoden sisäiset ja vuosittaiset) muutokset maaliskuun 1984 ja joulukuun 2021 välillä. Pysyvät vesistöt, joiden esiintyvyys on 100 % näiden 38 vuoden aikana, näytetään sinisinä, kun taas matalamman esiintyvyyden vesimuodostumat näytetään vaaleanpunaisina tai violetteina. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_occurrence/).
lv: # Globālie virszemes ūdeņi - sastopamība (Global Surface Water - Occurrence) Šis slānis rāda virszemes ūdens virsmu (sezonālo un ilggadējo) mainīgumu laika posmā no 1984. gada marta līdz 2021. gada decembrim. Pastāvīgi ar ūdeni klātas virsmas ar 100% sastopamību ir redzamas zilā krāsā, kamēr gaišākas rozā un violetas krāsas norāda uz retāku ūdens sastopamību. Uzziniet vairāk [šeit](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_occurrence/).
pl: # Wody powierzchniowe na świecie - Występowanie Warstwa przedstawia (wewnątrz- i międzyroczne) zmiany występowania wód powierzchniowych w przedziale czasowym od marca 1984 r. do grudnia 2021 r. Obszary wody stałej o 100% występowaniu w ciągu 38 lat są zaznaczone na niebiesko, natomiast jaśniejsze odcienie różu i fioletu wskazują na niższy stopień obecności wody. Dowiedz się więcej [tutaj](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_occurrence/).
pt: # Água Superficial Global - Ocorrência O nível mostra as variações ( no ano e entre anos) da presença de água superficial no período de tempo entre março de 1984 e dezembro de 2021. Áreas de água permanentes com 100% de ocorrência ao longo dos 36 anos são mostradas a azul, enquanto que tonalidades mais claras de rosa e violeta indicam graus inferiores da presença de água. Aprenda mais [aqui](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_occurrence/).
sv: # Global Surface Water - Occurrence Lagret visar variationerna (mellan och under år) i ytvattennärvaron under tidsintervallet mellan mars 1984 och december 2021. Bestående vattenområden med 100 % förekomst under de 38 åren visas i blått medan ljusare toner av rosa och violett anger lägre andelar vattennärvaro. Läs mer [här](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_occurrence/).

source: # Global Surface Water - Occurrence Change Intensity The layer visualises changes in water occurrence between two different epochs, the first ranging from March 1984 to December 1999, and the other covering the period from January 2000 to December 2021. Areas with increase in water occurrence are visualized in different shades of green, areas with no change are colored black and areas with decrease are shown in shades of red. Learn more [here](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_change/).
fi: # Pintavesi – Muutokset esiintyvyydessä Tämä taso visualisoi pintaveden määrässä esiintyneitä muutoksia kahdella aikakaudella: maaliskuun 1984 ja joulukuun 1999 välillä sekä tammikuun 2000 ja joulukuun 2021 välillä. Alueet, joilla pintaveden määrä on lisääntynyt, näytetään eri vihreän sävyissä. Alueet, joilla ei ole tapahtunut muutosta, näytetään mustana, ja alueet, joilla määrä on vähentynyt, näytetään punaisen sävyissä. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_change/).
lv: # Globālie virszemes ūdeņi - sastopamības izmaiņu intensitāte (Global Surface Water - Occurrence Change Intensity) Šis slānis rāda virszemes ūdens pārklājuma sastopamības izmaiņas, salīdzinot divus laika posmus - pirmais no 1984. marta līdz 1999. gada decembrim, bet otrais no 2000. gada janvāra līdz 2021. gada decembrim. Teritorijas, kur ūdens sastopamība kļuvusi biežāka ir redzamas dažādos zaļos toņos. Teritorijas , kur ūdens sastopamība nav mainījusies ir attēlotas melnā krāsā, bet teritorijas , kur ūdens sastopamība ir kļuvusi retāka ir redzamas sarkanos toņos. Uzziniet vairāk [šeit](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_change/).
pl: # Wody powierzchniowe na świecie - Intensywność zmian występowania Warstwa ta pokazuje zmiany w występowaniu wody pomiędzy dwoma różnymi epokami, z których pierwsza obejmuje okres od marca 1984 r. do grudnia 1999 r., a druga - od stycznia 2000 r. do grudnia 2021 r. Obszary, w których odnotowano wzrost występowania wody, są wizualizowane w różnych odcieniach zieleni, obszary, w których nie nastąpiła zmiana, są oznaczone kolorem czarnym, a obszary, w których nastąpił spadek, są przedstawione w odcieniach czerwieni. Dowiedz się więcej [tutaj](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_change/).
pt: # Água Superficial Global - Alteração da Intensidade de Ocorrência O nível visualiza alterações de ocorrência de água entre duas épocas diferentes, a primeira entre março de 1984 e dezembro de 1999, e a outra cobre o período de janeiro de 2000 até dezembro de 2021. Áreas com aumento de ocorrência de água são visualizadas com diferentes tonalidades de verde, áreas sem alteração são coloridas a preto e áreas com diminuição são mostradas com tonalidades de vermelho. Aprenda mais [aqui](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_change/).
sv: # Global Surface Water - Occurrence Change Intensity Lagret visualiserar förändringarna i förekomsten av vatten mellan två tidsperioder, varav den första sträckte sig från mars 1984 till december 1999 och den andra från januari 2000 till december 2021. Områden med en ökning av förekomsten av vatten visualiseras i olika gröna toner, områden utan förändring är svarta och områden med en minskning visas i röda toner. Läs mer [här](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_change/).

source: # Global Surface Water - Seasonality The Seasonality layer provides information on the distribution of surface water in 2021. Permanent water bodies (water was present for 12 months) are colored in dark blue and seasonal water (water was present for less than 12 months) in gradually lighter shades of blue, with the lightest blue showing areas where water was present for only 1 month. Learn more [here](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_seasonality/).
fi: # Pintavesi – Kausimuutokset Kausimuutokset-taso antaa tietoa pintaveden jakautumisesta vuonna 2021. Pysyvät vesistöt (vettä esiintyy 12 kuukautena) näytetään tummansinisinä, ja alueet, joilla pintaveden määrä vaihtelee kauden mukaan (vettä alle 12 kuukautena), näytetään vaaleansinisen sävyissä. Vaaleimmilla alueilla vettä on esiintynyt vain yhtenä kuukautena. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_seasonality/).
lv: # Globālie virszemes ūdeņi - sezonalitāte (Global Surface Water - Seasonality) Šis slānis rāda virszemes ūdens virsmu izplatību 2021. gada ietvaros. Pastāvīgi ar ūdeni klātas virsmas(ūdens ir novērots visos 12 gada mēnešos) ir redzamas tumši zilā krāsā, bet sezonālas ūdens virsmas (ūdens nav novērots visos 12 gada mēnešos) ir redzamas gaišākos zilās krāsas toņos (visgaišākais tonis atbilst platībām, kur ūdens ir novērots tikai 1 mēnesī). Uzziniet vairāk [šeit](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_seasonality/)
pl: # Wody powierzchniowe na świecie - Sezonowość Warstwa ta dostarcza informacji o rozmieszczeniu wód powierzchniowych w 2021 roku. Stałe części wód (woda była obecna przez 12 miesięcy) są pokolorowane na ciemnoniebiesko, a wody sezonowe (woda była obecna przez mniej niż 12 miesięcy) na stopniowo jaśniejsze odcienie niebieskiego, przy czym najjaśniejszy niebieski kolor pokazuje obszary, na których woda była obecna tylko przez 1 miesiąc. Dowiedz się więcej [tutaj](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_seasonality/).
pt: # Água superficial Global - Sazonalidade O nível da sazonalidade fornece informação sobre a distribuição da água superficial em 2021. Massas de água permanentes (água que esteve presente durante 12 meses) são coloridas a azul escuro e água sazonal (água presente menos de 12 meses) em tons de azul gradualmente mais claros, em que os tons de azul mais claros mostram áreas onde a água esteve presente só durante 1 mês. Aprenda mais [aqui](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_seasonality/).
sv: # Global Surface Water - Seasonality Säsongslagret tillhandahåller information om fördelningen av ytvatten under 2021. Bestående vattenförekomster (vatten förekom i tolv månader) är mörkblå och säsongsvatten (vatten förekom under en kortare tid än tolv månader) i allt ljusare blåtoner och de ljusaste blå färgerna anger områden där vatten endast förekom i en månad. Läs mer [här](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_seasonality/).

source: # Global Surface Water - Recurrence The Recurrence layer shows how frequently water returned to a particular location in a defined water period between 1984 and 2021. Orange color indicates low recurrence (water returned to the area infrequently), and light blue color indicates high recurrence (water returned to the area frequently). Learn more [here](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_recurrence/).
fi: # Pintavesi – Uusiutuvuus Uusiutuvuus-taso näyttää, millaisilla aikaväleillä vettä on esiintynyt määritetyllä alueella vuosien 1984 ja 2021 välillä. Oranssi väri merkitsee matalaa esiintyvyyttä (alueella esiintyi vettä harvoin) ja vaaleansininen merkitsee korkeaa esiintyvyyttä (alueella esiintyi vettä säännöllisesti). Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_recurrence/).
lv: # Globālie virszemes ūdeņi - vairākkārtēja atkārtošanās (Global Surface Water - Recurrence) Šis slānis vizualizē atkārtotu ūdens pārklājuma biežumu konkrētai vietai laika posmā no 1984. līdz 2021. gadam. Oranža krāsa norāda uz retu, bet gaiši zila uz biežu ūdens pārklājuma atkārtošanos. Uzziniet vairāk [šeit](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_recurrence/).
pl: # Wody powierzchniowe na świecie - Nawroty Warstwa ta pokazuje, jak często woda powracała do danej lokalizacji w określonym okresie wodnym w latach 1984-2021. Kolor pomarańczowy oznacza niską tendencję do nawrotów (woda powracała na dany obszar rzadko), a kolor jasnoniebieski - wysoką (woda powracała na dany obszar często). Dowiedz się więcej [tutaj](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_recurrence/).
pt: # Água Superficial Global - Retorno O nível de Retorno mostra com que frequência a água retorna a um local particular num período de água definido entre 1984 e 2021. A cor laranja indica baixo retorno ( a água regressa à área com pouca frequência), e a cor azul clara indica elevado retorno ( a água regressa à área com frequência). Aprenda mais [aqui](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_recurrence/).
sv: # Global Surface Water - Recurrence Upprepningslagret visar hur ofta vatten har återkommit till en viss plats under en viss vattenperiod mellan 1984 och 2021. Orange färg anger en låg upprepning (vatten återkom sällan till området) och ljusblå färg anger hög upprepning (vatten återkom ofta till området). Läs mer [här](https://custom-scripts.sentinel-hub.com/custom-scripts/other_collections/global-surface-water/global_surface_water_recurrence/).

source: Coniferous fores
fi: Havumetsät
fr: Forêts de conifères
lv: Skujkoku mežs
pl: Lasy iglaste
pt: Floreta de coníferas
sv: Lövskog

source: Mixed fores
fi: Sekametsät
fr: Forêts mixtes
lv: Jauktie meži
pl: Lasy mieszane
pt: Florestas mistas
sv: Blandskog

source: # Corine Land Cover - Accounting This script visualises CORINE Land Cover (CLC) Accounting Layers according to the official CORINE Land Cover color scheme. CLC Accounting Layers are CLC status layers modified for the purpose of consistent statistical analysis in the land cover change accounting system at EEA. For more information about the layer, visit [this website](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/corine/corine_land_cover_accounting_layer/).
fi: # Corine Land Cover – Tilinpito Tämä komentosarja visualisoi CORINE Land Cover (CLC) -maanpeitteen luokituksen tilinpitotasot CLC:n virallisen värikäytännön mukaisesti. CLC-tilinpitotasot ovat maanpeitteen tilasta kertovia tasoja, joita on muokattu johdonmukaisten tilastollisten analyysien tekemiseen maanpeitteen tilinpidon järjestelmässä Euroopan talousalueella. Lisää tietoja tasosta löydät englanniksi [tältä sivustolta](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/corine/corine_land_cover_accounting_layer/).
lv: # "Corine" Zemes Segums (CLC) - Uzskaite Šis aprēķins domāts "Corine" Zemes Seguma (CLC) uzskaites slāņu vizualizēšanai, saskaņā ar oficiālo "Corine" Zemes Seguma krāsu shēmu. CLC uzskaites slāņi ir veidoti no CLC statusa slāņiem. Tie ir pielāgoti ar nolūku iegūt konsekventus datus priekš statististiskās zemes virsmas izmaiņu analīzes EEZ (Eiropas Ekonomiskā Zona) sistēmā. Vairāk informācijas par šo slāni iespējams iegūt šajā [mājaslapā](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/corine/corine_land_cover_accounting_layer/).
pl: # Corine Land Cover - Rozliczanie Ten skrypt wizualizuje warstwy rozliczeniowe CORINE Land Cover (CLC) zgodnie z oficjalnym schematem kolorów CORINE Land Cover. Warstwy rozliczeniowe CLC to warstwy o statusie CLC, zmodyfikowane na potrzeby spójnych analiz statystycznych w systemie rozliczania zmian pokrycia terenu w EEA. Więcej informacji o warstwie można znaleźć [tutaj](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/corine/corine_land_cover_accounting_layer/).
pt: #Cobertura de Solo Corine - Contagem Este roteiro visualiza a Contagem de Camadas de Cobertura de Solo (CLC) de acordo com o esquema de cor de cobertura de solo oficial CORINE . CLC Contagem de Camadas são camadas CLC modificadas com o objetivo de uma análise estatística consistente no sistema de contagem da alteração de cobertura de solo em EEA. Para mais informação sobre a camada, visite [este website](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/corine/corine_land_cover_accounting_layer/).
sv: # Corine Land Cover - Accounting Detta skript visualiserar CORINE Land Cover (CLC)-redovisningslagren enligt det officiella CORINE Land Cover-färgschemat. CLC-redovisningslagren är CLC-statuslager som har modifierats i syfte att få konsekvent statistik analys i redovisningssystemet för marktäckning i EES. För mer information om lagret, besök [denna webbplats](https://custom-scripts.sentinel-hub.com/custom-scripts/copernicus_services/corine/corine_land_cover_accounting_layer/).
