Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Welcome To EO Browser! A complete archive of Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA’s archive of Landsat 5, 7 and 8, global coverage of Landsat 8, Envisat Meris, MODIS, Proba-V and GIBS products in one place.
fi: # Tervetuloa EO Browseriin! EO Browserista löydät satelliittien Sentinel-1, Sentinel-2, Sentinel-3 ja Sentinel-5P tietojen arkiston sekä ESA:n Landsat-5-, Landsat-7- ja Landsat-8-satelliittien, Landsat-8-satelliitin maailmanlaajuisten tietojen, Envisat Merisin, MODISin, Proba-V:n ja GIBSin tietoja sisältävän arkiston – kaikki yhdestä paikasta.
lv: # Laipni lūdzam "EO Browser"! Šeit vienuviet pieejams pilns Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P datu arhīvs, kā arī EKA pārvaldībā esošie dati no Landsat 5, 7 un 8, un Envisat Meris, MODIS, Proba-V and GIBS datu produkti.
pl: # Witamy w przeglądarce EO Browser! Pełne archiwum satelitów Sentinel-1, Sentinel-2, Sentinel-3, Sentinel5P, archiwum ESA dla satelitów Landsat 5, 7 i 8, globalny zasięg obserwacji Landsat 8, Envisat Meris, MODIS, produkty Proba-V oraz GIBS w jednym miejscu.
pt: # Bem-vindo ao EO Browser! Um arquivo completo de imagens do Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, da ESA arquivo de Landsat 5, 7 e 8, cobertura global do Landsat 8, Envisat Meris, MODIS, Proba-V e produtos GIBS num só local.
sv: # Välkommen till EO Browser! Ett komplett arkiv från Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA:s arkiv från Landsat 5, 7 och 8 och global täckning av produkterna Landsat 8, Envisat Meris, MODIS, Proba-V och GIBS på ett ställe.

source: In the **Discover** tab you can: - Select a **Theme.** - **Search** for data. - View theme **Highlights.** The **Theme** dropdown offers you different preconfigured themes as well as your own custom configured instances if you are Logged-in. To create an instance, click on the settings icon <i className="fa fa-cog"></i> and log in with the same credentials as you used for EO Browser. Under **Search** you can set search criteria: - Choose from which satellites you want to receive the data by selecting checkboxes. - Select additional options where applicable, for example, cloud coverage with the slider. - Select the time range by either typing the date or select the date from the calendar. You can read explanations of satellites by clicking on the question icon <i className="fa fa-question-circle"></i> next to the data source name. Once you hit <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Search</span> you get a list of results. Each result is presented with a preview image, and relevant data specific to the datasource. For some data sources, the link icon <i class="fa fa-link"></i> is also visible for each result. Clicking on it reveals direct links to the raw image of the result on EO Cloud or SciHub. Clicking on the <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualize</span> button will open the **Visualize** tab for the selected result. Under **Highlight**, you find preselected interesting locations connected to the selected theme.
fi: **Löydä**-välilehdeltä voit: - Valita **Teeman**. - **Hakea** tietoja. - Katsella **Poimintoja** teemasta. **Teema**-pudotusvalikosta voit valita valmiiksi määriteltyjä teemoja sekä luoda omia teemoja, jos olet kirjautunut sisään. Jos haluat luoda oman teeman, napsauta asetuskuvaketta <i className="fa fa-cog"></i> ja kirjaudu sisään EO Browser -tunnuksillasi. **Hae**-välilehdeltä voit asettaa hakuehdot: - Valitse satelliitit, joiden tiedoista haluat hakea, laittamalla rastin haluamiesi satelliittien ruutuun. - Valitse mahdolliset lisäasetukset, kuten pilvipeitteen määrä, liukusäätimellä. - Valitse aikaväli joko kirjoittamalla päivämäärät tai valitsemalla ne kalenterista. Napsauttamalla kysymysmerkkikuvaketta <i className="fa fa-question-circle"></i> tietolähteen nimen vierestä saat lisätietoja kyseisestä satelliitista. Kun valitset <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Hae</span>, saat listan tuloksista. Jokaisesta tuloksesta näytetään esikatselukuva ja tietolähteen tärkeimpiä tietoja. Joidenkin tietolähteiden kohdalla on <i class="fa fa-link"></i>-kuvake. Siitä napsauttamalla saat suoran linkin kyseisen kuvan raakaversioon joko EO Cloudissa tai SciHubissa. Avaa valittu tulos **Visualisoi**-välilehdellä napsauttamalla <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualisoi</span>-painiketta. **Poimintoja**-välilehdeltä löydät teemaan sopivia, valmiiksi valittuja kiinnostavia kohteita.
lv: Cilnē "Meklēt" jūs varat: - izvēlēties **Motīvu.** - **Meklēt** datus. - skatīt tematiskos **Akcentus.** **Motīvs** izvēlne ļauj lietot kādu no sagatavotajiem motīviem, kā arī izmantot jūsu personīgos darba iestatījumus. Lai lietotu un veidotu darba iestatījumus, klikšķiniet uz iestatījumu ikonas <i className="fa fa-cog" ></i> un pieslēdzieties pārlūkam ar lietotāja pilnvarām, kuras izmantojat priekš "EO Browser". Sadaļā **Meklēt** jūs varat iestatīt kritērijus: - norādīt interesējošos satelītus, ieklikšķinot attiecīgo kastīti. - iespējot papildus iestatījumus, kā piemēram, mākoņa daudzums (kad tas ir piemērojams). - norādīt interesējošo laika periodu, izvēloties datumus kalendārā vai ievadot tos ar tastatūru. Lai iegūtu skaidrojošu informāciju par satelītiem, klikšķiniet uz jautājuma ikonas <i className="fa fa-question-circle"></i> , kas atrodas blakus datu avota nosaukumam. Pēc <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Search</span> iespējošanas Jūs redzēsiet rezultātu sarakstu. Katras rezultāts tiek uzrādīts ar priekšskatījuma attēlu un nozīmīgāko informāciju, kas atbilst konkrētajam datu avotam. Atsevišķiem datu avotiem saites ikona <i class="fa fa-link"></i> ir redzama arī katram no rezultātiem. Klikšķinot uz tās tiks parādīta saite, kas ved uz datu izcelsmes lokāciju iekš "EO Cloud" vai "SciHub" datubāzes. Klikšķinot <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualize</span> pogu tiks atvērta **Vizualizēšana** cilne izvēlētajam rezultātam. Cilnē **Akcenti**, Jūs redzēsiet interesantas atlasītas atrašanās vietas, kas saistītas ar izvēlēto motīvu.
pl: W zakładce ** Wyszukaj** możesz: - Wybrać **Motyw.** - **Szukaj** dla wyszukania danych. - Wyświetlić motyw **Wyróżnienia.** Lista rozwijana **Motyw** zawiera różne wstępnie skonfigurowane motywy, a także własne niestandardowo skonfigurowane instancje, jeśli jesteś Zalogowany. Aby utworzyć instancję, kliknij ikonę ustawień <i className="fa fa-cog"></i> i zaloguj się przy użyciu tych samych poświadczeń, które były używane w EO Browser. W zakładce **Szukaj** możesz ustawić kryteria wyszukiwania: - Wybrać satelity, z których chcesz otrzymywać dane, zaznaczając pola wyboru. - W stosownych przypadkach można wybrać dodatkowe opcje, na przykład poziom zachmurzenia za pomocą suwaka. - Wybierz przedział czasu przez wpisanie daty lub wybierz datę z kalendarza. Możesz przeczytać objaśnienia dotyczące satelitów, klikając ikonę znaku zapytania <i className="fa fa-question-circle"></i> obok nazwy danych źródła. Po kliknięciu <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Search</span>, otrzymasz listę wyników. Każdy wynik jest przedstawiany z obrazem podglądu i odpowiednimi danymi sprecyzowanymi dla źródła danych. W przypadku niektórych źródeł danych, ikona linku <i class="fa fa-link" ></i> jest również widoczna dla każdego wyniku. Jej kliknięcie powoduje wyświetlenie bezpośrednich linków do surowego obrazu wynikowego w EO Cloud lub SciHub. Kliknięcie na przycisk<span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualize</span> otworzy zakładkę **Visualize** dla wybranego wyniku. Pod zakładką **Wyróżnij** znajdziesz wstępnie wybrane interesujące lokalizacje powiązane z wybranym motywem.
pt: No separador **Descobrir** pode: - Selecionar um **Tema.** - **Procurar** por dados. - Ver o tema **Destaques.** O menu **Tema** oferece diferentes temas pré-configurados, assim como os seus próprios exemplos configurados por medida, se estiver ligado ao sistema. Para criar um exemplo clicar no botão das configurações <i className="fa fa-cog"></i> e iniciar uma sessão com as mesmas credenciais que utilizou para o EO Browser. Em **Pesquisar** pode definir critérios de pesquisa: - Escolher de que satélites pretende receber os dados, selecionando caixas de verificação. - Selecionar opções adicionais onde for aplicável, por exemplo, cobertura de nuvens. - Selecionar o intervalo de tempo digitando a data ou selecionar a data a partir do calendário. Pode ler explicações sobre os satélites clicando no ícone da pergunta <i className="fa fa-question-circle"></i> ao lado do nome da fonte de dados. Quando chega a <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Search</span> obtém uma lista de resultados. Cada resultado é apresentado com uma imagem de pré-visualização e dados relevantes específicos para a fonte de dados. Para algumas fontes de dados, o ícone de hiperligação <i class="fa fa-link"></i> é também visível para cada resultado. Clicando nele surgem hiperligações diretas à imagem em bruto do resultado no EO Cloud ou SciHub. Ao clicar no botão <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualize</span> vai abrir o separador **Visualizar** para o resultado selecionado. Em **Destaques**, encontra locais pré-selecionados interessantes ligados ao tema selecionado.
sv: På fliken **Upptäck** kan du: - Välja ett **Tema.** - **Söka** data. - Visa temats **Höjdpunkter.** Rullgardinsmenyn **Tema** ger dig olika förkonfigurerade teman samt låter dig själv anpassa instanser om du loggar in. Klicka på inställningsikonen <i className="fa fa-cog"></i> och logga in med samma inloggningsuppgifter som du använde för EO Browser. Ange sökkriterier under **Sök**: - Välj från vilka satelliter du vill få data genom att kryssa för kryssrutor. - Välj ytterligare alternativ där detta är tillämpligt, till exempel molntäckning, med glidkontrollen. - Välj tidsintervall antingen genom att skriva in datumet eller välja datum i kalendern. Du kan läsa förklaringar om satelliterna genom att klicka på frågeteckensikonen <i className="fa fa-question-circle"></i> intill datakällans namn. När du klickar på <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Sök</span> får du en lista med resultat. Varje resultat presenteras med en förhandsgranskning och relevanta data för datakällan i fråga. För vissa datakällor visas länkikonen <i class="fa fa-link"></i> också för varje resultat. När du klickar på den visas direktlänkar till resultatets råbild i EO Cloud eller SciHub. Om du klickar på knappen <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualisera</span> öppnas fliken **Visualisera** för det valda resultatet. Under **Höjdpunkter** hittar du förvalda intressanta platser som är kopplade till det valda temat.
