Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: With this tool, you can create a timelapse animation of the visualised layer and displayed location. First, choose a time range. You can refine your search results further by filtering them by months (filter by months checkbox) and/or selecting one image per defined period (orbit, day, week, month, year). Then press <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search"></i> Search </span> and select your images. You can select all by checking the checkbox or filter the images by cloud coverage by moving the slider. Or you can pick images one by one by scrolling through the list and selecting them. Via the **Borders** checkbox, you can enable/disable the borders on your image. You can preview the timelapse by pressing the play button on the bottom. You can also set the speed (frames per second). When you are satisfied with the result, click the download button and the timelapse will be downloaded as a <code>.gif</code> file.
fi: Tällä työkalulla voit luoda timelapse-videon visualisoiduista tasoista ja näytetystä sijainnista. Valitse ensin aikaväli. Voit rajata hakutuloksia suodattamalla niitä kuukauden mukaan (oma valintaruutu) ja/tai valitsemalla yhden kuvan jokaista määritettyä aikaväliä kohti (kokonainen kierros kiertoradalla, päivä, viikko, kuukausi, vuosi). Napsauta sitten <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search"></i> Hae</span> ja valitse kuvat. Voit valita kaikki kuvat laittamalla rastin valintaruutuun tai suodattaa kuvia pilvipeitteen määrän perusteella liukusäädintä käyttämällä. Voit myös valita kuvia yksitellen selaamalla luetteloa ja valitsemalla kuvia. **Rajat**-valintaruudun avulla voit valita, lisätäänkö kuvaan rajat vai ei. Voit esikatsella videota painamalla toistopainiketta alareunasta. Voit myös säätää nopeutta (kuvaa sekunnissa). Kun olet tyytyväinen videoosi, paina latauspainiketta. Timelapse-video latautuu <code>.gif</code>-tiedostona.
lv: Ar šo rīku Jūs varat veidot satelītattēlu animāciju, izmantojot vizualizēto slāni un atrašanās vietu. Vispirms izvēlieties laika diapazonu. Jūs varat precizēt rezultātus, filtrējot tos pa mēnešiem (filtrēt pēc mēneša kastīte) un/vai izvēloties vienu attēlu periodā (orbīta, diena, nedēļa, mēnesis, gads). Pēc tam spiediet <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search"></i> Search </span> un izvēlieties attēlus. Jūs varat izvēlēties visus attēlus izmantojot kastīti vai filtrēt tos ar mākoņu pārklājuma slīdni. Jūs varat izvēlēties attēlus pa vienam ritinot cauri sarakstam un atzīmējot tos. Ar **Robežas** kastīti Jūs varat iespējot/atspējot robežas attēlā. Lai priekšskatītu animāciju spiediet atskaņot pogu. Jūs variet mainīt arī animācijas ātrumu (kadru skaits sekundē). Spiediet lejuplādes pogu un tiks izveidota animācija <code>.gif</code> formātā.
pl: Za pomocą tego narzędzia można utworzyć animację poklatkową wizualizowanej warstwy i wyświetlanej lokalizacji. Najpierw wybierz zakres czasu. Można dodatkowo zdefiniować wyniki wyszukiwania, filtrując je według miesięcy (pole wyboru: filtrowanie według miesięcy) i/lub wybierając jeden obraz na określony okres (orbita, dzień, tydzień, miesiąc, rok). Następnie naciśnij <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search"></i> Search (Wyszukaj) </span> i wybierz swoje obrazy. Można wybrać wszystkie zaznaczając pole wyboru lub filtrując obrazy według poziomu zachmurzenia, przesuwając suwak. Można też wybierać obrazy pojedynczo, przewijając listę i zaznaczając je.Za pomocą pola wyboru **Borders** (obramowanie) można włączyć/wyłączyć obramowanie obrazu. Można wyświetlić podgląd poklatkowy, naciskając przycisk odtwarzania na dole. Możesz także ustawić prędkość (klatki na sekundę). Gdy wynik jest zadowalający, kliknij na przycisk pobierania, a animacja poklatkowa zostanie pobrana jako plik <code>.gif</code>.
pt: Com esta ferramenta, pode criar uma animação momentânea do nível visualizado e da localização exibida. Primeiro escolha um intervalo de tempo. Pode aperfeiçoar mais os seus resultados de busca, filtrando-os por meses ( caixa de seleção para filtrar por meses) e /ou selecionar uma imagem por um período definido (órbita, dia, semana, mês, ano). Depois pressionar <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search"></i> Search </span> e selecionar as suas imagens. Pode selecionar todas verificando na caixa de seleção ou filtrar as imagens por cobertura de nuvens deslocando o slide. Ou então pode escolher as imagens uma a uma navegando ao longo da lista e selecionando-as. Através da caixa de verificação **Bordas**, pode ter ou não bordas na sua imagem. Pode prever o intervalo de tempo pressionando o botão começar. Também pode estabelecer a velocidade ( número de fotogramas por segundo). Quando estiver satisfeito com o resultado, clique no botão descarregar e o intervalo de tempo será carregado como um ficheiro <code>.gif</code>.
sv: Med det här verktyget kan du skapa ett timelapse-klipp av det visualiserade lagret och den visade platsen. Välj först ett tidsintervall. Du kan avgränsa sökresultaten ytterligare genom att filtrera dem enligt månader (kryssrutan filtrera per månader) och/eller välja en bild per angiven period (omlopp, dag, vecka, månad, år). Klicka sedan på <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search"></i> Sök </span> och välj dina bilder. Du kan välja alla genom att kryssa för kryssrutan eller filtrera bilderna enligt molntäckning genom att flytta glidkontrollen. Alternativt kan du välja bilderna en och en genom att rulla listan och välja dem. Med kryssrutan **Gränser** kan du aktivera/avaktivera gränserna på bilden. Du kan förhandsgranska timelapse-klippet genom att klicka på spela-knappen längst ner. Du kan också ange hastigheten (bilder per sekund). Klicka på hämtningsknappen när du är nöjd med resultatet och timelapse-klippet laddas ner som en <code>.gif</code>-fil.

source: You have reached the end of the tutorial. If you have any other questions, feel free to ask us on [the forum](https://forum.sentinel-hub.com/) or contact us [via email](mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback). If you want to view the tutorial in the future you can always view it by clicking the info icon <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span> in the top right corner.
fi: Olet nyt lukenut kaikki ohjeet. Jos sinulla on lisäkysymyksiä, ota meihin englanniksi yhteyttä [foorumin](https://forum.sentinel-hub.com/) kautta tai [sähköpostilla](mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback). Voit lukea nämä ohjeet uudelleen milloin tahansa napsauttamalla infokuvaketta <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span> oikeasta yläreunasta.
lv: Jūsu apmācība ir noslēgusies. Ja Jums ir papildu jautājumi, lūdzu tos jautāt [forumā](https://forum.sentinel-hub.com/) vai izmantojot [epastu](mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback). Ja Jūs vēlaties iziet apmācību atkārtoti, tad klikšķiniet uz info ikonas <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span>, kas atrodas augšējā labajā stūrī.
pl: Dotarliśmy do końca instruktażu. Jeśli masz inne pytania, nie wahaj się nam ich zadać na [forum](https://forum.sentinel-hub.com/) lub skontaktować się z nami [przez e-mail](mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback). Jeśli będziesz chciał zobaczyć instruktaż w przyszłości, zawsze możesz go wyświetlić, klikając ikonę informacji <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span> w prawym górnym rogu.
pt: Chegou ao fim do tutorial. Se tiver outras questões, esteja à vontade para nos perguntar no [fórum](https://forum.sentinel-hub.com/) ou contacte-nos [através de email](mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback). Se quiser ver futuramente o tutorial pode sempre fazê-lo clicando no ícone informação <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span> no canto superior direito.
sv: Du har kommit till slutet av guiden. Om du har några ytterligare frågor svarar vi gärna på dem via [forumet](https://forum.sentinel-hub.com/) eller kontakta oss [per e-post](mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback). Om du vill granska guiden senare kan du alltid öppna den genom att klicka på informationsikonen <span style="background-color: #191a25; color: #eee; padding: 4px 10px"><i className="fa fa-info"></i></span> uppe till höger.

source: #### Quick overview of EO Browser features If you have a small screen, please go [here](https://www.sentinel-hub.com/explore/eobrowser/user-guide/) to view our user guide. You can always view this info again by clicking the info icon <span style="background-color: #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info"></i> </span> in the top right corner. #### Other resources
fi: #### EO Browserin toimintojen lyhyt esittely Jos näyttösi on pieni, siirry [tänne](https://www.sentinel-hub.com/explore/eobrowser/user-guide/) lukeaksesi englanninkieliset käyttöohjeet. Voit lukea nämä ohjeet uudelleen napsauttamalla infokuvaketta <span style="background-color: #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info"></i> </span> oikeasta yläkulmasta. #### Muita resursseja
lv: #### Ātrs "EO Browser" funkciju pārskats Ja Jūs lietojat maza izmēra ekrānu, lūdzu doties [šeit](https://www.sentinel-hub.com/explore/eobrowser/user-guide/), lai aplūkotu mūsu lietotāja instrukciju. Jūs vienmēr varat aplūkot šo informāciju atkārtoti, klikšķinot informācijas ikonu <span style="background-color: #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info"></i> </span> augšējā labajā stūrī. #### Citi resursi
pl: #### Szybki przegląd właściwości przeglądarki EO Browser Jeśli masz mały ekran, przejdź [tutaj] (https://www.sentinel-hub.com/explore/eobrowser/user-guide/) aby zobaczyć przewodnik użytkownika. Zawsze możesz powrócić do tej informacji poprzez <span style="background-color: #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info"></i> </span> kliknięcie na ikonę informacji w prawym górnym rogu. #### Inne zasoby
pt: #### Rápida visão global das características do EO Browser Se tiver um ecrã pequeno por favor vá [aqui] (https://www.sentinel-hub.com/explore/eobrowser/user-guide/) para ver o nosso guia do utilizador. Pode sempre ver outra vez esta informação clicando no ícone informação <span style="background-color: #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info"></i> </span> no canto superior direito. #### Outros recursos
sv: #### Snabb översikt av funktionerna i EO Browser Om du har en liten skärm ber vi dig gå [hit](https://www.sentinel-hub.com/explore/eobrowser/user-guide/) för att läsa bruksanvisningen. Du kan alltid visa denna information på nytt genom att klicka på informationsikonen <span style="background-color: #191a25, color: #eee, padding: 4px 10px"> <i class="fa fa-info"></i> </span> uppe till höger. #### Andra resurser

source: Classification of Sentinel2 data as result of ESA's Scene classification algorithm.
fi: Sentinel-2:n tietojen luokittelu ESAn näkymän luokittelualgoritmin (Scene Classification) perusteella.
fr: Classification des données Sentinel2 à l'aide de l'algorithme de classification des scènes de l'ESA.
lv: Sentinel2 datu klasifikācija, izmantojot EKA ainu klasifikācijas algoritmu.
pl: Klasyfikacja danych Sentinel2 jako wynik algorytmu klasyfikacji Scene agencji ESA.
pt: Classificação dos dados do Sentinel2 como resultado do algoritmo de classificação da ESA.
sl: Klasifikacija podatkov Sentinel-2 kot rezultat algoritma ESA za razvrščanje scen.
sv: Klassificering av Sentinel2-data som ett resultat av ESA:s Sceen classification-algoritm.

source: OrbitTracks_Aqua_Descending
lv: Orbītas trajektorija Aqua Lejupejoša (OrbitTracks_Aqua_Descending)
pt: OrbitTracks_Aqua_Descendente
sv: OrbitTracks_Aqua_Nedåtgående

source: OrbitTracks_Aqua_Ascending
lv: Orbītas trajektorija Aqua Augšupejoša (OrbitTracks_Aqua_Ascending)
pt: OrbitTracks_Aqua_Ascendente
sv: OrbitTracks_Aqua_Stigande

source: OrbitTracks_Aura_Ascending
lv: Orbītas trajektorija Aura Augšupejoša (OrbitTracks_Aura_Ascending)
pt: OrbitTracks_Aura_Ascendente
sv: OrbitTracks_Aura_Stigande

source: OrbitTracks_Aura_Descending
lv: Orbītas trajektorija Aura Lejupupejoša (OrbitTracks_Aura_Descending)
pt: OrbitTracks_Aura_Descendente
sv: OrbitTracks_Aura_Sjunkande

source: OrbitTracks_CloudSat_Ascending
lv: Orbītas trajektorija CloudSat Augšupejoša (OrbitTracks_CloudSat _Ascending)
pt: OrbitTracks_CloudSat_Ascendente
sv: OrbitTracks_CloudSat_Stigande

source: OrbitTracks_Calipso_Ascending
lv: Orbītas trajektorija Calipso Augšupejoša (OrbitTracks_Calipso_Ascending)
pt: OrbitTracks_Calipso_Ascendente
sv: OrbitTracks_Calipso_Stigande

source: OrbitTracks_Calipso_Descending
lv: Orbītas trajektorija Calipso Lejupupejoša (OrbitTracks_Calipso_Descending)
pt: OrbitTracks_Calipso_Descendente
sv: OrbitTracks_Calipso_Sjunkande

source: OrbitTracks_CloudSat_Descending
lv: Orbītas trajektorija CloudSat Lejupejoša (OrbitTracks_CloudSat _Descending)
pt: OrbitTracks_CloudSat_Descendente
sv: OrbitTracks_CloudSat_Sjunkande

source: OrbitTracks_CYGNSS_Ascending
lv: Orbītas trajektorija CYGNSS Augšupejoša (OrbitTracks_CYGNSS_Ascending)
pt: OrbitTracks_CYGNSS_Ascendente
sv: OrbitTracks_CYGNSS_Stigande

source: OrbitTracks_CYGNSS_Descending
lv: Orbītas trajektorija CYGNSS Lejupejoša (OrbitTracks_CYGNSS_Descending)
pt: OrbitTracks_CYGNSS_Descendente
sv: OrbitTracks_CYGNSS_Sjunkande

source: OrbitTracks_GCOM-C_Ascending
lv: Orbītas trajektorija GCOM-C Augšupejoša (OrbitTracks_CYGNSS_Ascending)
pt: OrbitTracks_GCOM-C_Ascendente
sv: OrbitTracks_GCOM-C_Stigande

source: OrbitTracks_GCOM-C_Descending
lv: Orbītas trajektorija GCOM-C Lejupejoša (OrbitTracks_GCOM-C_Descending)
pt: OrbitTracks_GCOM-C_Descendente
sv: OrbitTracks_GCOM-C_Sjunkande

source: OrbitTracks_GCOM-W1_Ascending
lv: Orbītas trajektorija GCOM-W1 Augšupejoša (OrbitTracks_GCOM-W1_Ascending)
pt: OrbitTracks_GCOM-W1_Ascendente
sv: OrbitTracks_GCOM-W1_Stigande

source: OrbitTracks_GCOM-W1_Descending
lv: Orbītas trajektorija GCOM-W1 Lejupejoša (OrbitTracks_GCOM-W1_Descending)
pt: OrbitTracks_GCOM-W1_Descendente
sv: OrbitTracks_GCOM-W1_Sjunkande

source: OrbitTracks_GOSAT-2_Ascending
lv: Orbītas trajektorija GOSAT-2 Augšupejoša (OrbitTracks_GOSAT-2_Ascending)
pt: OrbitTracks_GOSAT-2_Ascendente
sv: OrbitTracks_GOSAT-2_Stigande

source: OrbitTracks_GOSAT-2_Descending
lv: Orbītas trajektorija GOSAT-2 Lejupejoša (OrbitTracks_GOSAT-2_Descending)
pt: OrbitTracks_GOSAT-2_Descendente
sv: OrbitTracks_GOSAT-2_Sjunkande

source: OrbitTracks_GOSAT_Ascending
lv: Orbītas trajektorija GOSAT Augšupejoša (OrbitTracks_GOSAT_Ascending)
pt: OrbitTracks_GOSAT_Ascendente
sv: OrbitTracks_GOSAT_Stigande

source: OrbitTracks_GOSAT_Descending
lv: Orbītas trajektorija GOSAT Lejupejoša (OrbitTracks_GOSAT_Descending)
pt: OrbitTracks_GOSAT_Descendente
sv: OrbitTracks_GOSAT_Sjunkande

source: OrbitTracks_GPM_Ascending
lv: Orbītas trajektorija GPM Augšupejoša (OrbitTracks_GPM_Ascending)
pt: OrbitTracks_GPM_Ascendente
sv: OrbitTracks_GPM_Stigande

source: OrbitTracks_GPM_Descending
fr: OrbitTracks_GPM_Descendant
lv: Orbītas trajektorija GPM Lejupejoša (OrbitTracks_GPM_Descending)
pt: OrbitTracks_GPM_Descendente
sv: OrbitTracks_GPM_Sjunkande

source: OrbitTracks_ICESAT-2_Ascending
fr: OrbitTracks_ICESAT-2_Ascendant
lv: Orbītas trajektorija ICESAT-2 Augšupejoša (OrbitTracks_ICESAT-2_Ascending)\
pt: OrbitTracks_ICESAT-2_Ascendente
sv: OrbitTracks_ICESAT-2_Stigande

source: OrbitTracks_ICESAT-2_Descending
fr: OrbitTracks_ICESAT-2_Descendant
lv: Orbītas trajektorija ICESAT-2 Lejupejoša (OrbitTracks_ICESAT-2_Descending)
pt: OrbitTracks_ICESAT-2_Descendente
sv: OrbitTracks_ICESAT-2_Sjunkande

source: OrbitTracks_ISS_Ascending
fr: OrbitTracks_ISS_Ascendant
lv: Orbītas trajektorija ISS Augšupejoša (OrbitTracks_ISS_Ascending)
pt: OrbitTracks_ISS_Ascendente
sv: OrbitTracks_ISS_Stigande

source: OrbitTracks_ISS_Descending
fr: OrbitTracks_ISS_Descendant
lv: Orbītas trajektorija ISS Lejupejoša (OrbitTracks_ISS_Descending)
pt: OrbitTracks_ISS_Descendente
sv: OrbitTracks_ISS_Sjunkande

source: OrbitTracks_Landsat-7_Ascending
fr: OrbitTracks_Landsat-7_Ascendant
lv: Orbītas trajektorija Landsat-7 Augšupejoša (OrbitTracks_Landsat-7_Ascending)
pt: OrbitTracks_Landsat-7_Ascendente
sv: OrbitTracks_Landsat-7_Stigande

source: OrbitTracks_Landsat-7_Descending
fr: OrbitTracks_Landsat-7_Descendant
lv: Orbītas trajektorija Landsat-7 Lejupejoša (OrbitTracks_Landsat-7_Descending)
pt: OrbitTracks_Landsat-7_Descendente
sv: OrbitTracks_Landsat-7_Sjunkande

source: OrbitTracks_Landsat-8_Ascending
fr: OrbitTracks_Landsat-8_Ascendant
lv: Orbītas trajektorija Landsat-8 Augšupejoša (OrbitTracks_Landsat-8_Ascending)
pt: OrbitTracks_Landsat-8_Ascendente
sv: OrbitTracks_Landsat-8_Stigande

source: OrbitTracks_METOP-A_Ascending
fr: OrbitTracks_METOP-A_Ascendant
lv: Orbītas trajektorija METOP-A Augšupejoša (OrbitTracks_METOP-A_Ascending)
pt: OrbitTracks_METOP-A_Ascendente
sv: OrbitTracks_METOP-A_Stigande

source: OrbitTracks_METOP-B_Descending
fr: OrbitTracks_METOP-B_Descendant
lv: Orbītas trajektorija METOP-B Lejupejoša (OrbitTracks_METOP-B_Descending)
pt: OrbitTracks_METOP-B_Descendente
sv: OrbitTracks_METOP-B_Sjunkande

source: OrbitTracks_Landsat-8_Descending
fr: OrbitTracks_Landsat-8_Descendant
lv: Orbītas trajektorija Landsat-7 Lejupejoša (OrbitTracks_Landsat-7_Descending)
pt: OrbitTracks_Landsat-8_Descendente
sv: OrbitTracks_Landsat-8_Sjunkande

source: OrbitTracks_METOP-C_Ascending
fr: OrbitTracks_METOP-C_Ascendant
lv: Orbītas trajektorija METOP-C Augšupejoša (OrbitTracks_METOP-C_Ascending)
pt: OrbitTracks_METOP-C_Ascendente
sv: OrbitTracks_METOP-C_Stigande

source: OrbitTracks_METOP-C_Descending
fr: OrbitTracks_METOP-C_Descendant
lv: Orbītas trajektorija METOP-C Lejupejoša (OrbitTracks_METOP-C_Descending)
pt: OrbitTracks_METOP-C_Descendente
sv: OrbitTracks_METOP-C_Sjunkande

source: OrbitTracks_NOAA-20_Ascending
fr: OrbitTracks_NOAA-20_Ascendant
lv: Orbītas trajektorija NOAA-20 Augšupejoša (OrbitTracks_NOAA-20_Ascending)
pt: OrbitTracks_NOAA-20_Ascendente
sv: OrbitTracks_NOAA-20_Stigande

source: OrbitTracks_NOAA-20_Descending
fr: OrbitTracks_NOAA-20_Descendant
lv: Orbītas trajektorija NOAA-20 Lejupejoša (OrbitTracks_NOAA-20_Descending)
pt: OrbitTracks_NOAA-20_Descendente
sv: OrbitTracks_NOAA-20_Sjunkande

source: OrbitTracks_METOP-B_Ascending
fr: OrbitTracks_METOP-B_Ascendant
lv: Orbītas trajektorija METOP-B Augšupejoša (OrbitTracks_METOP-B_Ascending)
pt: OrbitTracks_METOP-B_Ascendente
sv: OrbitTracks_METOP-B_Stigande

source: OrbitTracks_OCO-2_Ascending
fr: OrbitTracks_OCO-2_Ascendant
lv: Orbītas trajektorija OCO-2 Augšupejoša (OrbitTracks_OCO-2_Ascending)
pt: OrbitTracks_OCO-2_Ascendente
sv: OrbitTracks_OCO-2_Stigande

source: OrbitTracks_OCO-2_Descending
fr: OrbitTracks_OCO-2_Descendant
lv: Orbītas trajektorija OCO-2 Lejupejoša (OrbitTracks_OCO-2_Descending)
pt: OrbitTracks_OCO-2_Descendente
sv: OrbitTracks_OCO-2_Sjunkande

source: OrbitTracks_SAOCOM1-A_Ascending
fr: OrbitTracks_SAOCOM1-A_Ascendant
lv: Orbītas trajektorija SAOCOM1-A Augšupejoša (OrbitTracks_SAOCOM1-A_Ascending)
pt: OrbitTracks_SAOCOM1-A_Ascendente
sv: OrbitTracks_SAOCOM1-A_Stigande

source: OrbitTracks_SAOCOM1-A_Descending
fr: OrbitTracks_SAOCOM1-A_Descendant
lv: Orbītas trajektorija SAOCOM1-A Lejupejoša (OrbitTracks_SAOCOM1-A_Descending)
pt: OrbitTracks_SAOCOM1-A_Descendente
sv: OrbitTracks_SAOCOM1-A_Sjunkande

source: OrbitTracks_Sentinel-1A_Ascending
lv: Orbītas trajektorija Sentinel-1A Augšupejoša (OrbitTracks_Sentinel-1A-A_Ascending)
pt: OrbitTracks_Sentinel-1A_Ascendente
sv: OrbitTracks_Sentinel-1A_Stigande

source: OrbitTracks_Sentinel-1B_Ascending
lv: Orbītas trajektorija Sentinel-1B Augšupejoša (OrbitTracks_Sentinel-1B-A_Ascending)
pt: OrbitTracks_Sentinel-1B_Ascendente
sv: OrbitTracks_Sentinel-1B_Sjunkande

source: OrbitTracks_Sentinel-1A_Descending
lv: Orbītas trajektorija Sentinel-1A Lejupejoša (OrbitTracks_Sentinel-1A-A_Descending)
pt: OrbitTracks_Sentinel-1A_Descendente
sv: OrbitTracks_Sentinel-1A_Sjunkande

source: OrbitTracks_METOP-A_Descending
fr: OrbitTracks_METOP-A_Descendant
lv: Orbītas trajektorija METOP-A Lejupejoša (OrbitTracks_METOP-A_Descending)
pt: OrbitTracks_METOP-A_Descendente
sv: OrbitTracks_METOP-A_Sjunkande

source: OrbitTracks_Sentinel-1B_Descending
fr: OrbitTracks_Sentinel-1B_Descendant
lv: Orbītas trajektorija Sentinel-1B Lejupejoša (OrbitTracks_Sentinel-1B-A_Descending)
pt: OrbitTracks_Sentinel-1B_Descendente
sv: OrbitTracks_Sentinel-1B_Sjunkande

source: OrbitTracks_Sentinel-2A_Ascending
fr: OrbitTracks_Sentinel-2A_Ascendant
lv: Orbītas trajektorija Sentinel-2A Augšupejoša (OrbitTracks_Sentinel-2A-A_Ascending)
pt: OrbitTracks_Sentinel-2A_Ascendente
sv: OrbitTracks_Sentinel-2A_Stigande

source: OrbitTracks_Sentinel-2A_Descending
fr: OrbitTracks_Sentinel-2A_Descendant
lv: Orbītas trajektorija Sentinel-2A Lejupejoša (OrbitTracks_Sentinel-2A-A_Descending)
pt: OrbitTracks_Sentinel-2A_Descendente
sv: OrbitTracks_Sentinel-2A_Sjunkande

source: OrbitTracks_Sentinel-2B_Ascending
fr: OrbitTracks_Sentinel-2B_Ascendant
lv: Orbītas trajektorija Sentinel-2B Augšupejoša (OrbitTracks_Sentinel-2B-A_Ascending)
pt: OrbitTracks_Sentinel-2B_Ascendente
sv: OrbitTracks_Sentinel-2B_Sjunkande

source: OrbitTracks_Sentinel-2B_Descending
fr: OrbitTracks_Sentinel-2B_Descendant
lv: Orbītas trajektorija Sentinel-2B Lejupejoša (OrbitTracks_Sentinel-2B-A_Descending)
pt: OrbitTracks_Sentinel-2B_Descendente
sv: OrbitTracks_Sentinel-2B_Sjunkande

source: OrbitTracks_Sentinel-5P_Ascending
fr: OrbitTracks_Sentinel-5P_Ascendant
lv: Orbītas trajektorija Sentinel-5P Augšupejoša (OrbitTracks_Sentinel-5P-A_Ascending)
pt: OrbitTracks_Sentinel-5P_Ascendente
sv: OrbitTracks_Sentinel-5P_Stigande

source: OrbitTracks_Sentinel-5P_Descending
lv: Orbītas trajektorija Sentinel-5P Lejupejoša (OrbitTracks_Sentinel-5P-A_Descending)
pt: OrbitTracks_Sentinel-5P_Descendente
sv: OrbitTracks_Sentinel-5P_Sjunkande

source: OrbitTracks_SMAP_Ascending
lv: Orbītas trajektorija SMAP Augšupejoša (OrbitTracks_SMAP_Ascending)
pt: OrbitTracks_SMAP_Ascendente
sv: OrbitTracks_SMAP_Stigande

source: OrbitTracks_SMAP_Descending
lv: Orbītas trajektorija SMAP Lejupejoša (OrbitTracks_SMAP_Descending)
pt: OrbitTracks_SMAP_Descendente
sv: OrbitTracks_SMAP_Sjunkande

source: OrbitTracks_Suomi_NPP_Descending
lv: Orbītas trajektorija Suomi_NPP Lejupejoša (OrbitTracks_Suomi_NPP_Descending)
pt: OrbitTracks_Suomi_NPP_Descendente
sv: OrbitTracks_Suomi_NPP_Sjunkande

source: OrbitTracks_Suomi_NPP_Ascending
lv: Orbītas trajektorija Suomi_NPP Augšupejoša (OrbitTracks_Suomi_NPP_Ascending)
pt: OrbitTracks_Suomi_NPP_Ascendente
sv: OrbitTracks_Suomi_NPP_Stigande

source: OrbitTracks_Terra_Descending
lv: Orbītas trajektorija Terra Lejupejoša (OrbitTracks_Terra_Descending)
pt: OrbitTracks_Terra_Descendente
sv: OrbitTracks_Terra_Sjunkande

source: OrbitTracks_Terra_Ascending
lv: Orbītas trajektorija Terra Augšupejoša (OrbitTracks_Terra_Ascending)
pt: OrbitTracks_Terra_Ascendente
sv: OrbitTracks_Terra_Stigande
