Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Geology 12, 8, 2 composite This composite uses short-wave infrared (SWIR) band 12 to differentiate among different rock types (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Each rock and mineral type reflects short-wave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. Near infrared (NIR) band 8 highlights vegetation and band 2 detects moisture, both contributing to differentiation of ground materials. The composite is useful for finding geological formations and features (e.g. faults, fractures), lithology (e.g. granite, basalt, etc.) and mining applications. More info [here.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
fi: # Geologia 12, 8, 2 -komposiitti Tämä komposiittikuva käyttää lyhytaaltoisen infrapunan (SWIR) kanavaa 12 eri kivilajien erottamiseen (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Eri kivi- ja mineraalilajit heijastavat lyhytaaltoista infrapunasäteilyä eri tavoilla, jolloin alueen geologia voidaan kartoittaa vertailemalla takaisin heijastuneita aallonpituuksia. Lähi-infrapunan (NIR) kanava 8 korostaa kasvillisuutta ja kanava 2 havaitsee kosteuden; molempia voidaan käyttää maaperän koostumuksen erittelyyn. Komposiitti on hyödyllinen väline geologisten muodostelmien (esim. siirrosten ja murrosten) ja kivilajien (esim. graniitti, basaltti) havainnointiin sekä kaivostoiminnan mahdollisuuksien kartoittamiseen. Lisää tietoa löydät englanniksi [täältä.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
fr: # Géologie 12, 8, 2 composite Ce composite utilise la bande 12 de l'infrarouge à ondes courtes (SWIR) pour différencier les différents types de roches (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). Chaque type de roche et de minéral reflète différemment la lumière infrarouge à ondes courtes, ce qui permet de cartographier la géologie en comparant la lumière SWIR réfléchie. La bande 8 du proche infrarouge (NIR) met en évidence la végétation et la bande 2 détecte l'humidité, toutes deux contribuant à la différenciation des matériaux du sol. Le composite est utile pour trouver les formations et les caractéristiques géologiques (par exemple, les failles, les fractures), la lithologie (par exemple, le granit, le basalte, etc.) et les applications minières. Plus d'infos [ici](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
lt: # Geologija 12, 8, 2 sudėtinis Šioje kompozicijoje naudojama trumpųjų bangų infraraudonųjų spindulių (SWIR) 12 juosta skirtingiems uolienų tipams atskirti (juosta yra elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Kiekvienas uolienų ir mineralų tipas skirtingai atspindi trumpabangę infraraudonąją šviesą, todėl lyginant atspindėtą SWIR šviesą galima sudaryti geologinį žemėlapį. Artimųjų infraraudonųjų spindulių (NIR) 8 juosta išryškina augmeniją, o 2 juosta aptinka drėgmę - abi šios juostos padeda atskirti žemės medžiagas. Kompozitas naudingas ieškant geologinių darinių ir savybių (pvz., lūžių, lūžių), litologijos (pvz., granito, bazalto ir kt.) ir kasybos reikmėms. Daugiau informacijos [čia](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
lv: # Ģeoloģiskās īpašības (Kanālu 12, 8, 2 kompozītattēls) Šī kanālu kombinācija izmanto īsviļņu infrasarkano kanālu 12 (SWIR), lai izdalītu dažādus iežu tipus. Katrs iežu un minerālu tips ir ar specifisku infrasarkanās enerģijas atsarošanas raksturinformāciju, tādējādi kanāla 12 (SWIR) datus var izmantot, lai veiktu vispārēju ģeoloģisko kartēšanu. Atstarošanās apjoms tuvajā infrasarkanajā (NIR) kanālā 8 izceļ augāju, bet redzamās gaismas kanāls 2 palīdz noteikt mitruma atšķirības. Šī kompozītattēla informācija ir noderīga meklējot ģeoloģiskus veidojumus(piemēram, lūzumus), izdalot litoloģiju (granīts, bazalts, utml.), kā arī kartējot derīgos izrakteņus. Vairāk infromācijas [šeit.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
pl: # Kompozyt Geology 12, 8, 2 Ten kompozyt wykorzystuje pasmo podczerwieni krótkofalowej (SWIR) nr 12 do rozróżnienia różnych typów skał (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach).Każdy rodzaj skały i minerału inaczej odbija krótkofalowe światło podczerwone, pozwalając na uzyskanie odwzorowania struktury geologicznej poprzez porównanie odbitego światła SWIR. Pasmo bliskiej podczerwieni (NIR) nr 8 uwypukla roślinność, a pasmo nr 2 wykrywa wilgoć, umożliwiając rozróżnienie materiałów budujących podłoże. Kompozyt ten jest przydatny do wyszukiwania formacji i cech geologicznych (np. uskoków, pęknięć), skał (np. granitu, bazaltu itp.) oraz znajduje zastosowanie w górnictwie. Więcej informacji [tutaj.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
pt: # Compósito geológico 12,8,2 este compósito usa banda 12 infravermelha de ondas curtas (SWIR) para distinguir entre diferentes tipos de rochas ( uma banda é uma zona do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). Cada rocha e cada tipo de mineral reflete de modo diferente a luz infravermelha de ondas curtas, tornando possível fazer uma mapa geológico por comparação da luz SWIR refletida. A banda 8 de infravermelho próximo (NIR) destaca a vegetação e a banda 2 deteta a humidade, ambas contribuem para diferenciar materiais no solo. O compósito é útil para encontrar formações geológicas e características (e.g. falhas, fraturas), litologia (e.g. granito, basalto, etc) e aplicações mineiras. Mais informação [aqui.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
sl: # Geologija kompozit 12, 8, 2 Ta kompozit uporablja kratkovalovni infrardeči (SWIR) pas 12 za razlikovanje med različnimi vrstami kamnin (pas je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo slika v različnih pasovih). Vsaka vrsta kamnin in mineralov različno odbija kratkovalovno infrardečo svetlobo, zato je s primerjavo odbite svetlobe SWIR mogoče kartirati geologijo. Bližnji infrardeči (NIR) pas 8 poudarja vegetacijo, pas 2 pa zaznava vlago, oba pa prispevata k razlikovanju zemeljskih materialov. Kompozit je uporaben za iskanje geoloških formacij in značilnosti (npr. prelomov, lomov), litologije (npr. granita, bazalta itd.) in za uporabo v rudarstvu. Več informacij je [tukaj](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)
sv: # Geology 12, 8, 2 composite Denna komposit använder det kortvågsinfraröda (SWIR) bandet 12 för att särskilja mellan olika typer av sten (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). Varje sten- och mineraltyp reflekterar kortvågsinfrarött ljus på olika sätt vilket gör det möjligt att kartlägga geologin genom att jämföra det reflekterade SWIR-ljuset. Nära infrarött (NIR)-bandet 8 betonar växtlighet och band 2 detekterar fukt och båda bidrar till en differentiering av jordmaterial. Kompositen är användbar för att hitta geologiska formationer och egenskaper (t.ex. fel, sprickor), litologi (t.ex. granit, basalt m.m.) och gruvdriftstillämpningar. Mer information [här.](https://www.euspaceimaging.com/wp-content/uploads/2018/06/EUSI-SWIR.pdf)

source: # Geology 8, 11, 12 composite This composite uses both short-wave infrared (SWIR) bands 11 and 12 to differentiate among different rock types (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Each rock and mineral type reflects shortwave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. Near Infrared (NIR) band 8 highlights vegetation, contributing to differentiation of ground materials. Vegetation in the composite appears red. The composite is useful for differentiating vegetation, and land especially geologic features that can be useful for mining and mineral exploration. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) and [here.](http://murphygeological.com/new---sentinel-2.html#)
fi: # Geologia 8, 11, 12 -komposiitti Tämä komposiittikuva käyttää lyhytaaltoisen infrapunan (SWIR) kanavia 11 ja 12 eri kivilajien erottamiseen (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Eri kivi- ja mineraalilajit heijastavat lyhytaaltoista infrapunasäteilyä eri tavoilla, jolloin alueen geologia voidaan kartoittaa vertailemalla takaisin heijastuneita aallonpituuksia. Lähi-infrapunan (NIR) kanava 8 korostaa kasvillisuutta, joten sitä voidaan käyttää apuna maaperän koostumuksen erittelyyn. Komposiittikuvassa kasvillisuus näkyy punaisena. Komposiitti on hyödyllinen kasvillisuuden ja maaperän erottamiseen sekä erityisesti havaitsemaan geologisia muodostelmia, joilla voi olla potentiaalia kaivostoiminnan ja mineraalien etsimisen kannalta. Lisää tietoa löydät englanniksi [täältä](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) ja [täältä.](http://murphygeological.com/new---sentinel-2.html#)
fr: # Géologie 8, 11, 12 composite Ce composite utilise les bandes 11 et 12 de l'infrarouge à ondes courtes (SWIR) pour différencier les différents types de roches (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). Chaque type de roche et de minéral reflète différemment la lumière infrarouge à ondes courtes, ce qui permet de cartographier la géologie en comparant la lumière SWIR réfléchie. La bande 8 du proche infrarouge (NIR) met en évidence la végétation, ce qui contribue à différencier les matériaux du sol. La végétation dans le composite apparaît en rouge. Le composite est utile pour différencier la végétation et les terres, en particulier les caractéristiques géologiques qui peuvent être utiles pour l'exploration minière et minérale. Plus d'infos [ici](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) et [ici](http://murphygeological.com/new---sentinel-2.html#)
lt: # Geologija 8, 11, 12 kompozitas Šioje kompozicijoje naudojamos 11 ir 12 trumpųjų infraraudonųjų bangų (SWIR) juostos skirtingiems uolienų tipams atskirti (juosta - tai elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Kiekvienas uolienų ir mineralų tipas skirtingai atspindi trumpabangę infraraudonąją šviesą, todėl lyginant atspindėtą SWIR šviesą galima sudaryti geologinį žemėlapį. Artimųjų infraraudonųjų spindulių (NIR) 8 juosta išryškina augmeniją, taip padėdama atskirti žemės medžiagas. Kompozicijoje augmenija atrodo raudona spalva. Kompozitas naudingas norint atskirti augmeniją ir žemę, ypač geologines savybes, kurios gali būti naudingos kasybai ir naudingųjų iškasenų žvalgybai. Daugiau informacijos [čia](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) ir [čia](http://murphygeological.com/new---sentinel-2.html#).
lv: # Ģeoloģiskās īpašības (Kanālu 8, 11, 12 kompozītattēls) Šī kanālu kombinācija izmanto infromāciju no abiem īsviļnu infrasarkanajiem(SWIR) kanāliem (11. un 12.). Katrs iežu un minerālu tips ir ar specifisku infrasarkanās enerģijas atsarošanas raksturinformāciju, tādējādi kanālu 11 un 12 (SWIR) datus var izmantot, lai veiktu vispārēju ģeoloģisko kartēšanu. Atstarošanās apjoms tuvajā infrasarkanajā (NIR) kanālā 8 izceļ augāju un ļauj ievērot Zemes virsmas īpašību atsķirības. Augājs ir redzams sarkanā krāsā. Šī kompozītattēla informācija ir noderīga nošķirot augāju, kā arī meklējot ģeoloģiskus veidojumus, kas saistāmi ar derīgo izrakteņu ieguvi. Vairāk infromācijas [šeit.](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) and [here.](http://murphygeological.com/new---sentinel-2.html#)
pl: # Kompozyt Geology 8, 11, 12 Ten kompozyt wykorzystuje pasma podczerwieni krótkofalowej (SWIR) nr 11 i 12 do rozróżnienia różnych typów skał (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach).Każdy rodzaj skały i minerału inaczej odbija krótkofalowe światło podczerwone, pozwalając na uzyskanie odwzorowania struktury geologicznej poprzez porównanie odbitego światła SWIR. Pasmo bliskiej podczerwieni (NIR) nr 8 uwypukla roślinność, umożliwiając rózróżnienie materiałów budujących podłoże. Roślinność w tym kompozycie ma kolor czerwony. Kompozyt ten jest przydatny do rozróżnienia roślinności i terenu, a zwłaszcza cech geologicznych, które mogą być pomocne w poszukiwaniu i wydobywaniu minerałów. Więcej informacji [tutaj] (https://earthobservatory.nasa.gov/features/FalseColor/page5.php) i [tutaj.] (http://murphygeological.com/new---sentinel-2.html#)
pt: # Compósito geológico 8, 11, 12 este compósito usa ambas as bandas 11 e 12 de ondas curtas infravermelhas (SWIR) para distinguir entre diferentes tipos de rochas (uma banda é uma zona do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). Cada rocha e tipo de mineral reflete a luz infravermelha de ondas curtas de modo diferente, tornando possível fazer um mapa geológico por comparação da luz SWIR refletida. A banda 8 de infravermelho próximo destaca a vegetação, contribuindo para diferenciar materiais no solo. No compósito a vegetação tem cor vermelha. O compósito é útil para diferenciar a vegetação, e características especiais geológicas que podem ser úteis para mineração e exploração mineral. Mais informação [aqui](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) e[aqui.](http://murphygeological.com/new---sentinel-2.html#)
sl: # Geologija kompozit 8, 11, 12 Ta kompozit uporablja oba kratkovalovna infrardeča (SWIR) pasova 11 in 12 za razlikovanje med različnimi vrstami kamnin (pas je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo slika v različnih pasovih). Vsaka vrsta kamnin in mineralov različno odbija kratkovalovno infrardečo svetlobo, zato je s primerjavo odbite svetlobe SWIR mogoče kartirati geologijo. 8. pas bližnje infrardeče svetlobe (NIR) osvetljuje vegetacijo, kar prispeva k razlikovanju zemeljskih materialov. Vegetacija je na kompozitu videti rdeča. Kompozit je uporaben za razlikovanje vegetacije in zemljišč, zlasti geoloških značilnosti, ki so lahko koristne za rudarjenje in raziskovanje mineralov. Več informacij je [tukaj](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) in [tukaj](http://murphygeological.com/new---sentinel-2.html#)
sv: # Geology 8, 11, 12 composite Denna komposit använder de kortvågsinfraröda (SWIR) banden 11 och 12 för att särskilja mellan olika typer av sten (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). Varje sten- och mineraltyp reflekterar kortvågsinfrarött ljus på olika sätt vilket gör det möjligt att kartlägga geologin genom att jämföra det reflekterade SWIR-ljuset. Nära infrarött (NIR)-bandet 8 betonar växtlighet och bidrar till en differentiering av jordmaterial. Kompositen visar växtligheten i rött. Kompositen är användbar för att särskilja växtlighet och land, särskilt geologiska egenskaper som kan vara användbara för att utreda gruvdrift och mineraler. Mer information [här](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) och [här.](http://murphygeological.com/new---sentinel-2.html#

source: # Wildfires This script, created by Pierre Markuse, visualizes wildfires using Sentinel-2 data. It combines natural color background with some NIR/SWIR data for smoke penetration and more detail, while adding highlights from B11 and B12 to show fires in red and orange colors. More info [here.](https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)
fi: # Maastopalot Tämä Pierre Markusen luoma komentosarja visualisoi maastopaloja Sentinel-2-satelliitin tietojen pohjalta. Se yhdistää luonnon väreissä olevan taustan lähi-infrapunasäteilyyn ja lyhytaaltoiseen infrapunasäteilyyn savun tiheyden ja muiden yksityiskohtien havainnollistamiseksi. Komentosarja käyttää myös kanavien B11 ja B12 tietoja tulipalojen havainnollistamiseen oranssin ja punaisen sävyissä. Lisää tietoa löydät englanniksi [täältä.](https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)
fr: # Feux de forêt Ce script, créé par Pierre Markuse, visualise les feux de forêt à l'aide des données Sentinel-2. Il combine un fond en couleur naturelle avec quelques données NIR/SWIR pour la pénétration de la fumée et plus de détails, tout en ajoutant des surbrillances de B11 et B12 pour montrer les feux en couleurs rouge et orange. Plus d'informations [ici] (https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)
lt: # Laukiniai gaisrai Šiame Pierre'o Markuse'o sukurtame scenarijuje, naudojant Sentinel-2 duomenis, vizualizuojami miškų gaisrai. Jame derinamas natūralios spalvos fonas su kai kuriais NIR/SWIR duomenimis, kad būtų galima matyti dūmų skvarbą ir daugiau detalių, ir pridedami B11 ir B12 paryškinimai, kad gaisrai būtų parodyti raudona ir oranžine spalvomis. Daugiau informacijos [čia] (https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)
lv: # Meža ugunsgrēki (Wildfires) Šis aprēķins, kuru izveidojis Pierre Markuse, attēlo meža ugunsgrēkus izmantojot Sentinel-2 datus. Dabiskā krāsojuma attēls tiek papildināts ar NIW/SWIR datiem, lai iegūtu papildus detaļas. Atklāta liesma un ļoti karstas virsmas ir izceltas ar sarkanu un oranžu krāsojumu. Vairāk informācijas [šeit.](https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)
pl: # Pożary Ten skrypt stworzony przez Pierre'a Markusego wizualizuje pożary przy użyciu danych z Sentinel-2. Łączy naturalny kolor tłaz niektórymi danymi NIR/SWIR dotyczącymi penetracji dymu i zawierającymi większą ilość szczegołów, dodając jednocześnie najważniejsze informacje z B11 i B12, aby ukazać pożary w kolorze czerwonym i pomarańczowym. Więcej informacji [tutaj.](Https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)
pt: # Fogos Florestais este roteiro, criado por Pierre Markuse. visualiza incêndios florestais usando informação do Sentinel-2: Combina fundo de cor natural com alguma informação NIR/SWIR para penetrar o fumo e ter mais detalhe, enquanto acrescenta destaques do B11 e do B12 para mostrar fogos em cores vermelha e laranja. Mais informação [aqui.](https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)
sl: # Požari v naravi Ta skripta, ki jo je ustvaril Pierre Markuse, vizualizira požare v naravi na podlagi podatkov Sentinel-2. Združuje naravno barvno ozadje z nekaterimi podatki NIR/SWIR za prodiranje dima in več podrobnosti, hkrati pa dodaja poudarke iz B11 in B12, da prikaže požare v rdeči in oranžni barvi. Več informacij je [tukaj](https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)
sv: # Wildfires Det här skriptet, som har skapats av Pierre Markuse, visualiserar skogsbränder med hjälp av Sentinel-2-data. Den kombinerar en bakgrund i naturliga färger med vissa NIR/SWIR-data för rökgenomträngning och större detalj samtidigt som det lägger till betoningar från B11 och B12 för att visa bränder i rött och orange. Mer information [här.](https://pierre-markuse.net/2017/08/07/visualizing-wildfires-sentinel-2-imagery-eo-browser/)

source: # Enhanced True Color This script, created by Pierre Markuse, uses multiple bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) and saturation and brightness control to enhance the true color visualization. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
fi: # Paranneltu tosiväri Tämä Pierre Markusen luoma komentosarja käyttää useiden kanavien tietoja (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla) ja säätää saturaatiota ja kirkkautta tosivärikuvan visualisoinnin parantamiseksi. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
fr: # Couleurs vraies améliorées Ce script, créé par Pierre Markuse, utilise plusieurs bandes (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes) et le contrôle de la saturation et de la luminosité pour améliorer la visualisation de la couleur vraie. Plus d'infos [ici](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
lt: # Patobulinta tikroji spalva Šiame Pierre'o Markuse'o sukurtame scenarijuje naudojamos kelios juostos (juosta - tai elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis) ir sodrumo bei ryškumo kontrolė, kad būtų pagerinta tikrosios spalvos vizualizacija. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
lv: # Uzlabotais dabiskā krāsojuma attēls (Enhanced True Color) Šis aprēķins, kuru izveidojis Pierre Markuse, izmanto datus no vairākām elektromagnētiskā spektra joslām, kā arī veic krāsu spilgtuma un košuma korekciju, lai uzlabotu dabiskā krāsojuma vizualizāciju. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
pl: # Wzmocniony Prawdziwy Kolor Ten skrypt, stworzony przez Pierre Markuse, wykorzystuje wiele pasm (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach) oraz kontrolę nasycenia i jasności, aby poprawić wizualizację prawdziwych kolorów. Więcejinformacji [tutaj.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
pt: # Cor Verdadeira Melhorada este roteiro, criado por Pierre Markuse, usa múltiplas bandas (uma banda é uma zona do espetro eletromagnético; um sensor num satélite pode retratar a Terra em bandas diferentes), saturação e controlo de luminosidade para melhorar a visualização em cor verdadeira. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
sl: # Izboljšana prava barva Ta skripta, ki jo je ustvaril Pierre Markuse, uporablja več kanalov (kanal je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo slika v različnih kanalih) ter nasičenost in svetlost za izboljšanje vizualizacije pravih barv. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
sv: # Enhanced True Color Det här skriptet, som har skapats av Pierre Markuse, använder flera band (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band) samt reglering av mättnadsgrad och ljusstyrka för att förbättra true color-visualiseringen. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-3/enhanced_true_color-2/#)
