Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: The **Global Surface Water** collection is derived from Landsat 5, 7 and 8 imagery and shows various aspects of the spatio-temporal distribution of surface water between 1984 and 2021 (with annual revisions) at a global scale in six different layers. Surface water is considered as any uncovered stretch of water (fresh and salt water areas) greater than 30m² visible from space, including natural and artificial water bodies. More information [here](https://collections.sentinel-hub.com/global-surface-water/). **Coverage**: Global coverage from longitude 170°E to 180°W and latitude 80°N to 50°S. **Data Availability**: 1984 - 2019, 1984 - 2020, 1984 - 2021. **Spatial resolution**: 30 meters. **Common Usage**: Monitoring of water bodies for water resource management, climate modelling, biodiversity conservation and food security.
fi: **Pintavesi** -kokoelma on tuotettu Landsat-satelliittien 5, 7 ja 8 kuvista. Kokoelman kuusi tasoa antavat maailmanlaajuista tietoa pintavesien ajallisesta ja paikallisesta jakautumisesta vuosien 1984–2021 välillä (vuosittain päivitettynä). Pintavettä on mikä tahansa maanpinnan yläpuolella oleva vesimuodostelma (suolainen ja makea), joka on kooltaan yli 30 neliömetriä ja nähtävissä avaruudesta. Mukaan luetaan niin luonnolliset kuin rakennetut vesimuodostumat. Lisää tietoa löydät englanniksi [täältä](https://collections.sentinel-hub.com/global-surface-water/). **Kattavuus**: Maailmanlaajuinen kattavuus pituuspiiriltä 170°E pituuspiirille 180°W ja leveyspiiriltä 80°N leveyspiirille 50°S. **Saatavilla olevat tiedot:** Vuodet 1984–2019 ja 1984-2020 ja 1984–2021. **Alueellinen erotuskyky**: 30 metriä. **Yleisimmät käyttökohteet**: Vesistöjen seuranta vesienhoidon tarkoituksiin, ilmastomallinnus, luonnon monimuotoisuuden suojeleminen ja ruokaturva.
fr: La collection **Global Surface Water** est dérivée des images Landsat 5, 7 et 8 et montre divers aspects de la distribution spatio-temporelle des eaux de surface entre 1984 et 2021 (avec des révisions annuelles) à l'échelle mondiale dans six couches différentes. L'eau de surface est considérée comme toute étendue d'eau non couverte (zones d'eau douce et d'eau salée) de plus de 30m² visible depuis l'espace, y compris les plans d'eau naturels et artificiels. Plus d'informations [ici](https://collections.sentinel-hub.com/global-surface-water/). **Couverture** : Couverture mondiale de la longitude 170°E à 180°W et de la latitude 80°N à 50°S. **Données disponibles** : 1984 - 2019, 1984 - 2020, 1984 - 2021. **Résolution spatiale** : 30 mètres. **Utilisation courante** : Surveillance des masses d'eau pour la gestion des ressources en eau, la modélisation climatique, la conservation de la biodiversité et la sécurité alimentaire.
lt: Kolekcija **Global Surface Water** yra sukurta iš Landsat 5, 7 ir 8 vaizdų ir parodo įvairius paviršinio vandens pasiskirstymo erdvėje ir laiko atžvilgiu aspektus 1984–2021 m. (su kasmetine peržiūra) pasauliniu mastu šešiuose skirtinguose sluoksniuose. Paviršiniu vandeniu laikomas bet koks neuždengtas vandens ruožas (gėlo ir sūraus vandens plotai), didesnis nei 30 m², matomas iš kosmoso, įskaitant natūralius ir dirbtinius vandens telkinius. Daugiau informacijos [čia](https://collections.sentinel-hub.com/global-surface-water/). **Aprėptis**: Pasaulinė aprėptis nuo 170° rytų ilgumos iki 180° vakarų ilgumos ir nuo 80° šiaurės platumos iki 50° pietų platumos. **Duomenų prieinamumas**: 1984–2019, 1984–2020, 1984–2021 m. **Erdvinė skiriamoji geba**: 30 metrų. **Bendras naudojimas**: Vandens telkinių stebėjimas vandens išteklių valdymo, klimato modeliavimo, biologinės įvairovės išsaugojimo ir maisto saugos tikslais.
lv: **Global Surface Water** kolekcija ir no Landsat 5, 7 un 8 datiem atvasināta datu kopa, kas palīdz izprast ūdenstilpņu izplatības dinamiku laikā un telpā. Datu laika diapazons ir no 1984. līdz 2021. gadam (ar ikgadēju pārskatu) un tie pieejami globālā mērogā 6 dažādos slāņos. Virsmas ūdenstilpne šeit ir definēta kā jebkura neaizklāta ūdens platība (gan saldūdens, gan sālsūdens), kas ir lielāka par 30m², iekļaujot dabiskas un mākslīgas ūdenstilpnes. Vairāk informācijas [šeit](https://collections.sentinel-hub.com/global-surface-water/). **Pārkājums**: Globāls pārklājums no 170°A.g. līdz 180°R.g. un 80°Z.pl. līdz -50°D.pl. **Datu pieejamība**: 1984. gads līdz 2019. gads, kā arī 1984. gads līdz 2020. gads, kā arī 1984. gads līdz 2021. gads **Telpiskā izšķirspēja:** 30 m **Ierastie lietojuma veidi:** Ūdenstilpņu monitorings, klimata modelēšana, bioloģiskās daudzveidības un pārtikas drošības dati.
pl: Kolekcja **Wody powierzchniowe na świecie** składa się ze zdjęć satelitów Landsat 5, 7 i 8 i przedstawia różne aspekty przestrzenno-czasowego rozmieszczenia wód powierzchniowych w latach 1984-2021 (z corocznymi korektami) w skali globalnej, w sześciu różnych warstwach. Za wody powierzchniowe uważa się każdy nieosłonięty odcinek wody (słodkiej i słonej) o powierzchni większej niż 30 m² widoczny z przestrzeni kosmicznej, w tym naturalne i sztuczne zbiorniki wodne. Więcej informacji [tutaj](https://collections.sentinel-hub.com/global-surface-water/). **Pokrycie**: Globalny zasięg od długości geograficznej 170°E do 180°W i szerokości geograficznej 80°N do 50°S. **Dostępność danych**: 1984 - 2019, 1984 - 2020, 1984 - 2021. **Rozdzielczość przestrzenna**: 30 metrów. **Typowe zastosowanie**: Monitoring zbiorników wodnych na potrzeby zarządzania zasobami wodnymi, modelowania klimatu, ochrony różnorodności biologicznej i bezpieczeństwa żywnościowego.
pt: A coleção **Água superficial Global** provem das imagens do Landsat 5, 7 e 8 e mostra vários aspetos da distribuição espácio-temporal da água superficial entre 1984 e 2021 (com revisões anuais) a uma escala global em seis níveis diferentes. A água superficial é considerada como qualquer trecho de água a descoberto (áreas de água doce e salgada) superiores a 30 m² visíveis do espaço, incluindo massas de água naturais e artificiais. Mais informação [aqui](https://collections.sentinel-hub.com/global-surface-water/). **Cobertura**: cobertura global desde a longitude 170°E até 180°W e desde a latitude 80°N até 50°S. **Disponibilidade de dados**: 1984-2019, 1984-2020, 1984 - 2021. **Resolução espacial**: 30 metros. **Utilização comum**: Monitorização de massas de água para gerir recursos de água, modelos de clima, conservação da biodiversidade e segurança alimentar.
sv: Samlingen **Global Surface Water** härstammar från bilder från Landsat 5, 7 och 8 och visar olika aspekter av fördelningen av ytvatten i rum och tid mellan 1984 och 2021 (med årliga justeringar) på global skala i sex olika lager. Som ytvatten betraktas alla oövertäckta vattensamlingar (saltvatten- och sötvattenområden) större än 30 m2 som är synliga från rymden, inklusive naturliga och konstgjorda vattenförekomster. Mer information [här](https://collections.sentinel-hub.com/global-surface-water/). **Omfattning**: Global omfattning från längdgrad 180°Ö till 180°V och breddgrad 80°N till 50°S **Datatillgänglighet**: 1984–2019, 1984-2020, 1984–2021. **Geografisk upplösning**: 30 meter. **Allmän användning**: Övervakning av vattenförekomster för hantering av vattenresurser, klimatmodellering, bevarande av biologisk mångfald och livsmedelsförsörjning.

source: The **Mapzen DEM** is based on the SRTM30 (Shuttle Radar Topography Mission) and [other sources]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). The bathymetry data is taken from [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). It is a static collection (independent of date) with global coverage. **Spatial resolution:** Mostly 90 m, in some areas up to 10 m. Credits: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
fi: **Mapzen DEM** on digitaalinen korkeusmalli, joka perustuu SRTM30 -tietoihin ja [muihin tietolähteisiin]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Sen merenpohjan syvyyskartoitustiedot ovat [ETOPO1-mallista](https://www.ngdc.noaa.gov/mgg/global/global.html). Mapzen DEM on staattinen kokoelma (päivämäärästä riippumaton) ja se kattaa koko maailman. **Alueellinen erotuskyky:** Suurimmaksi osaksi 90 metriä, joillain alueilla jopa 10 metriä. Tekijät: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
fr: Le **Mapzen DEM** est basé sur le SRTM30 (Shuttle Radar Topography Mission) et [d'autres sources]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Les données de bathymétrie proviennent de [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). Il s'agit d'une collection statique (indépendante de la date) avec une couverture mondiale. **Résolution spatiale :** Principalement 90 m, dans certaines zones jusqu'à 10 m. Crédits : [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
lt: **Mapzen DEM** yra pagrįstas SRTM30 (Shuttle Radar Topography Mission) ir [kitais šaltiniais] (https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Batimetrijos duomenys paimti iš [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). Tai statinė kolekcija (nepriklausoma nuo datos), apimanti pasaulinę aprėptį. **Erdvinė skiriamoji geba:** Dažniausiai 90 m, kai kuriose vietose iki 10 m. Autoriai: [Mapzen] (https://github.com/tilezen/joerd/tree/master/docs)
lv: **Mapzen DEM** ir veidots izmantojot SRTM30 (Shuttle Radar Topography Mission) un [citus avotus]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Batimetrijas dati ir iegūti no [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). Šī ir statiska kolekcija ar globālu pārklājumu. **Telpiskā izsķirtspēja:** 90 m, dažviet līdz 10 m. Atsauce: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
pl: Numeryczny Model Terenu **Mapzen DEM** opracowano na podstawie danych SRTM30 (Shuttle Radar Topography Mission) i [innych źródeł] (https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Dane batymetryczne pochodzą z [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). Jest to zbiór statyczny (niezależny od daty) o zasięgu globalnym. **Rozdzielczość przestrzenna:** Przeważnie 90 m, w niektórych obszarach do 10 m. Żródło: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
pt: O **Mapzen DEM** baseia-se no SRTM30 (Shuttle Radar Topography Mission) e[outras fontes]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Os dados batimétricos provêm do [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). A coleção é estática (independente de dados) com cobertura global. **Resolução espacial:** Essencialmente 90m, em algumas áreas até 10m. Créditos: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
sl: **Mapzen DEM** temelji na SRTM30 (Shuttle Radar Topography Mission) in [drugih virih]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Batimetrični podatki so vzeti iz [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). Gre za statično zbirko (neodvisno od datuma) z globalno pokritostjo. **Prostorska ločljivost:**Večinoma 90 m, na nekaterih območjih do 10 m.delu ZDA. Vir: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)
sv: **Mapzen DEM** baseras på SRTM30 (Shuttle Radar Topography Mission) och [andra källor]( https://github.com/tilezen/joerd/blob/master/docs/data-sources.md). Batymetridata hämtas från [ETOPO1](https://www.ngdc.noaa.gov/mgg/global/global.html). Det är en statisk samling (datumoberoende) med global täckning. **Geografisk upplösning:** I regel 90 m, i vissa områden upp till 10 m. Medverkande: [Mapzen](https://github.com/tilezen/joerd/tree/master/docs)

source: Continuous urban fabric
fi: Tiiviisti rakennetut asuinalueet
fr: Tissu urbain continu
lt: Vientisa miesto struktūra
lv: Nepārtraukta pilsētvides apbūve
pl: Ciągła struktura miejska
pt: Tecido urbano continuo
sv: Kontinuerlig stadsväv

source: Discontinuous urban fabric
fi: Väljästi rakennetut asuinalueet
fr: Tissu urbain discontinu
lt: Nevientisa miesto struktūra
lv: Pilsētvides apbūve ar pārtraukumiem
pl: Nieciągła struktura miejska
pt: Tecido urbano descontinuo
sv: Icke-kontinuerlig stadsväv

source: Industrial or commercial units
fi: Teollisuuden ja palveluiden alueet
fr: Unités industrielles ou commerciales
lt: Pramoniniai ar komerciniai vienetai
lv: Industriāla un komerciāla lietojuma apgabali
pl: Jednostki przemysłowe lub handlowe
pt: Unidades industriais ou comerciais
sv: Industriella eller kommersiella enheter

source: Road and rail networks and associated land
fi: Liikennealueet
fr: Réseaux routiers et ferroviaires et terrains associés
lt: Kelių bei geležinkelių tinklai ir susijusi žemė
lv: Ceļi, dzelzceļi un ar tiem saistītie apgabali
pl: Sieci drogowe i kolejowe oraz związane z nimi grunty
pt: Redes rodoviária e ferroviária e solo associado
sv: Vägar och järnvägar och tillhörande landområden

source: Port areas
fi: Satama-alueet
fr: Zones portuaires
lt: Uosto teritorijos
lv: Ostas
pl: Porty
pt: Áreas portuárias
sv: Hamnområden

source: Airports
fi: Lentokenttäalueet
fr: Aéroports
lt: Oro uostai
lv: Lidostas
pl: Lotniska
pt: Aeroportos
sv: Flygplatser

source: Mineral extraction sites
fi: Maa-aineisten ottoalueet
fr: Sites d'extraction minière
lt: Mineralų gavybos vietos
lv: Minerālu ieguve
pl: Miejsca wydobycia surowców mineralnych
pt: Locais de extração de minério
sv: Mineralutvinningsplatser

source: Dump sites
fi: Kaatopaikat
fr: Sites de décharge
lt: Sąvartynai
lv: Izgāztuves
pl: Wysypiska śmieci
pt: Aterros e lixeiras
sv: Soptippar

source: Construction sites
fi: Rakennustyöalueet
fr: Sites de contruction
lt: Statybvietės
lv: Būvniecības zonas
pl: Miejsca budowy
pt: Locais de construção
sv: Byggplatser

source: Green urban areas
fi: Taajamien viheralueet ja puistot
fr: Zones urbaines vertes
lt: Žaliosios miesto zonos
lv: Apzaļumota pilsētvide
pl: Zielone tereny miejskie
pt: Áreas verdes urbanas
sv: Gröna stadsområden

source: Sport and leisure facilities
fi: Urheilu- ja vapaa-ajan toiminta-alueet
fr: Installations sportives et de loisirs
lt: Sporto ir laisvalaikio paslaugos
lv: Sporta un atpūtas zonas
pl: Obiekty sportowe i rekreacyjne
pt: Instalações desportivas e de lazer
sv: Idrotts- och fritidsanläggningar

source: Non-irrigated arable land
fi: Peltomaat
fr: Terres arables non irriguées
lt: Nedrėkinama ariama žemė
lv: Neapūdeņota aramzeme
pl: Grunty orne nienawadniane
pt: Zonas aráveis não irrigadas
sv: Icke-bevattnad åkermark

source: Permanently irrigated land
fi: Pellot
fr: Terre irriguées en permanence
lt: Nuolat drėkinama žemė
lv: Ar apūdeņošanas sistēmu aprīkota zeme
pl: Permanentnie nawodnionie grunty
pt: Zonas permanentemente irrigadas
sv: Bestående bevattnad mark

source: Rice fields
fi: Riisipellot
fr: Rizières
lt: Ryžių laukai
lv: Rīsu lauki
pl: Pola ryżowe
pt: Arrozais
sv: Risfält

source: Vineyards
fi: Viinitarhat
fr: Vignobles
lt: Vynuogynai
lv: Vīnogulāji
pl: Winnice
pt: Vinhas
sv: Vinodlingar

source: Fruit trees and berry plantations
fi: Hedelmäpuu- ja marjapensasviljelmät
fr: Plantation d'arbres fruitiers
lt: Vaismedžiai ir uogų plantacijos
lv: Augļu koki un ogu plantācijas
pl: Plantacje drzew owocowych i jagód
pt: Plantações de árvores de fruto e de bagas
sv: Fruktträd och bärodlingar

source: Olive groves
fi: Oliivipuuviljelmät
fr: Oliveraies
lt: Alyvuogių giraitės
lv: Olīvokoku audzes
pl: Gaje oliwne
pt: Olivais
sv: Olivlundar

source: Pastures
fi: Laidunmaat
fr: Pâturages
lt: Ganyklos
lv: Ganības
pl: Pastwiska
pt: Pastagens
sv: Betesmark

source: Annual crops associated with permanent crops
fi: Yhdistelmäviljelmät
fr: Cultures annuelles associées à des cultures permanentes
lt: Vienmečiai augalai, susiję su daugiamečiais augalais
lv: Sezonāli ilgtermiņa kultūraugi
pl: Uprawy jednoroczne powiązane z uprawami trwałymi
pt: Plantações anuais associadas a plantações permanentes
sv: Ettåriga grödor förknippade med fleråriga grödor

source: Complex cultivation patterns
fi: Peltojen ja niittyjen muodostama mosaiikki
fr: Modes de culture complexes
lt: Sudėtingi auginimo modeliai
lv: Sarežģīts kultivācijas modelis
pl: Złożone wzory upraw
pt: Padrões de cultivo complexos
sv: Komplexa odlingsmönster

source: Land principally occupied by agriculture with significant areas of natural vegetation
fi: Pienipiirteinen maatalousmosaiikki
fr: Terrain principalement occupé par l'agriculture avec des zones significatives de végétation naturelle
lt: Žemė, kurią daugiausia užima žemės ūkis su dideliais natūralios augmenijos plotais
lv: Lauksaimniecības zemes ar nozīmīgu dabiskās veģetācijas pārklājumu
pl: Grunty zajęte głównie przez rolnictwo ze znacznymi obszarami naturalnej roślinności
pt: Área ocupada principalmente por agricultura com áreas significativas de vegetação natural
sv: Land som i huvudsak upptas av jordbruk med betydande områden naturlig växtlighet

source: Agro-forestry areas
fi: Puustoiset pelto- ja laidunmaat
fr: Zones agroforestières
lt: Agromiškininkystės plotai
lv: Agromežsaimniecības platības
pl: Obszary rolno-leśne
pt: Áreas agroflorestais
sv: Jord- och skogsbruksområden

source: Broad-leaved forest
fi: Lehtimetsät
fr: Forêt de feuillus
lt: Plačialapis miškas
lv: Platlapju mežs
pl: Lasy liściaste
pt: Floreta de folhosas
sv: Lövskog

source: Natural grasslands
fi: Luonnonniityt
fr: Prairies naturelles
lt: Natūralios pievos
lv: Dabiskas pļavas
pl: Naturalne łąki
pt: Pastagens naturais
sv: Naturliga gräsmarker

source: Moors and heathland
fi: Varvikot ja nummet
fr: Landes et bruyères
lt: Maurai ir viržynai
lv: Krūmāji
pl: Torfowiska i wrzosowiska
pt: Charnecas
sv: Morer och hedar

source: Sclerophyllous vegetation
fi: Nahkealehtiset kasvillisuuden alueet
fr: Végétation méditerranéenne
lt: Sklerofilinė augmenija
lv: Cietlapju augājs
pl: Roślinność sklerofilna
pt: Vegetação esclerófila
sv: Sklerofyllväxter

source: Transitional woodland-shrub
fi: Harvapuustoiset alueet
fr: Arbuste forestier de transition
lt: Pereinamasis miškas-krūmas
lv: Pārejas tips krūmi-meži
pl: Przejściowe lasy i krzewy
pt: Arbustos transitórios
sv: Övergångsstadium i skog-/buskmark

source: Beaches
fi: Rantahietikot ja dyynialueet
fr: Plages
lt: Paplūdimiai
lv: Pludmales
pl: Plaże
pt: Praias
sv: Stränder

source: Bare rocks
fi: Kalliomaat
fr: Roches nues
lt: Plikos uolos
lv: Klintis
pl: Gołe skały
pt: Rochas nuas
sv: Kala berg

source: Sparsely vegetated areas
fi: Niukkakasvustoiset kangasmaat
fr: Zones à végétation clairsemée
lt: Retai augmenija apaugusios vietos
lv: Retas veģetācijas apgabali
pl: Obszary słabo porośnięte
pt: Áreas com vegetação escassa
sv: Glest bevuxna områden

source: Burnt areas
fi: Paloalueet
fr: Zones brûlées
lt: Išdegusios vietos
lv: Izdegušas platības
pl: Obszary spalone
pt: Áreas ardidas
sv: Brända områden

source: Glaciers and perpetual snow
fi: Jäätiköt ja pysyvän lumen alueet
fr: Glaciers et neige perpétuelle
lt: Ledynai ir nuolatinis sniegas
lv: Ledāji un nekūstoša sniega pārklājums
pl: Lodowce i wieczny śnieg
pt: Glaciares e neve permanente
sv: Glaciärer och evig snö

source: Inland marshes
fi: Sisämaan kosteikot
fr: Marais intérieurs
lt: Vidaus pelkės
lv: Iekšzemes purvājs
pl: Torfowiska śródlądowe
pt: Pântanos do interior
sv: Inlandsvåtmarker

source: Peat bogs
fi: Avosuot
fr: Tourbières
lt: Pelkių durpynai
lv: Kūdras purvi
pl: Torfowiska
pt: Turfeiras
sv: Torvmossar

source: Salt marshes
fi: Merenrantakosteikot
fr: Marais salés
lt: Druskų pelkės
lv: Sālszemes
pl: Słone bagna
pt: Sapais salgados
sv: Salta våtmarker

source: Salines
fi: Merenrannan suolamaat
lt: Druskos tvenkiniai
lv: Sāļūdens
pl: Saliny
pt: Salinas
sv: Salter

source: Intertidal flats
fi: Vuorovesialueet
fr: Plats intertidaux
lt: Potvynių ir atoslūgių lygumos
lv: Plūdmaiņu klajumi
pl: Równie śródpływowe
pt: Zonas intermarés
sv: Tidvattensområden

source: Water courses
fi: Joet
fr: Cours d'eau
lt: Vandens telkiniai
lv: Ūdensceļi
pl: Cieki wodne
pt: Cursos de água
sv: Vattendrag

source: Water bodies
fi: Järvet
fr: Plans d'eau
lt: Vandens telkiniai
lv: Ūdenstilpnes
pl: Zbiorniki wodne
pt: Massas de água
sv: Vattenförekomster

source: Coastal lagoons
fi: Rannikon laguunit
fr: Lagunes côtières
lt: Pakrantės lagūnos
lv: Piekrastes lagūnas
pl: Laguny przybrzeżne
pt: Lagoas costeiras
sv: Kustnära laguner

source: Estuaries
fi: Jokisuistot
fr: Estuaires
lt: Estuarijos
lv: Estuāri
pl: Estuaria
pt: Estuários
sv: Flodmynningar

source: Sea and ocean
fi: Meri
fr: Mer et océan
lt: Jūra ir vandenynas
lv: Jūra un Okeāns
pl: Morze i ocean
pt: Mar e oceano
sv: Hav och oceaner

source: NODATA
lt: NĖRA DUOMENŲ
pl: BRAK DANYCH
pt: SEM DADOS
