Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Enhanced natural color visualization
fi: Parannettu luonnonvärien visualisointi
fr: Visualisation améliorée des couleurs naturelles
lt: Patobulinta natūralių spalvų vizualizacija
lv: Uzlabota dabiskā krāsojuma vizualizācija
pl: Ulepszona wizualizacja naturalnych barw
pt: Visualização em cor natural melhorada
sl: Izboljšana vizualizacija naravnih barv
sv: Förbättrad visualisering av naturliga färger

source: Based on the combination of bands 8, 6, 4
fi: Perustuu yhdistelmään kanavista 8, 6, 4
fr: Repose sur la combinaison des bandes 8, 6, 4
lt: Remiantis 8, 6, 4 juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju 8, 6, 4
pl: W oparciu o kombinację pasm 8, 6, 4
pt: Baseado na combinação das bandas 8, 6, 4
sl: Na podlagi kombinacije kanalov 8, 6, 4
sv: Baserat på en kombination av band 8, 6, 4

source: Enhanced Vegetation Index
fi: Parannettu kasvillisuusindeksi
fr: Indice de végétation amélioré
lt: Patobulintas Augmenijos Indeksas
lv: Uzlabotais Veģetācijas Indekss (EVI)
pl: Ulepszony Indeks Wegetacji
pt: Índice melhorado de Vegetação
sl: Izboljšani vegetacijski indeks
sv: Förbättrat växtlighetsindex

source: Based on the combination: BSI, B08, B11
fi: Perustuu yhdistelmään kanavista: BSI, B08, B11
fr: Repose sur le combinaison : BSI, B08, B11
lt: Remiantis kombinacija: BSI, B08, B11
lv: Veidots izmantojot kombināciju: BSI, B08, B11
pl: W oparciu o kombinację pasm: BSI, B08, B11
pt: Baseado na combinação: BSI, B08, B11
sl: Na podlagi kombinacije: BSI, B08, B11
sv: Baserat på kombinationen: BSI, B08, B11

source: Classified NDMI for irrigation
fi: Luokiteltu NDMI kasteluun
fr: NDMI classé pour l'irrigation
lt: Klasifikuota drėkinimo NDMI
lv: NDMI klasifikācija irigācijas apsekošanai
pl: Sklasyfikowany Znormalizowany Różnicowy Wskaźnik Wilgotności (NDMI) dla irygacji
pt: Classificação NDMI para irrigação
sl: Klasifikacija NDMI za namakanje
sv: Klassificerad NDMI för bevattning

source: Based on bands B11, B08, B02
fi: Perustuu kanaviin B11, B08, B02
fr: Repose sur les bandes B11, B08, B02
lt: Remiantis B11, B08, B02 juostomis
lv: Veidots izmantojot kanālus B11, B08, B02
pl: W oparciu o pasma B11, B08, B02
pt: Baseado nas bandas B11, B08, B02
sl: Na podlagi kanalov B11, B08, B02
sv: Baserat på band B11, B08, B02

source: False Color 13, 5, 2
fi: Vääräväri 13, 5, 2
fr: Fausse couleur 13, 5, 2
lt: Klaidinga spalva 13, 5, 2
lv: Mākslīgs krāsojums, izmantojot kanālus 13, 5, 2
pl: Barwa Fałszywa 13, 5, 2
pt: Cor Falsa 13, 5, 2
sl: Lažne barve 13, 5, 2
sv: Falska färger 13, 5, 2

source: Based on the combination of bands (B13 - B07) / (B13 + B07)
fi: Perustuu kanavien yhdistelmään (B13-B07)/(B13+B07)
fr: Repose sur la combinaison des bandes (B13 - B07) / (B13 + B07)
lt: Remiantis (B13 - B07)/(B13 + B07) juostų kombinacija
lv: Veidots izmantojot kanālu kombināciju (B13 - B07)/(B13 + B07)
pl: W oparciu o kombinację pasm (B13-B07)/(B13 + B07)
pt: Baseado na combinação das bandas (B13 - B07) / (B13 + B07)
sl: Na podlagi kombinacije kanalov (B13 - B07) / (B13 + B07)
sv: Baserat på en kombination av band (B13 - B07) / (B13 + B07)

source: Based on bands 12,8,2
fi: Perustuu kanaviin 12, 8, 2
fr: Basé sur les bandes 12,8,2
lt: Remiantis 12,8,2 juostomis
lv: Veidots izmantojot kanālus 12,8,2
pl: W oparciu o pasma 12, 8, 2
pt: Baseado nas bandas 12,8,2
sl: Na podlagi kanalov 12,8,2
sv: Baserat på band 12, 8, 2

source: Based on bands 4, 3, 2
fi: Perustuu kanaviin 4, 3, 2
fr: Basé sur les bandes 4, 3, 2
lt: Remiantis 4, 3, 2 juostomis
lv: Veidots izmantojot kanālus 4, 3, 2
pl: W oparciu o pasma 4, 3, 2
pt: Baseado nas bandas 4, 3, 2
sl: Na podlagi kanalov 4, 3, 2
sv: Baserat på band 4, 3, 2

source: Based on bands 8, 4, 3
fi: Perustuu kanaviin 8, 4, 3
fr: Basé sur les bandes 8, 4, 3
lt: Remiantis 8, 4, 3 juostomis
lv: Veidots izmantojot kanālus 8, 4, 3
pl: W oparciu o pasma 8, 4, 3
pt: Baseado nas bandas 8, 4, 3
sl: Na podlagi kanalov 8, 4, 3
sv: Baserat på band 8, 4, 3

source: Based on bands 12, 8, 2
fi: Perustuu kanaviin 12, 8, 2
fr: Basé sur les bandes 12, 8, 2
lt: Remiantis 12, 8, 2 juostomis
lv: Veidots izmantojot kanālus 12, 8, 2
pl: W oparciu o pasma 12, 8, 2
pt: Baseado nas bandas 12, 8, 2
sl: Na podlagi kanalov 12, 8, 2
sv: Baserat på band 12, 8, 2

source: Based on bands 8, 11, 12
fi: Perustuu kanaviin 8, 11, 12
fr: Basé sur les bandes 8, 11, 12
lt: Remiantis 8, 11, 12 juostomis
lv: Veidots izmantojot kanālus 8, 11, 12
pl: W oparciu o pasma 8, 11, 12
pt: Baseado nas bandas 8, 11, 12
sl: Na podlagi kanalov 8, 11, 12
sv: Baserat på band 8, 11, 12

source: Water sedimentation and chlorophyll content
fi: Vesistöjen sedimentti- ja klorofyllipitoisuudet
fr: Sédimentation de l'eau et teneur en chlorophylle
lt: Vandens sedimentacija ir chlorofilo kiekis
lv: Nogulumveida piemasījumu un hlorofila daudzums ūdenī
pl: Sedymentacja wody i zawartość chlorofilu
pt: Sedimentação da água e teor de clorofila
sl: Sedimentacija vode in vsebnost klorofila
sv: Vattensedimentering och klorofyllinnehåll

source: Based on bands 12, 8A, 4
fi: Perustuu kanaviin 12, 8A, 4
fr: Basé sur les bandes 12, 8A, 4
lt: Remiantis 12, 8A, 4 juostomis
lv: Veidots izmantojot kanālus 12, 8A, 4
pl: W oparciu o pasma 12, 8A, 4
pt: Baseado nas bandas 12, 8A, 4
sl: Na podlagi kanalov 12, 8A, 4
sv: Baserat på band 12, 8A, 4

source: Based on NDSI
fi: Perustuu NDSI:iin
fr: Basé sur NDSI
lt: Remiantis NDSI indeksu
lv: Veidots izmantojot NDSI (normalizētais sniega indekss)
pl: W oparciu o znormalizowany różnicowy wskaźnik śniegu (NDSI)
pt: Baseado no NDSI
sl: Na podlagi NDSI
sv: Baserat på NDSI

source: Based on the combination of bands 11, 8, 2
fi: Perustuu yhdistelmään kanavista 11, 8, 2
fr: Basé sur la combinaison des bandes 11, 8, 2
lt: Remiantis 11, 8, 2 juostų kombinacija
lv: Veidots izmantojot kanālu 11, 8, 2 kombināciju
pl: W oparciu o kombinację pasm 11, 8, 2
pt: Baseado na combinação das bandas 11, 8, 2
sl: Na podlagi kombinacije kanalov 11, 8, 2
sv: Baserat på en kombination av band 11, 8, 2

source: Based on bands B12, B11, B04
fi: Perustuu kanaviin B12, B11, B04
fr: Basé sur les bandes B12, B11, B04
lt: Remiantis B12, B11, B04 juostomis
lv: Veidots izmantojot kanālus B12, B11, B04
pl: W oparciu o pasma B12, B11, B04
pt: Baseado nas bandas B12, B11, B04
sl: Na podlagi kanalov B12, B11, B04
sv: Baserat på band B12, B11, B04

source: Based on bands 4, 3 ,2
fi: Perustuu kanaviin 4, 3, 2
fr: Basé sur les bandes 4, 3 ,2
lt: Remiantis 4, 3, 2 juostomis
lv: Veidots izmantojot kanālus 4, 3, 2
pl: W oparciu o pasma 4, 3, 2
pt: Baseado nas bandas 4, 3, 2
sl: Na podlagi kanalov 4, 3 in 2
sv: Baserat på band 4, 3, 2

source: Atmospherically Resistant Vegetation Index
fi: Ilmakehän vaikutuksen huomioon ottava kasvillisuusindeksi
fr: Indice de végétation résistant à l'atmosphère
lt: Atmosferai atsparios augmenijos indeksas
lv: Atmosfēras izkliedi kompensējošais Veģetācijas Indekss (ARVI)
pl: Wskaźnik roślinności odpornej na warunki atmosferyczne
pt: Indície de Vegetação resistente à Atmosfera
sl: Atmosfersko odporen vegetacijski indeks
sv: Atmosfäriskt resistent växtlighetsindex

source: Soil Adjusted Vegetation Index
fi: Maaperän vaikutuksen huomioon ottava kasvillisuusindeksi
fr: Indice de végétation ajusté au sol
lt: Dirvožemio pakoreguotas augalijos indeksas
lv: Augsnei pielāgotais Veģetācijas Indekss (SAVI)
pl: Indeks Wegetacji Dostosowany do Charakterystyki Gleby
pt: Índice de Vegetação ajustada ao Solo
sl: Vegetacijski indeks, prilagojen tlom
sv: Jordmånsanpassat växtlighetsindex

source: Modified Anthocyanin Reflectance Index
fi: Muokattu antosyaanien heijastuskykyindeksi
fr: Indice modifié de réflectance des anthocyanes
lt: Modifikuotas antocianino atspindžio indeksas
lv: Uzlabotais Antocianīna Atstarošanās Indekss (Modified Anthocyanin Reflectance Index)
pl: Zmodyfikowany Wskaźnik Reflektancji Atrocyjaniny
pt: Índice de Refletância de Antociânico Modificado
sl: Modificiran indeks odbojnosti antocianina
sv: Modifierat antocyaninreflektansindex

source: # Thermal IR fire emission bands Sentinel-3 Sea and Land Surface Temperature Instrument (SLSTR) has two dedicated channels (F1 and F2) that aim to detect Land Surface Temperature (LST). F2 Channel, with a central wavelength of 10854 nm measures in the thermal infrared, or TIR. It is very useful for fire and high temperature event monitoring at 1 km resolution. More info [here.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
fi: # Termisen infrapunan palopäästöjen kanavat Sentinel-3-satelliitin SLSTR-instrumentin (Sea and Land Surface Temperature Instrument) kanavista kaksi (F1 ja F2) mittaa maanpinnan lämpötilaa (LST). F2-kanavan keskiaallonpituus on 10854 nm ja se tekee mittauksia termisellä infrapuna-alueella (TIR). Kanavaa voidaan käyttää maastopalojen ja muiden korkeita lämpötiloja tuottavien tapahtumien havainnointiin yhden kilometrin erotuskyvyllä. Lisää tietoa löydät englanniksi [täältä.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
fr: # Bandes d'émission de feu IR thermique L'instrument de mesure de la température de la mer et de la surface terrestre (SLSTR) de Sentinel-3 possède deux canaux dédiés (F1 et F2) qui visent à détecter la température de la surface terrestre (LST). Le canal F2, avec une longueur d'onde centrale de 10854 nm, mesure dans l'infrarouge thermique, ou TIR. Il est très utile pour la surveillance des incendies et des événements à haute température à une résolution de 1 km. Plus d'informations [ici] (https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
lt: # Šiluminės infraraudonosios spinduliuotės juostos Sentinel-3 jūros ir žemės paviršiaus temperatūros prietaisas (SLSTR) turi du specialius kanalus (F1 ir F2), kuriais siekiama nustatyti žemės paviršiaus temperatūrą (LST). F2 kanalas, kurio centrinis bangos ilgis 10854 nm, matuoja šiluminėje infraraudonojoje spinduliuotėje (TIR). Jis labai naudingas gaisrų ir aukštos temperatūros įvykių stebėsenai 1 km skiriamąja geba. Daugiau informacijos [čia] (https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
lv: # Termālā starojuma joslas (Thermal Infra-Red) Sentinel-3 "Sea and Land Surface Temperature Radiometer (SLSTR)" instruments sniedz informāciju 2 specializētos kanālos (F1 un F2), kas domāti virsmas temperatūras noteikšanai. F2 kanāls ar centrālo viļņa garumu 10854 nm veic mērījumus infrasarkanā spektra termālajā daļā (Thermal Infra Red, TIR). Tas ir noderīgs ugunsgrēku monitoringa veikšanai. Dati pieejami ar 1km horizontālo izšķirspēju. Plašāka informācija [šeit.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
pl: # Pasma emisji podczerwieni termalnej z pożaru Instrument do Badań Temperatury Morza i Powierzchni Lądu (SLSTR) satelity Sentinel-3 ma dwa dedykowane kanały (F1 i F2), których celem jest wykrywanie temperatury powierzchni lądu (LST). Kanał F2 z centralną długością fali 10854 nm mierzy w podczerwieni średniej lub TIR.Jest to bardzo przydatne podczas monitorowania pożaru i wysokiej temperatury z rozdzielczością 1 km. Więcej informacji [tutaj]: https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature
pt: # Bandas térmicas de emissão de IV Sentinel-3 com o instrumento de Temperatura da Superfície do Mar e da Terra (SLSTR) tem dois canais dedicados (F1 e F2) a detetar a Temperatura da Superfície da Terra (LST). Canal F2, com um comprimento de onda central de 10854 nm mede no infravermelho térmico, ou TIR. É muito útil para a monitorização de incêndios e eventos de alta temperatura com uma resolução de 1 km. Mais informações [aqui.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
sl: # Kanali termičnih IR emisij Sentinel-3 Sea and Land Surface Temperature Instrument (SLSTR) ima dva posebna kanala (F1 in F2) za zaznavanje temperature zemeljskega površja (LST). Kanal F2 z osrednjo valovno dolžino 10854 nm meri v termalni infrardeči svetlobi ali TIR. Zelo uporaben je za spremljanje požarov in dogodkov z visoko temperaturo pri ločljivosti 1 km. Več informacij je [tukaj](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)
sv: # Thermal IR fire emission bands Sentinel-3 Sea and Land Surface Temperature Instrument (SLSTR) har två dedikerade kanaler (F1 och F2) som syftar till att detektera markytans temperatur (Land Surface Temperature, LST). Kanalen F2, med en viktig våglängd på 10854 nm mäter termiskt infrarött, TIR. Den är mycket användbar för övervakning av bränder och höga temperaturer med en upplösning på 1 km. Mer information [här.](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-3-slstr/overview/geophysical-measurements/land-surface-temperature)

source: ### Methane (CH4) Methane is, after carbon dioxide, the most important contributor to the anthropogenically (caused by human activity) enhanced greenhouse effect. Measurements are provided in parts per billion (ppb) with a spatial resolution of 7 km x 3.5 km. More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)
fi: ### Metaani (CH4) Metaani on hiilidioksidin jälkeen merkittävin ihmisen tuottamista kasvihuoneilmiötä voimistavista kaasuista. Mittauksia on tarjolla miljardisosissa (parts per billion, ppb) ja 7 x 3,5 kilometrin alueellisella erotuskyvyllä. Lisää tietoa löydät englanniksi [täältä.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)
lt: ### Metanas (CH4) Metanas, po anglies dioksido, yra svarbiausias antropogeninio (dėl žmogaus veiklos) sustiprėjusio šiltnamio efekto veiksnys. Matavimai pateikiami dalimis per milijardą (angl. parts per billion, ppb), o erdvinė skiriamoji geba yra 7 km x 3,5 km. Daugiau informacijos [čia.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)
lv: ### Metāns (CH4) Metāns ir viena no siltumnīcas efektu izraisošajām gāzēm, kas pastāv uz Zemes un tās garozā un nokļūst atmosfērā cilvēka saimnieciskās darbības dēļ. Mērījumi izteikti miljarda daļās (parts per billion, ppb) un pieejami ar telpisko izķirtspēju 7 km x 3.5 km. Plašāka informācija [šeit.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)
pl: ### Metan (CH4) Metan jest, obok dwutlenku węgla, najważniejszym czynnikiem przyczyniającym się do antropogenicznie (spowodowanego działalnością człowieka) wzmaganego efektu cieplarnianego. Pomiary są podawane w częściach na miliard (ppb) z rozdzielczością przestrzenną 7 km x 3,5 km. Więcej informacji [tutaj] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)
pt: ### Metano (CH4) O metano é, depois do dióxido de carbono, o mais importante contribuinte para o efeito de estufa antropogénico (causado pela actividade humana). As medições são fornecidas em partes por bilião (ppb) com uma resolução espacial de 7 km x 3,5 km. Mais informações [aqui.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)
sv: ### Methane (CH4) Metan är genast efter koldioxid den viktigaste bidragaren till antropgeniskt (orsakad av mänsklig aktivitet) förstärkt växthuseffekt. Mätningarna tillhandahålls som miljarddelar (ppb) med en geografisk upplösning på 7 km x 3,5 km. Mer information [här.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/tropomi-level-2-methane)

source: ### Formaldehyde (HCHO) Long term satellite observations of tropospheric formaldehyde (HCHO) are essential to support air quality and chemistry-climate related studies from the regional to the global scale. The seasonal and inter-annual variations of the formaldehyde distribution are principally related to temperature changes and fire events, but also to changes in anthropogenic (human-made) activities. Its lifetime being of the order of a few hours, HCHO concentrations in the boundary layer can be directly related to the release of short-lived hydrocarbons, which mostly cannot be observed directly from space. Measurements are in mol per square meter (mol/ m^2). More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)
fi: ### Formaldehydi (HCHO) Pitkällä aikavälillä tehdyt alailmakehän formaldehydin (HCHO) satelliittimittaukset ovat tärkeitä niin alueelliselle että maailmanlaajuiselle ilmanlaadun ja ilmakehän kemian tutkimukselle. Formaldehydipitoisuuksien kausittaiset ja vuosittaiset muutokset ovat läheisesti kytköksissä lämpötilanvaihteluihin ja maastopaloihin sekä muutoksiin ihmiskunnan toiminnassa. Formaldehydin puoliintumisaika ilmassa on vain muutama tunti, ja siksi formaldehydin rajakerrospitoisuudet voivat olla suoraan kytköksissä nopeasti hajoaviin hiilivetyihin, joita ei pääasiallisesti voida havaita avaruudesta käsin. Mittaukset annetaan mooleina neliömetriä kohti (mol/m^2). Lisää tietoa löydät englanniksi [täältä.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)
lt: ### Formaldehidas (HCHO) Ilgalaikiai palydoviniai troposferinio formaldehido (HCHO) stebėjimai yra būtini siekiant paremti su oro kokybe ir chemija-klimatu susijusius tyrimus regioniniu ir pasauliniu mastu. Sezoniniai ir tarpmetiniai formaldehido pasiskirstymo svyravimai iš esmės yra susiję su temperatūros pokyčiais ir gaisro įvykiais, taip pat su antropogeninės (žmonių sukeltos) veiklos pokyčiais. HCHO koncentracijos ribiniame sluoksnyje gali būti tiesiogiai susijusios su trumpalaikių angliavandenilių išsiskyrimu, kurio gyvavimo trukmė yra maždaug kelios valandos, todėl dažniausiai neįmanoma stebėti tiesiogiai iš kosmoso. Matavimai nurodyti moliais vienam kvadratiniam metrui (mol/m^2). Daugiau informacijos [čia.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)
lv: ### Farmaldehīds (HCHO) Ilgtermiņa satelītu novērojumi, kas nosaka farmaldehīda klātbūtni troposfēra ir nozīmīgi pētījumos, kas saistīti ar gaisa kvalitāti un ķīmisko sastāvu. Sezonālās un ilggadējās izmaiņas farmaldehīda izkliedē ir saistītas ar gaisa temperatūras paaugstināšanos, meža ugunsgrēku aktivitāti, kā arī cilvēka saimniecisko darbību. Šī gāze ātri nokļūst un izkliedējas atmosfērā, tādēļ tālizpētes mērījumi ne vienmēr ir objektīvi. Mērījumi izteikti molos uz kvadrātmetru (mol/m^2). Plašāka informācija [šeit.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)
pl: ### Formaldehyd (HCHO) Długoterminowe obserwacje satelitarne formaldehydu troposferycznego (HCHO) są niezbędne do wspierania badań jakości powietrza i badań chemiczno-klimatycznych w skali regionalnej i globalnej. Sezonowe i międzyroczne wahania rozmieszczenia formaldehydu są związane głównie ze zmianami temperatury i przypadkami pożarów,ale także ze zmianami w działalności antropogenicznej (spowodowanej przez człowieka). Jego żywotność wynosi kilku godzin;stężenia HCHO w warstwie granicznej mogą być bezpośrednio związane z uwalnianiem krótkotrwałych węglowodorów, których w większości przypadków nie można obserwować bezpośrednio z kosmosu.Pomiary są podawane w molach na metr kwadratowy (mol/m^2). Więcej informacji [tutaj] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)
pt: ### Formaldeído (HCHO) As observações de satélite a longo prazo do formaldeído troposférico (HCHO) são essenciais para apoiar os estudos relacionados com a qualidade do ar e a química climática, desde a escala regional até à escala global. As variações sazonais e interanuais da distribuição do formaldeído estão principalmente relacionadas com as mudanças de temperatura e eventos de incêndio, mas também com as mudanças nas atividades antropogénicas (de origem humana). Sendo a sua vida útil da ordem de algumas horas, as concentrações de HCHO na camada limite podem estar diretamente relacionadas com a libertação de hidrocarbonetos de curta duração, que na sua maioria não podem ser observados diretamente do espaço. As medições são em mol por metro quadrado (mol/ m^2). Mais informações [aqui.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)
sv: ### Formaldehyde (HCHO) Långvariga satellitobservationer av formaldehyd (HCHO) i troposfären är viktiga för att stödja luftkvalitets- och kemi-klimatrelaterade studier på allt från regional till global skala. Variationer mellan säsonger och år i formaldehydfördelningen är i huvudsak kopplade till temperaturförändringar och bränder, men även till förändringar i antropogena (orsakade av människan) aktiviteter. Eftersom HCHO har en livslängd i storleksordningen några timmar, kan HCHO-koncentrationer i gränsskiktet direkt kopplas till utsläppen av kortlivade kolväten, vilka i regel inte kan observeras direkt från rymden. Mätningarna är i mol per kvadrat meter (mol/m^2). Mer information [här.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-formaldehyde)
