Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Warning: Following layers use dataProducts, so the desired data type might not be set:
fi: Varoitus: Seuraavat tasot käyttävät dataProducts-tietotuotteita, joten niille ei välttämättä ole asetettu haluttua tietotyyppiä:
fr: Avertissement : Les couches suivantes utilisent dataProducts, donc le type de données souhaité peut ne pas être défini :
lt: Įspėjimas: Įspėjimas: šiuose sluoksniuose naudojami dataProducts, todėl norimas duomenų tipas gali būti nenustatytas:
lv: Brīdinājums: Sekojošie slāņi lieto "dataProducts", tādēļ vēlamais datu tips var netikt iespējots:
pl: Ostrzeżenie: Poniższe warstwy używają dataProducts, więc żądany typ danych może nie być ustawiony:
pt: Aviso: Os níveis seguintes usam dataProducts, por isso o tipo de informação pretendida pode não estar definida:
sl: Opozorilo: Naslednje plasti uporabljajo dataProducts, zato želena vrsta podatkov morda ne bo nastavljena:
sv: Varning: Följande lager använder dataProducts, så den önskade datatypen kanske inte har angetts:

source: Warning: Evalscript is not in a typical V3 format and the desired data type could not be set for:
fi: Varoitus: Evalscript-komentosarja ei ole tyypillisessä V3-muodossa, ja siksi haluttua tietotyyppiä ei voitu asettaa seuraaville:
fr: Avertissement : Evalscript n'est pas dans un format typique V3 et le type de données souhaité n'a pas pu être défini :
lt: Įspėjimas: Evalscript nėra tipinio V3 formato ir norimas duomenų tipas negalėjo būti nustatytas:
lv: Brīdinājums: "EvalScript" nav ievadīts V3 formātā, līdz ar to nav iespējams iestatīt vēlamo datu tipu:
pl: Ostrzeżenie: Evalscript nie jest w typowym formacie V3 i nie można ustawić żądanego typu danych:
pt: Aviso: Evalscript não é um formato V3 normal e o tipo pretendido de informação não pôde ser definido para:
sl: Opozorilo: Evalscript ni v tipičnem formatu V3 in želenega tipa podatkov ni bilo mogoče nastaviti:
sv: Varning: Evalscript är inte i ett typiskt V3-format och den önskade datatypen kunde inte anges för:

source: This means "sampleType" parameter is likely set to default (AUTO). You can fix this by editing your evalscript. Learn more about "sampleType" in the documentation
fi: Tämä tarkoittaa, että sampleType-parametri on luultavasti asetettu oletusasetukselle (AUTO). Korjaa ongelma muuttamalla evalscript-komentosarjaasi. Lisätietoa sampleType-parametristä löydät dokumentaatiosta
fr: Cela signifie que le paramètre "sampleType" est probablement réglé sur la valeur par défaut (AUTO). Vous pouvez corriger cela en modifiant votre evalscript. En savoir plus sur "sampleType" dans la documentation
lt: Tai reiškia, kad parametro "sampleType" reikšmė greičiausiai nustatyta pagal numatytuosius nustatymus (AUTO). Tai galite ištaisyti redaguodami savo evalscriptą. Daugiau informacijos apie "sampleType" rasite dokumentuose
lv: Tas nozīmē, ka "sampleType" parametrs ir visticamāk noklusējumā (AUTO). To var labot rediģējot savu "evalscript". Dokumentācijā Jūs varat uzzināt vairāk par "sampleType"
pl: Parametr "sampleType" jest prawdopodobnie ustawiony na wartość domyślną (AUTO). Możesz to naprawić, edytując swój skrypt evalscript. Dowiedz się więcej o parametrze "sampleType" w dokumentacji
pt: Isto significa que o parâmetro "sampleType" está provavelmente definido por defeito (AUTO). Pode resolver isto editando o seu evalscript. saiba mais sobre "sampleType" na documentação
sl: To pomeni, da je parameter "sampleType" verjetno nastavljen na privzeto vrednost (AUTO). To lahko popravite tako, da uredite svoj evalscript. Več o parametru "sampleType" je v dokumentaciji
sv: Det betyder att parametern ”sampleType” sannolikt har angetts till det förinställda värdet (AUTO). Du kan korrigera detta gneom att redigera ditt evalscript. Läs mer om ”sampleType” i dokumentationen.

source: Error: You can only download visualization with effects in JPEG or PNG formats.
fi: Virhe: Jos visualisoinnin kuva-asetuksia on muutettu, voit ladata sen vain JPEG- tai PNG-muodossa.
fr: Erreur : vous ne pouvez télécharger un visuel avec des effets qu'aux formats JPEG ou PNG.
lt: Klaida: vizualizaciją su efektais galite atsisiųsti tik JPEG arba PNG formatu.
lv: Kļūda: Vizualizācijas ar efektiem iespējams lejuplādēt tikai JPEG un PNG formātos.
pl: Błąd: Wizualizację wraz z efektami można pobrać tylko w formatach JPEG lub PNG.
pt: Erro: Só pode descarregar a visualização com efeitos em formatos JPEG ou PNG.
sl: Napaka: Vizualizacijo z učinki lahko prenesete samo v formatih JPEG ali PNG.
sv: Fel: Du kan endast hämta en visualisering med effekter i JPEG- eller PNG-format.

source: Measure
fi: Mittaa
fr: Mesurer
lt: Matuoti
lv: Mērīt
pl: Pomiar
pt: Medida
sl: Izmeri
sv: Mät

source: # Enhanced True Color Visualization This script uses highlight optimization to avoid burnt out pixels and to even out the exposure. It makes clouds look natural and keep as much visual information as possible. Sentinel-3 OLCI tiles cover large areas, making it possible to observe large cloud formations, such as hurricanes. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
fi: # Parannettu tosivärivisualisointi Tämä komentosarja ehkäisee ylivalottuneita pikseleitä ja tuottaa kuviin tasaisen valotuksen säätämällä huippuvalokohtia. Se tekee pilvistä luonnollisen näköisiä ja säilyttää mahdollisimman paljon visuaalista tietoa. Sentinel-3-satelliitin OLCI-instrumentin ruudut kattavat suuria alueita, mikä mahdollistaa suurten pilvimuodostelmien, kuten hurrikaanien, tarkkailemisen. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
fr: # Visualisation améliorée des couleurs vraies Ce script utilise l'optimisation de la mise en évidence pour éviter les pixels brûlés et pour uniformiser l'exposition. Il donne aux nuages un aspect naturel et conserve autant d'informations visuelles que possible. Les tuiles OLCI de Sentinel-3 couvrent de grandes zones, ce qui permet d'observer de grandes formations nuageuses, comme les ouragans. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
lt: # Patobulintas tikrų spalvų vizualizavimas Šiame scenarijuje naudojamas išryškinimo optimizavimas, kad būtų išvengta perdegusių pikselių ir išlyginta ekspozicija. Dėl jo debesys atrodo natūraliai ir išsaugoma kuo daugiau vaizdinės informacijos. Sentinel-3 OLCI plytelės dengia didelius plotus, todėl galima stebėti didelius debesų darinius, pavyzdžiui, uraganus. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
lv: # Uzlabota dabiskā krāsojuma vizualizācija (Enhanced True Color Visualization) Šis aprēķins veic optimizāciju, lai izvairītos no izdegušiem pikseļiem un izlīdzinātu ekspozīcijas vērtības. Mākoņi izskatās dabiski un tiek paturēta lielākā daļa no vizuālās informācijas. Sentinel-3 OLCI ainas aptver lielas teritorijas, tādējādi ļaujot novērot plašas mākoņ zonas un viesuļvētras. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
pl: # Wzmocniony Prawdziwy Kolor (wizualizacja) Ten skrypt wykorzystuje optymalizację podświetlenia, aby uniknąć wypalonych pikseli i wyrównać ekspozycję. Sprawia, że chmury wyglądają naturalnie i zachowują jak najwięcej informacji wizualnych. Kafle Sentinel-3 OLCI pokrywają duże obszary, umożliwiając obserwację dużych formacji chmur, takich jak huragany. Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
pt: # Visualização Melhorada da Cor Verdadeira Este roteiro usa otimização de destaque para evitar pixéis queimados e para equilibrar a exposição. Faz com que as nuvens pareçam naturais e mantém o máximo possível de informação visual. Os mosaicos OLCI do Sentinel-3 cobrem grandes áreas, tornando possível a observação da formação de nuvens, tais como furações. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
sl: # Izboljšana vizualizacija pravih barv Ta skripta uporablja optimizacijo osvetlitve, da se izogne prežganim pikam in izravna osvetlitev. Zaradi nje so oblaki videti naravno in ohranijo čim več vizualnih informacij. Deli Sentinel-3 OLCI pokrivajo velika območja, kar omogoča opazovanje velikih oblačnih tvorb, kot so orkani. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)
sv: # Enhanced True Color Visualization Skriptet använder sig av betoningsoptimering för att undvika utbrända pixlar och jämna ut exponeringen. Det får moln att se naturliga ut och bevarar så mycket visuell information som möjligt. Sentinel-3 OLCI -rutorna täcker stora områden vilket gör det möjligt att betrakta stora molnformationer, till exempel orkaner. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-3/true_color_highlight_optimized/)

source: The Tagged Image File Format (TIFF) can hold a large number of bands, however many common image viewers (e.g. Windows Photo Viewer) can't display TIFF images with more than 3 bands. If this option is enabled, only the first 3 bands will be included in the image. If this option is disabled, all bands will be included in the image, but you will have to use an application which supports more than 3 bands (e.g. QGIS) to display the TIFF image.
fi: Kuville käytettävään TIFF-tiedostomuotoon (Tagged Image File Format) voi tallentaa useita eri kanavia. Useimmat kuvienkatseluohjelmat (esim. Windowsin Photo Viewer) eivät kuitenkaan voi näyttää TIFF-kuvia, joissa on yli 3 kanavaa. Jos otat tämän asetuksen käyttöön, tallennetaan kuvaan vain 3 ensimmäistä kanavaa. Jos et ota asetusta käyttöön, kuvaan tallennetaan kaikki kanavat. Käytä tällöin ohjelmaa, joka pystyy näyttämään TIFF-kuvia, joissa on yli 3 kanavaa (esim. QGIS).
fr: Le format de fichier image étiqueté (TIFF) peut contenir un grand nombre de bandes, mais de nombreux visionneurs d'images courants (par exemple, Windows Photo Viewer) ne peuvent pas afficher les images TIFF comportant plus de 3 bandes. Si cette option est activée, seules les 3 premières bandes seront incluses dans l'image. Si cette option est désactivée, toutes les bandes seront incluses dans l'image, mais vous devrez utiliser une application qui supporte plus de 3 bandes (par exemple QGIS) pour afficher l'image TIFF.
lt: Į žymėtųjų vaizdų failų formatą (TIFF) galima įrašyti daug juostų, tačiau daugelis įprastų vaizdų peržiūros programų (pvz., "Windows Photo Viewer") negali rodyti TIFF vaizdų su daugiau nei 3 juostomis. Jei ši parinktis įjungta, į vaizdą bus įtrauktos tik pirmosios 3 juostos. Jei ši parinktis išjungta, į vaizdą bus įtrauktos visos juostos, tačiau TIFF vaizdui atvaizduoti turėsite naudoti programą, kuri palaiko daugiau nei 3 juostas (pvz., QGIS).
lv: Tagged Image File Format (TIFF) faili var saturēt lielu kanālu skaitu. Daudzas no ierastajām attēlošanas programmām (piem., Windows Photo Viewer) nespēj attēlot TIFF failus, kuros ir vairāk nekā 3 kanāli. Ja tiek iespējota šī atzīme, tad attēlā tiks iekļauti tikai pirmie 3 kanāli. Ja šī atzīme nav iespējota, tad datos tiks iekļauti visi kanāli, līdz ar to Jums jālieto atbilstoša programmatūra(piem., QGIS), lai tos attēlotu.
pl: Format TIFF (Tagged Image File Format) może zawierać dużą liczbę pasm, jednak wiele popularnych przeglądarek obrazów (np. Windows Photo Viewer) nie może wyświetlać obrazów TIFF zawierających więcej niż 3 pasma. Jeśli ta opcja jest włączona, w obrazie zostaną uwzględnione tylko pierwsze 3 pasma. Jeśli ta opcja jest wyłączona, w obrazie będą uwzględnione wszystkie pasma, ale do wyświetlenia obrazu TIFF trzeba będzie użyć aplikacji obsługującej więcej niż 3 pasma (np. QGIS).
pt: O Tagged Image File Format (TIFF) pode conter um grande número de bandas, contudo muitos dos visualizadores comuns de imagem (e.g. Windows Photo Viewer) não podem apresentar imagens TIFF com mais de 3 bandas. Se esta opção estiver ativada, só as 3 primeiras bandas serão incluídas na imagem. Se a opção for desativada, todas as bandas serão incluídas na imagem, mas terá de usar uma aplicação que suporte mais de 3 bandas (e.g. QGIS) para apresentar a imagem TIFF.
sl: Format Tagged Image File Format (TIFF) lahko vsebuje veliko število kanalov, vendar številni običajni pregledovalniki slik (npr. Windows Photo Viewer) ne morejo prikazati slik TIFF z več kot 3 kanali. Če je ta možnost omogočena, bodo v sliko vključeni samo prvi trije kanali. Če je ta možnost onemogočena, bodo v sliko vključeni vsi kanali, vendar boste morali za prikaz slike TIFF uporabiti program, ki podpira več kot 3 kanale (npr. QGIS).
sv: Tagged Image File Format (TIFF) kan inkludera ett stort antal band, men många bildvisningsprogram (t.ex. Windows Photo Viewer) kan inte visa TIFF-bilder med fler än tre band. Om detta alternativ är aktivt kommer endast de tre första banden att ingå i bilden. Om alternativet är avaktiverat kommer alla band att ingå i bilden, men du måste ha ett program som stöder fler än tre band (t.ex. QGIS) för att visa TIFF-bilden.

source: Add dataMask band to raw layers
fi: Lisää dataMask-kanava raakatasoihin
fr: Ajouter la bande dataMask aux couches brutes
lt: DataMask juostos pridėjimas prie neapdorotų sluoksnių
lv: Pievienot "dataMask" kanālu neapstrādātajiem slāņiem
pl: Dodaj pasmo DataMask do surowych warstw
pt: Adicionar banda dataMask para as camadas em bruto
sl: Dodajanje maske dataMask v surove sloje
sv: Lägg till dataMask-bandet till råa lager

source: Clip extra bands
fi: Poista ylimääräiset kanavat
fr: Clipsez des bandes supplémentaires
lt: Nukirpti papildomas juostas
lv: Noņemt papildus datus kanālus (joslas)
pl: Przypnij dodatkowe warstwy
pt: Clip de bandas extra
sl: Obreži dodatne sloje
sv: Kapa extra band

source: Creating link...
fi: Luodaan linkkiä...
fr: Créer un lien...
lt: Kuriama nuoroda...
lv: Tiek veidota saite...
pl: Tworzę link...
pt: A criar um link...
sl: Ustvarjanje povezave...
sv: Skapar länk ...

source: OK
lt: Gerai
sl: Vredu

source: Hello,
fi: Hei,
fr: Bonjour,
lt: Sveiki,
lv: Sveicināti,
pl: Witaj,
pt: Olá,
sl: Pozdravljeni,
sv: Hej!

source: L2A (atmospherically corrected)
fi: L2A (ilmakehäkorjattu)
fr: L2A (corrigé atmosphériquement)
lt: L2A (su atmosferos pataisa)
pl: L2A (z korektą atmosferyczną)
pt: L2A (correção atmosférica)
sl: L2A (atmosfersko popravjeno)
sv: L2A (atmosfäriskt korrigerad)

source: **Logged-in users** can use their custom themes, save and load pins, create a pin story, measure distances, create a timelapse and use the advanced image download. To create a free account simply click [here]() or within the app on **Login** and then "Sign Up".
fi: **Sisään kirjautuneet käyttäjät** voivat tehdä omia teemoja, tallentaa ja ladata merkintöjä, luoda merkinnöistä tarinan, mitata etäisyyksiä,luoda timelapse-videoita ja käyttää kuvien lataamisen lisäasetuksia. Luo tili ilmaiseksi napsauttamalla [tästä]()tai valitsemalla sovelluksesta **Kirjaudu** ja sen jälkeen ”Luo tili”.
lt: **Prisijungę naudotojai** gali naudoti savo pasirinktines temas, išsaugoti ir įkelti smeigtukus, kurti smeigtukų istoriją, matuoti atstumus, kurti laiko intervalą ir naudotis išplėstiniu vaizdų atsisiuntimu. Norėdami susikurti nemokamą paskyrą, spustelėkite [čia]() arba programėlėje paspauskite **Prisijungti** ir tada "Prisijungti".
lv: Ir nepieciešams pieslēgties, lai veidotu pielāgotu tematiku, saglabātu un ielādētu atzīmes, veidotu stāstījumu, mērītu attālumus, radītu animācijas un izmantotu uzlaboto attēlu lejuplādes funkcionalitāti. Lai izveidotu bezmaksas kontu vienkārši klikšķiniet [šeit]()
pl: **Zalogowani użytkownicy** mogą korzystać ze swoich niestandardowych motywów, zapisywać i ładować zapisane zdjęcia (zwane dalej pinezkami), tworzyć historię pinezek, mierzyć odległości, tworzyć zdjęcia poklatkoweoraz korzystać z zaawansowanej funkcji pobierania obrazu. Aby utworzyć bezpłatne konto, po prostu kliknij [tutaj]()lub w aplikacji na **Zaloguj się**, a następnie "Zarejestruj się".
pt: **Utilizadores ligados** podem usar a sua temática habitual, guardar e carregar pinos, criar uma história de pinos, medir distâncias, criar um instantâneo e usar o descarregamento avançado de imagens. Para criar uma conta gratuita basta clicar [aqui]()ou dentro da app em **Iniciar sessão** e depois "inscrever-se".
sv: **Inloggade användare** kan använda anpassade teman, spara och hämta kartnålar, skapa en kartnålshistoria, mäta avstånd, skapa timelapse-klipp och använda den avancerade bildhämtningsfunktionen. Om du vill skapa ett konto gratis behöver du bara klicka [här]()eller i appen på **Logga in** och sedan ”Registrera mig”.

source: This pin currently has no description.
fi: Tällä merkinnällä ei ole kuvausta.
fr: Ce marqueur n'a pas de description.
lt: Šis žymeklis šiuo metu neturi aprašymo.
lv: Šai atzīmei šobrīd nav apraksta.
pl: Ta pinezka nie ma jeszcze opisu.
pt: Este pino não tem atualmente descrição.
sl: Ta oznaka trenutno nima opisa.
sv: Den här kartnålen saknar beskrivning för närvarande.

source: Your web browser doesn't support 3D capabilities, that are needed to display this content.
fi: Selaimesi ei tue 3D-toimintoa, joten tätä sisältöä ei voida näyttää.
fr: Votre navigateur Web ne prend pas en charge les fonctionnalités 3D, qui sont nécessaires pour afficher ce contenu.
lt: Jūsų žiniatinklio naršyklė nepalaiko 3D galimybių, reikalingų šiam turiniui rodyti.
lv: Jūs pārlūks neatbalsta 3D funkcionalitāti, kas nepieciešama šī satura attēlošanai.
pl: Twoja przeglądarka internetowa nie obsługuje funkcji 3D, które są wymagane do wyświetlenia tej zawartości.
pt: O seu navegador não suporta recursos em 3D, necessários para apresentar este conteúdo.
sl: Vaš spletni brskalnik ne podpira zmogljivosti 3D, ki so potrebne za prikaz te vsebine.
sv: Din webbläsare stöder inte 3D-funktioner som behövs för att visa detta innehåll.

source: More information
fi: Lisätietoja
fr: Plus d'informations
lt: Daugiau informacijos
lv: Vairāk informācijas
pl: Więcej informacji
pt: Mais informação
sl: Več informacij
sv: Mer information

source: Cannot connect to the 3D service! Retry?
fi: Ei voida yhdistää 3D-palveluun! Yritetäänkö uudelleen?
fr: La connexion au service 3D a échoué ! Réessayer ?
lt: Nepavyksta prisijungti prie 3D paslaugos! Bandyti dar kartą?
lv: Nevar pieslēgties 3D servisam! Mēģināt vēlreiz?
pl: Nie można włączyć usługi 3D! Spróbować ponownie?
pt: Não foi possível ligar-se ao serviço 3D! Tentar novamente?
sl: Ne morete se povezati s storitvijo 3D! Ponoven poskus?
sv: Kan inte ansluta till 3D-tjänsten! Försök på nytt?

source: The image is too big for this device! Image size: {0}x{1}, max: {2}
fi: "Kuva on liian suuri laitteellesi! Kuvan koko: {0}x{1}, enint.: {2}"
fr: L'image est trop grande pour cet appareil ! Taille de l'image : {0}x{1}, max : {2}
lt: Vaizdas yra per didelis šiam įrenginiui! Vaizdo dydis: {0}x{1}, maks: {2}
lv: Attēls ir pārāk liels priekš šīs ierīces! Attēla izmērs: {0}x{1}, max: {2}
pl: Obraz jest zbyt duży dla tego urządzenia! Rozmiar obrazu: {0}x{1}, maks: {2}
pt: A imagem é grande para o dispositivo! Tamanho: {0}x{1}, max: {2}
sl: Slika je prevelika za to napravo! Velikost slike: {0}x{1}, max: {2}
sv: Bilden är för stor för den här enheten! Bildstorlek: {0}x{1}, max: {2}

source: Home
fi: Etusivu
fr: Accueil
lt: Namai
lv: Galvenā lapa
pl: Strona startowa
pt: Página inicial
sl: Domov
sv: Hem

source: Shading
fi: Varjostus
fr: Ombrage
lt: Šešėliavimas
lv: Ēnojums
pl: Cieniowanie
pt: Sombra
sl: Senčenje
sv: Skuggor

source: Sphere mode
fi: Karttapallotila
fr: Mode sphère
lt: Sferos režimas
lv: Sfēras režīms
pl: Tryb sfery
pt: Modo esférico
sl: Način krogle
sv: Sfärläge

source: Eye height
fi: Silmien korkeus
fr: Hauteur des yeux
lt: Akių aukštis
lv: Acu augstums
pl: Wysokość wzroku
pt: Altura ocular
sl: Višina oči
sv: Ögonhöjd

source: Cannot load the image
fi: Kuvaa ei voi ladata
fr: Le chargement de l'image a échoué
lt: Nepavyko įkelti vaizdo
lv: Nevar ielādēt attēlu
pl: Nie można wczytać obrazu
pt: Impossível carregar imagem
sl: Posnetka ni mogoče naložiti
sv: Kan inte ladda bilden

source: Geometries
fi: Geometriat
fr: Géométries
lt: Geometrijos
lv: Ģeometrija
pl: Geometrie
pt: Geometrias
sl: Geometrije
sv: Geometrier

source: Now
fi: Nyt
fr: Maintenant
lt: Dabar
lv: Šobrīd
pl: Teraz
pt: Agora
sl: Zdaj
sv: Nu

source: Terrain
fi: Maasto
lt: Reljefas
lv: Reljefs
pl: Teren
pt: Terreno
sl: Teren
sv: Terräng

source: Time
fi: Aika
fr: Temps
lt: Laikas
lv: Laiks
pl: Czas
pt: Tempo
sl: Ura
sv: Tid
