Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: ### Sulfur Dioxide (SO2) Sulphur dioxide enters the Earth’s atmosphere through both natural and anthropogenic (human made) processes. It plays a role in chemistry on a local and global scale and its impact ranges from short term pollution to effects on climate. Only about 30% of the emitted SO2 comes from natural sources; the majority is of anthropogenic origin. Sentinel-5P/TROPOMI instrument samples the Earth’s surface with a revisit time of one day with a spatial resolution of 3.5 x 7 km which allows the resolution of fine details including the detection of smaller SO2 plumes. Measurements are in mol per square meter (mol/ m^2). More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)
fi: ### Rikkidioksidi (SO2) Rikkidioksidia pääsee ilmakehään sekä luonnollisten prosessien seurauksena että ihmisten tuottamana. Rikkidioksidilla on tärkeä kemiallinen rooli niin paikallisesti kuin maailmanlaajuisesti, ja sen vaikutus vaihtelee lyhytaikaisesta saastemäärän kasvusta aina maailmanlaajuisiin ilmastovaikutuksiin. Vain noin 30 prosenttia rikkidioksidipäästöistä syntyy luonnollisista lähteistä; ihminen tuottaa päästöistä suurimman osan. Sentinel-5P-satelliitin TROPOMI-instrumentti mittaa maanpinnan kerran päivässä 3,5 x 7 kilometrin alueellisella erotuskyvyllä, jolloin voidaan havaita myös pienempiä yksityiskohtia, kuten pienempiä rikkidioksidiesiintymiä. Mittaukset annetaan mooleina neliömetriä kohti (mol/m^2). Lisää tietoa löydät englanniksi [täältä.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)
lt: ### Sieros dioksidas (SO2) Sieros dioksidas patenka į Žemės atmosferą tiek natūralių, tiek antropogeninių (žmogaus sukurtų) procesų metu. Jis vaidina svarbų vaidmenį chemijoje vietiniu ir pasauliniu mastu, o jo poveikis svyruoja nuo trumpalaikės taršos iki poveikio klimatui. Tik apie 30 % išmetamo SO2 gaunama iš natūralių šaltinių; dauguma yra antropogeninės kilmės. Prietaisas „Sentinel-5P/TROPOMI“ ima Žemės paviršiaus mėginius per vieną dieną, o erdvinė skiriamoji geba yra 3,5 x 7 km, todėl tai leidžia nustatyti smulkias detales, įskaitant mažesnių SO2 srovių aptikimą. Išmatavimai nurodyti moliais vienam kvadratiniam metrui (mol/m^2). Daugiau informacijos [čia.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)
lv: ### Sēra dioksīds (SO2) Sēra dioksīds nokļūst atmosfērā gan dabisko procesu, gan cilvēka saimnieciskās darbības rezultātā. Tas būtiski ietekmē atmosfēras ķīmisko sastāvu gan vietējā, gan globālā mērogā, un ir novērtējams gan kā īslaicīgs piesārņojums, gan kā ilgtermiņa faktors, kas ietekmē klimatu. Tikai trešā daļa no Sēra dioksīda piesārņojuma veidojas dabisko procesu rezultātā. Sentinel-5P/TROPOMI instruments veic mērījumus reizi dienā ar telpisko izšķirtspēju 3.5 x 7 km, tādējādi ļaujot veikt detalizētus novērojumus. Mērījumi ir izteikti molos uz kvadrātmetru (mol/m^2). Plašāka informācija [šeit.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)
pl: ### Dwutlenek siarki (SO2) Dwutlenek siarki przedostaje się do atmosfery ziemskiej zarówno poprzez procesy naturalne, jak i antropogeniczne (wytworzone przez człowieka).Odgrywa rolę w chemii w skali lokalnej i globalnej, a jego wpływ waha się od krótkotrwałego zanieczyszczenia po zmiany klimatyczne.Tylko około 30% emitowanego SO2 pochodzi ze źródeł naturalnych; większość ma pochodzenie antropogeniczne.Instrument Sentinel-5P/TROPOMI pobiera próbki powierzchni Ziemi przy okresie rewizyty wynoszącym jeden dzień z rozdzielczością przestrzenną 3,5 x 7 km, która umożliwia obrazowanie drobnych szczegółów, w tym wykrywanie mniejszych smug SO2.Pomiary są podawane w molach na metr kwadratowy (mol/m ^ 2). Więcej informacji [tutaj] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)
pt: ### Dióxido de enxofre (SO2) O dióxido de enxofre entra na atmosfera terrestre através de processos naturais e antropogénicos (feitos pelo homem). Desempenha um papel na química à escala local e global e o seu impacto varia desde a poluição a curto prazo até aos efeitos sobre o clima. Apenas cerca de 30% do SO2 emitido provém de fontes naturais; a maioria é de origem antropogénica. O instrumento TROPOMI do Sentinel-5P recolhe informações da superfície terrestre com um intervalo de captação de um dia e com uma resolução espacial de 3,5 x 7 km, o que permite a resolução de detalhes finos, incluindo a deteção de plumas mais pequenas de SO2. As medições são em mol por metro quadrado (mol/ m^2). Mais informações [aqui.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)
sv: ### Sulfur Dioxide (SO2) Svaveldioxid kommer in i jordens atmosfär från såväl naturliga som antropogena (orsakade av människan) processer. Den spelar en roll för kemin på lokal och global skala och dess verkningar varierar från kortvarig förorening till effekter på klimatet. Bara cirka 30 % av utsläppt SO2 härstammar från naturliga källor; merparten är av antropogent ursprung. Sentinel-5P/TROPOMI-instrumentet provtar jordens yta med en återbesökstid på en dag och en geografisk upplösning på 3,5 x 7 km vilket möjliggör en upplösning med små detaljer inklusive detekteringen av mindre SO2-plymer. Mätningarna är i mol per kvadrat meter (mol/m^2). Mer information [här.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-sulphur-dioxide)

source: ### Ozone (O3) Ozone is of crucial importance for the equilibrium of the Earth atmosphere. In the stratosphere, the ozone layer shields the biosphere from dangerous solar ultraviolet radiation. In the troposphere, it acts as an efficient cleansing agent, but at high concentration it also becomes harmful to the health of humans, animals, and vegetation. Ozone is also an important greenhouse-gas contributor to ongoing climate change. Since the discovery of the Antarctic ozone hole in the 1980s and the subsequent Montreal Protocol regulating the production of chlorine-containing ozone-depleting substances, ozone has been routinely monitored from the ground and from space. Measurements are in mol per square meter (mol/ m^2) More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)
fi: ### Otsoni (O3) Otsoni on tärkeää Maan ilmakehän tasapainolle. Yläilmakehän otsonikerros suojelee Maan pinnan elonkehää vaaralliselta ultraviolettisäteilyltä. Alailmakehässä sillä taas on puhdistava vaikutus, mutta liian suurissa pitoisuuksissa siitä tulee vahingollista ihmisille, eläimille ja kasvillisuudelle. Otsoni on myös merkittävä ilmastonmuutokseen vaikuttava kasvihuonekaasu. Otsonin määrää on seurattu tiiviisti sekä maasta että avaruudesta käsin sen jälkeen, kun Etelämantereen yläpuolella oleva otsoniaukko havaittiin 1980-luvulla ja Montrealin pöytäkirja otsonikerrosta heikentävistä aineista laadittiin. Mittaukset annetaan mooleina neliömetriä kohti (mol/m^2). Lisää tietoa löydät englanniksi [täältä.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)
lt: ### Ozonas (O3) Ozonas yra labai svarbus Žemės atmosferos pusiausvyrai. Stratosferoje ozono sluoksnis apsaugo biosferą nuo pavojingos saulės ultravioletinės spinduliuotės. Troposferoje jis veikia kaip veiksminga valymo priemonė, tačiau esant didelei koncentracijai, tampa kenksminga žmonių, gyvūnų ir augmenijos sveikatai. Ozonas taip pat yra svarbus šiltnamio efektą sukeliančių dujų veiksnys, prisidedantis prie šiuolaikinių klimato pokyčių. Nuo Antarkties ozono skylės atradimo 1980-aisiais ir vėlesnio Monrealio protokolo, reglamentuojančio chloro turinčių bei ozono sluoksnį ardančių medžiagų gamybą, ozonas buvo reguliariai stebimas iš žemės ir iš kosmoso. Matavimai nurodyti moliais vienam kvadratiniam metrui (mol/m^2) Daugiau informacijos [čia.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)
lv: ### Ozons (O3) Ozons ir gāzveida savienojums, kuram ir izšķiroša nozīme veidojot līdzsvaru Zemes atmosfērā. Ozona slānis stratosfērā kalpo kā vairogs, kas pasargā biosfēru no saules ultravioletā starojumu. Troposfērā esošais ozons darbojas kā attīrošs līdzeklis, tomēr paaugstinātā koncentrācija tas paliek kaitīgs dzīvajām būtnēm un augiem. Izmaiņas ozona daudzumā ir saistītas ar klimata pārmaiņām. 1980. gados tika ievērots liela izmēra caurums virs Antarktikas esošajā ozona slānī un kopš Montreālas protokla izveides ozona monitorings tiek veikts gan uz zemes, gan izmantojot tālizpētes rīkus. Mērījumi ir izteikti molos uz kvadrātmetru (mol/m^2). Plašāka informācija [šeit.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)
pl: ### Ozon (O3) Ozon ma kluczowe znaczenie dla równowagi atmosfery ziemskiej. W stratosferze warstwa ozonowa chroni biosferę przed niebezpiecznym słonecznym promieniowaniem ultrafioletowym. W troposferze działa jako skuteczny środek oczyszczający, ale w wysokim stężeniu staje się szkodliwy dla zdrowia ludzi, zwierząt i roślinności.Ozon jest również istotnym czynnikiem przyczyniającym się do obecnych zmian klimatycznych. Od czasu odkrycia dziury ozonowej w Antarktydzie w latach 80. i późniejszego Protokołu Montrealskiego regulującego produkcję substancji awierających chlor, zubożających warstwę ozonową,ozon jest przedmiotem rutynowego monitoringu z ziemi i z kosmosu. Pomiary są podawane w molach na metr kwadratowy (mol/m^2) Więcej informacji [tutaj] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)
pt: ### Ozono (O3) O ozono é de importância crucial para o equilíbrio da atmosfera terrestre. Na estratosfera, a camada de ozono protege a biosfera da perigosa radiação solar ultravioleta. Na troposfera, atua como um agente de limpeza eficiente, mas em alta concentração também se torna prejudicial para a saúde dos seres humanos, animais e vegetação. O ozono é também um importante agente de gases com efeito de estufa que contribui para as alterações climáticas em curso. Desde a descoberta do buraco de ozono na Antártida nos anos 80 e o subsequente Protocolo de Montreal que regula a produção de substâncias destruidoras do ozono contendo cloro, o ozono tem sido rotineiramente monitorizado a partir do solo e do espaço. As medições são em mol por metro quadrado (mol/ m^2) Mais informações [aqui.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)
sv: ### Ozone (O3) Ozon är av yttersta vikt för jämvikten i jordens atmosfär. I stratosfären skyddar ozonskiktet biosfären mot farligt ultraviolett strålning från solen. I troposfären fungerar ozonet som en effektiv rengörare men i höga koncentrationer blir det också farligt för människors, djurs och växters hälsa. Ozon är som växthusgas också en viktig bidragande faktor till den pågående klimatförändringen. Sedan upptäckten av ozonhålet över Antarktis på 1980-talet och det efterföljande Montrealprotokollet som begränsar produktionen av ozonnedbrytande ämnen med klor har ozon rutinmässigt övervakats från marken och från rymden. Mätningarna är i mol per kvadrat meter (mol/m^2). Mer information [här.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-ozone-profile)

source: ### Nitrogen Dioxide (NO2) Nitrogen dioxide (NO2) and nitrogen oxide (NO) together are usually referred to as nitrogen oxides. They are important trace gases in the Earth’s atmosphere, present in both the troposphere and the stratosphere. They enter the atmosphere as a result of anthropogenic activities (particularly fossil fuel combustion and biomass burning) and natural processes (such as microbiological processes in soils, wildfires and lightning). Measurements are in mol per square meter (mol/ m^2). More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)
fi: ### Typpidioksidi (NO2) Typpidioksidia (NO2) ja typpioksidia (NO) kutsutaan usein yhdessä typen oksideiksi. Ne ovat tärkeitä hivenkaasuja Maan ilmakehässä ja niitä löytyy sekä alailmakehästä että yläilmakehästä. Niitä pääsee ilmakehään ihmisen toiminnan seurauksena (erityisesti fossiilisten polttoaineiden ja biomassan poltosta) sekä luonnollisten prosessien kautta (esimerkiksi maaperän mikrobiologisista prosesseista, maastopaloista ja salamoista). Mittaukset annetaan mooleina neliömetriä kohti (mol/m^2). Lisää tietoa löydät englanniksi [täältä.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)
lt: ### Azoto dioksidas (NO2) Azoto dioksidas (NO2) ir azoto oksidas (NO) kartu paprastai vadinami azoto oksidais. Jie yra svarbios dujos, esančios Žemės atmosferoje, esančios tiek troposferoje, tiek stratosferoje. Jie patenka į atmosferą dėl antropogeninės veiklos (ypač iškastinio kuro deginimo ir biomasės deginimo) ir natūralių procesų (pvz., mikrobiologinių procesų dirvožemyje, gaisrų ir žaibo). Išmatavimai nurodyti moliais vienam kvadratiniam metrui (mol/m^2). Daugiau informacijos [čia.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)
lv: ### Slāpekļa dioksīds (NO2) Slāpekļa dioksīds un slāpekļa oksīds, jeb slāpekļa oksīdi ir nozīmīgi gāzveida savienojumi Zemes atmosfērā. Tie ir sastopami gan troposfērā, gan stratosfērā un rodas cilvēka saimnieciskās aktivitātes (fosilie enerģijas avoti) un dabisko procesu (augsnes procesi, meža ugunsgrēki un zibens izlādes) rezultātā. Mērījumi ir izteikti molos uz kvadrātmetru (mol/m^2). Plašāka informācija [šeit.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)
pl: ### Dwutlenek azotu (NO2) Dwutlenek azotu (NO2) i tlenek azotu (NO) razem nazywane są zwykle tlenkami azotu. Są ważnymi gazami śladowymi w atmosferze ziemskiej, obecnymi zarówno w troposferze, jak i stratosferze.Dostają się do atmosfery w wyniku działalności antropogenicznej (w szczególności spalania paliw kopalnych i biomasy) oraz procesów naturalnych (np. procesów mikrobiologicznych w glebie, pożarów, wyładowań atmosferycznych).Pomiary są podane w molach na metr kwadratowy (mol/m^2). Więcej informacji [tutaj] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)
pt: ### Dióxido de azoto (NO2) O dióxido de azoto (NO2) e o monóxido de azoto (NO), juntos, são normalmente referidos como óxidos de azoto. São importantes gases residuais da atmosfera da Terra. presentes quer na troposfera quer na estratosfera. Eles entram na atmosfera como resultado de atividades antropogénicas ( particularmente como combustão de combustíveis fósseis e queima de biomassa) e processos naturais (tais como processos microbiológicos no solo, incêndios e trovoadas). As medições são em mol por metro quadrado (mol/ m^2). Mais informação [aqui.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)
sv: ### Nitrogen Dioxide (NO2) Kvävedioxid (NO2) och kväveoxid (NO) kallas ofta tillsammans för kväveoxider. De är viktiga spårgaser i jordens atmosfär och de finns i både troposfären och stratosfären. De kommer in i atmosfären till följd av antropogena aktiviteter (särskilt förbränning av fossila bränslen och biomassa) och naturliga processer (såsom mikrobiologiska processer i marken, skogsbränder och blixtnedslag). Mätningarna är i mol per kvadrat meter (mol/m^2). Mer information [här.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-nitrogen-dioxide)

source: ### Carbon Monoxide (CO) Carbon monoxide (CO) is an important atmospheric trace gas. In certain urban areas, it is a major atmospheric pollutant. Main sources of CO are combustion of fossil fuels, biomass burning, and atmospheric oxidation of methane and other hydrocarbons. The carbon monoxide total column is measured in mol per square meter (mol/ m^2). More info [here.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)
fi: ### Hiilimonoksidi (CO) Hiilimonoksidi on tärkeä ilmakehän hivenkaasu. Joillain kaupunkialueilla se on myös merkittävä saastuttaja. Hiilimonoksidia syntyy eniten fossiilisten polttoaineiden ja biomassan poltosta sekä metaanin ja muiden hiilivetyjen hapettumisesta ilmakehässä. Koko ilmapilarin hiilimonoksidipitoisuus annetaan mooleina neliömetriä kohti (mol/ m^2). Lisää tietoa löydät englanniksi [täältä.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)
lt: ### Anglies monoksidas (CO) Anglies monoksidas (CO) yra svarbus atmosferos dujų pėdsakas. Kai kuriose miesto zonose tai yra pagrindinis atmosferos teršalas. Pagrindiniai CO šaltiniai yra iškastinio kuro deginimas, biomasės deginimas ir metano bei kitų angliavandenilių oksidacija atmosferoje. Bendras anglies monoksido stulpelis matuojamas moliais vienam kvadratiniam metrui (mol/m^2). Daugiau informacijos [čia.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)
lv: ### Oglekļa Monoksīds (CO) Oglekļa monoksīds ir nozīmīgs gāzveida savienojums, kas sastopams Zemes atmosfērā. Tā nokļūšana atmosfērā ir galvenokārt saistīta ar fosilo enerģijas avotu patēriņu, degšanas procesiem, kā arī mijiedarbojoties ar ogļūdeņraža savienojumiem. Mērījumi ir izteikti molos uz kvadrātmetru (mol/m^2). Plašāka informācija [šeit.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)
pl: ### Tlenek węgla (CO) Tlenek węgla (CO) jest ważnym atmosferycznym gazem śladowym. Na niektórych obszarach miejskich jest głównym składnikiem zanieczyszczeń atmosfery. Główne źródła CO to spalanie paliw kopalnych, spalanie biomasy oraz atmosferyczne utlenianie metanu i innych węglowodorów.Całkowita zawartość tlenku węgla w kolumnie jest mierzona w molach na metr kwadratowy (mol/m^2). Więcej informacji [tutaj] (https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)
pt: ### Monóxido de carbono (CO) O monóxido de carbono (CO) é um importante gás residual. Em algumas zonas urbanas, é o principal poluente atmosférico. As principais fontes de CO são a combustão de combustíveis fósseis. queima de biomassa e oxidação atmosférica do metano e de outros hidrocarbonetos. A coluna total de monóxido de carbono é medida em mol por metro quadrado (mol/ m^2). Mais informação [aqui.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)
sv: ### Carbon Monoxide (CO) Kolmonoxid (CO) är en viktig spårgas i atmosfären. I vissa stadsområden är den en viktig luftförorening. De främsta CO-källorna är förbränning av fossila bränslen och biomassa samt oxidering av metan och andra kolväten i atmosfären. Kolumnen total kolmonoxid mäts i mol per kvadratmeter (mol/m^2). Mer information [här.](https://sentinels.copernicus.eu/web/sentinel/data-products/-/asset_publisher/fp37fc19FN8F/content/sentinel-5-precursor-level-2-carbon-monoxide)
