Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: **Landsat 1-5 MSS** collection includes imagery produced with the Multispectral Scanner System (MSS), which was carried onboard Landsat 1 through Landsat 5 satellites. There are 4 optical bands available in 60 m resolution. Data is archived and includes global imagery since 1972. **Spatial resolution**: 68 m x 83 m (commonly resampled to 57 m, or 60 m) **Revisit time**: 18 days for Landsats 1-3 and 16 days for Landsats 4-5 **Data availability**: Global, since: - Landsat 1 from July 1972 to January 1978 - Landsat 2 from January 1975 to February 1982 - Landsat 3 from March 1978 to March 1983 - Landsat 4 from July 1982 to December 1993 - Landsat 5 from 1984 to October 1992, and from June 2012 to January 2013 **Common Usage**: Monitoring of vegetation, ice and water resources, change detection and the creation of land use - land cover maps.
fi: **Landsat 1–5 MSS** -kokoelma sisältää kuvia, jotka on tuottanut Landsat-satelliittien 1–5 mukana ollut monispektriskanneri (Multispectral Scanner System, MSS). Saatavilla on neljä optista kanavaa 60 metrin erotuskyvyllä. Arkistoidut tiedot kattavat koko maapallon vuodesta 1972 alkaen. **Alueellinen erotuskyky**: 68 m x 83 m (usein oikaistuna 57 tai 60 metriin) **Kuvausväli:** 18 päivää Landsateille 1–3, 16 päivää Landsateille 4–5 **Saatavilla olevat tiedot:** Maailmanlaajuisesti: - Landsat 1 heinäkuusta 1972 tammikuuhun 1978 - Landsat 2 tammikuusta 1975 helmikuuhun 1982 - Landsat 3 maaliskuusta 1978 maaliskuuhun 1983 - Landsat 4 heinäkuusta 1982 joulukuuhun 1993 - Landsat 5 vuodesta 1984 lokakuuhun 1992 ja kesäkuusta 2012 tammikuuhun 2013 **Yleisimmät käyttökohteet**: Kasvillisuuden ja jää- ja vesivarojen seuranta, muutosten havainnointi sekä maankäyttö- ja maanpeitekarttojen luominen.
fr: La collection **Landsat 1-5 MSS** comprend des images produites avec le système de balayage multispectral (MSS), qui était embarqué à bord des satellites Landsat 1 à Landsat 5. Il y a 4 bandes optiques disponibles en résolution de 60 m. Les données sont archivées et comprennent l'imagerie mondiale depuis 1972. **Résolution spatiale** : 68 m x 83 m (couramment rééchantillonné à 57 m, ou 60 m) **Temps de révision** : 18 jours pour Landsats 1-3 et 16 jours pour Landsats 4-5. **Disponibilité des données** : Mondiale, depuis : - Landsat 1 de juillet 1972 à janvier 1978 - Landsat 2 de janvier 1975 à février 1982 - Landsat 3 de mars 1978 à mars 1983 - Landsat 4 de juillet 1982 à décembre 1993 - Landsat 5 de 1984 à octobre 1992, et de juin 2012 à janvier 2013 **Utilisation courante** : Surveillance de la végétation, de la glace et des ressources en eau, détection des changements et création de cartes d'utilisation des sols - couverture des sols.
lt: **Landsat 1-5 MSS** kolekciją sudaro vaizdai, gauti naudojant daugiaspektrinio skenerio sistemą (MSS), kuri buvo įdiegta Landsat 1-5 palydovuose Landsat. Yra 4 optinės juostos, kurių skiriamoji geba yra 60 m. Duomenys archyvuojami ir apima pasaulio vaizdus nuo 1972 m. **Patalpinė skiriamoji geba**: 68 m x 83 m (paprastai pergrupuojama iki 57 m arba 60 m). **Atkūrimo laikas**: 18 dienų (Landsats 1-3) ir 16 dienų (Landsats 4-5). **Duomenų prieinamumas**: Pasaulyje, nuo: - Nuo 1972 m. liepos mėn. iki 1978 m. sausio mėn. - Landsat 2 nuo 1975 m. sausio mėn. iki 1982 m. vasario mėn. - Landsat 3 nuo 1978 m. kovo mėn. iki 1983 m. kovo mėn. - Landsat 4 nuo 1982 m. liepos mėn. iki 1993 m. gruodžio mėn. - Landsat 5 nuo 1984 m. iki 1992 m. spalio mėn. ir nuo 2012 m. birželio mėn. iki 2013 m. sausio mėn. **Bendras naudojimas**: Augalijos, ledo ir vandens išteklių stebėsena, pokyčių nustatymas ir žemės naudojimo - žemės dangos žemėlapių sudarymas.
lv: **Landsat 1-5 MSS* kolekcija iekļauj datus, kas veidoti izmantojot "Multispectral Scanner System (MSS)" sensoru. Dati par virsmas atstraroto enerģiju tiek iegūti 4 joslās ar 60 m izšķirspēju. Datu arhīvs satur globāla pārklājuma datus kopš 1972. gada. **Telpiskā izšķirspēja:** 68 m x 83 m (pārparaugota uz 57 m, vai 60 m režģi) **Mērījumu periods:** 18 dienas Landsat 1-3 un 16 dienas Landsat 4-5 **Datu pieejamība:** globāli, kopš: - Landsat 1 no 1972. gada jūlija līdz 1978. gada janvārim - Landsat 2 no 1975. gada janvāra līdz 1982. gada februārim - Landsat 3 no 1978. gada marta līdz 1983. gada martam - Landsat 4 no 1982. gada jūlija līdz 1993. gada decembrim - Landsat 5 no 1984. gada oktobra līdz 1992. gadam, un no 2012. gada līdz 2013. gada janvārim **Ierastie lietojuma veidi:** Veģetācijas/augāja, kā arī ledus un ūdens resursu monitorings, zemes lietojuma veids, zemes virsmas pārklājuma kartes, izmaiņu monitorings u.c.
pl: Kolekcja **Landsat 1-5 MSS** obejmuje zdjęcia wykonane za pomocą systemu skanera wielospektralnego (MSS), który znajdował się na pokładzie satelitów od Landsat 1 do Landsat 5. Dostępne są 4 pasma optyczne o rozdzielczości 60 m. Dane są archiwizowane i obejmują zdjęcia globu od 1972 r. **Rozdzielczość przestrzenna**: 68 m x 83 m (zwykle próbkowane do 57 m lub 60 m) **Czas rewizyty**: 18 dni dla Landsatów 1-3 i 16 dni dla Landsatów 4-5. **Dostępność danych**: Globalna, od: - Landsat 1 od lipca 1972 do stycznia 1978 - Landsat 2 od stycznia 1975 r. do lutego 1982 r. - Landsat 3 od marca 1978 r. do marca 1983 r. - Landsat 4 od lipca 1982 r. do grudnia 1993 r. - Landsat 5 od 1984 r. do października 1992 r. oraz od czerwca 2012 r. do stycznia 2013 r. **Typowe zastosowanie**: Monitoring roślinności, zasobów wodnych i lodowych, wykrywanie zmian oraz tworzenie map użytkowania ziemi i pokrycia terenu.
pt: A coleção do **Landsat 1-5 MSS** inclui imagens produzidas com o Sistema de Scanner Multiespectral (MSS) que foi transportado a bordo do Landsat 1 através dos satélites Landsat 5. Há 4 bandas óticas disponíveis com 60 m de resolução. Os dados são arquivados e incluem imagens globais desde 1972. **Resolução espacial**: 68m x 83m (normalmente reamostrados em 57m ou 60m) **Intervalo de captação**: 18 dias para o Landsat 1-3 e 16 dias para o Landsat 4-5 **Disponibilidade dos dados**: Global desde: -Landsat 1 de julho de 1972 a janeiro de 1978 -Landsat 2 de janeiro de 1975 a fevereiro de 1982 -Landsat 3 de março de 1978 a março de 1983 -Landsat 4 de julho de 1982 a dezembro de 1993 -Landsat 5 de 1984 a outubro de 1992, e d junho de 2012 a janeiro de 2013 **Utilização normal**: Monitorização da vegetação, recursos de gelo e água, deteção de alterações e a criação de mapas de uso do terreno e de cobertura de solo.
sv: Samlingen **Landsat 1-5 MSS** omfattar bilder som producerats med Multispectral Scanner System (MSS), som fanns ombord på satelliterna Landsat 1 till Landsat 5. Det finns fyra optiska band tillgängliga med 60 meters upplösning. Data har arkiverats och omfattar globala bilder sedan 1972. **Geografisk upplösning**: 68 m x 83 m (ofta omsamplat till 57 m eller 60 m) **Återbesökstid:** 18 dagar för Landsat 1–3 och 16 dagar för Landsat 4–5 **Datatillgänglighet**: Globalt, sedan: - Landsat 1 från juli 1972 till januari 1978 - Landsat 2 från januari 1975 till februari 1982 - Landsat 3 från mars 1978 till mars 1983 - Landsat 4 från juli 1982 till december 1993 - Landsat 5 från 1984 till oktober 1992 och från juni 2012 till januari 2013 **Allmän användning**: Övervakning av växtlighet, is- och vattenresurser, detektering av förändringar och skapande av kartor över markanvändning och marktäcke.

source: **Landsat 7 ETM+** includes imagery produced with the Enhanced Thematic Mapper (ETM+) sensor, which was carried onboard Landsat 7 satellite. There are 8 optical and 1 thermal infrared bands available. Global data is available since 1999, with a revisit time of 16 days. Top of the atmosphere level-1, and surface reflectance level-2 products are provided. Note that there are data gaps for all images acquired since 2003-05-30 due to sensor failure. **Spatial resolution**: 30 meter, 15 meter for a panchromatic band **Revisit time**: 16 days **Data availability**: global, since April 1999 **Common Usage**: Monitoring of vegetation, ice and water resources, change detection and the creation of land use - land cover maps.
fi: **Landsat 7 ETM+** -kokoelma sisältää kuvia, jotka on tuottanut Landsat-7-satelliittin paranneltu temaattisen kartoituksen instrumentti (Enhanced Thematic Mapper, ETM+). Saatavilla on kahdeksan optista kanavaa ja yksi termisen infrapunan kanava. Maailmanlaajuista tietoa on saatavilla vuodesta 1999 lähtien 16 päivän kuvausvälillä. Saatavilla on ilmakehän ylärajan tason 1 ja maanpinnan heijastuskyvyn tason 2 tuotteita. Huomaa, että kaikissa tiedoissa on 30.5.2003 lähtien aukkoja instrumentin vikaantumisen vuoksi. **Alueellinen erotuskyky**: 30 metriä, 15 metriä pankromaattisella kanavalla **Kuvausväli:** 16 päivää **Saatavilla olevat tiedot:** Maailmanlaajuisesti huhtikuusta 1999 alkaen **Yleisimmät käyttökohteet**: Kasvillisuuden ja jää- ja vesivarojen seuranta, muutosten havainnointi sekä maankäyttö- ja maanpeitekarttojen luominen.
fr: **Landsat 7 ETM+** comprend des images produites avec le capteur Enhanced Thematic Mapper (ETM+), qui était embarqué à bord du satellite Landsat 7. Il y a 8 bandes optiques et 1 bande infrarouge thermique disponibles. Les données mondiales sont disponibles depuis 1999, avec un temps de revisite de 16 jours. Les produits de niveau 1 de la couche supérieure de l'atmosphère et de niveau 2 de la réflectance de la surface sont fournis. Note qu'il y a des lacunes dans les données pour toutes les images acquises depuis le 2003-05-30 en raison d'une défaillance du capteur. **Résolution spatiale** : 30 mètres, 15 mètres pour une bande panchromatique **Temps de révision** : 16 jours **Disponibilité des données** : mondiale, depuis avril 1999 **Utilisation courante** : Surveillance de la végétation, de la glace et des ressources en eau, détection des changements et création de cartes d'utilisation des sols - couverture des sols.
lt: **Landsat 7 ETM+** apima vaizdus, gautus naudojant patobulinto teminio žemėlapio (ETM+) jutiklį, kuris buvo sumontuotas palydove Landsat 7. Galimos 8 optinės ir 1 šiluminės infraraudonosios spinduliuotės juostos. Pasauliniai duomenys pateikiami nuo 1999 m., o peržiūros trukmė - 16 dienų. Pateikiami atmosferos viršaus 1 lygio ir paviršiaus atspindžio 2 lygio produktai. Atkreipkite dėmesį, kad dėl jutiklio gedimo trūksta visų nuo 2003-05-30 gautų vaizdų duomenų. **Patalpos skiriamoji geba**: 30 metrų, 15 metrų panchromatinėje juostoje. **Atkūrimo laikas**: Peržiūros laikas: 16 dienų **Duomenų prieinamumas**: visuotinis, nuo 1999 m. balandžio mėn. **Bendras naudojimas**: Naudojimas: augmenijos, ledo ir vandens išteklių stebėsena, pokyčių nustatymas ir žemės naudojimo - žemės dangos žemėlapių sudarymas.
lv: **Landsat 7 ETM+* satur datus, kas iegūti ar "Enhanced Thematic Mapper (ETM+)" sensoru. Dati par virsmas atstraroto enerģiju tiek iegūti 8 joslās (optical) un izstaroto enerģiju 1 joslā (TIR). Dati ar globālu pārklājumu ir pieejam kopš 1999. gada. Ir pieejami gan atmosfēras augšdaļas atsarojamības dati (Level-1), gan zemes virsmas atstarojamības produkti (Level-2). Ņemiet vērā, ka datu pieejamība ir ar pārtraukumiem (pēc 2003. gada 30. maija), kas saistīta ar senosora problēmām. **Telpiskā izšķirspēja:** 30 metri, 15 metri hromatiskais kanāls (josla) **Mērījumu periods:** vismaz vienu reizi 16 dienās **Datu pieejamība:** globāli, kopš 1999. gada aprīļa **Ierastie lietojuma veidi:** Veģetācijas/augāja, kā arī ledus un ūdens resursu monitorings, zemes lietojuma veids, zemes virsmas pārklājuma kartes, izmaiņu monitorings u.c.
pl: **Landsat 7 ETM+** zawiera obrazy utworzone za pomocą czujnika Enhanced Thematic Mapper (ETM+), który został umieszczony na pokładzie satelity Landsat 7. Dostępnych jest 8 pasm optycznych i 1 w podczerwieni termalnej. Udostępnione są produkty dla górnej części atmosfery (level-1) i dla reflektancji powierzchniowej (level-2). Należy zauważyć, że w przypadku wszystkich obrazów uzyskanych od 30.05.2003 występują luki w danych z powodu awarii czujnika. **Rozdzielczość przestrzenna**: 30 metrów, 15 metrów dla pasma panchromatycznego **Czas rewizyty**: 16 dni **Dostępność danych**: globalna, od kwietnia 1999 **Typowe zastosowanie**: Monitorowanie roślinności, lodu i zasobów wodnych, wykrywanie zmian w użytkowaniu gruntów, mapy pokrycia terenu.
pt: **Landsat 7 ETM+** inclui imagens produzidas com o sensor Enhanced Thematic Mapper (ETM+), que foi transportado a bordo do satélite Landsat 7. Estão disponíveis 8 bandas óticas e uma banda térmica de infravermelhos. Dados globais estão disponíveis desde 1999, com um intervalo de captação de 16 dias. São fornecidos produtos de topo de atmosfera nível-1, e refletância de superfície nível-2. Atenção que há lacunas de dados para todas as imagens adquiridas desde 2023-05-30 devido a falha no sensor. **Resolução espacial**: 30 metros, 15 metros para a banda pancromática **Intervalo de captação**: 16 dias **Disponibilidade de dados**: global desde abril de 1999 **Utilização comum**: Monitorização da vegetação, recursos de gelo e água, deteção de alterações e a criação de mapas de uso do terreno e de cobertura de solo.
sv: **Landsat 7 ETM+** omfattar bilder som producerats med sensorn Enhanced Thematic Mapper (ETM+), som fanns ombord på satelliten Landsat 7. Det finns åtta optiska och ett termiskt infrarött band. Globala data är tillgängliga sedan 1999 med en återbesökstid på 16 dagar. Produkterna nivå 1 upptill i atmosfären och nivå 2 ytreflektans tillhandahålls. Observera att det finns luckor i data för alla bilder som har erhållits sedan 2003-05-30 på grund av sensorfel. **Geografisk upplösning**: 30 meter, 15 meter för ett pankromatiskt band **Återbesökstid:** 16 dagar **Datatillgänglighet**: globalt, sedan april 1999 **Allmän användning**: Övervakning av växtlighet, is- och vattenresurser, detektering av förändringar och skapande av kartor över markanvändning och marktäcke.

source: **Landsat 7 ETM+ Level-1** Learn more [here](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
fi: **Landsat 7 ETM+ Level-1** Lisää tietoa englanniksi löydät [täältä](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
fr: **Landsat 7 ETM+ Niveau-1**. En savoir plus [ici](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
lt: **Landsat 7 ETM+ Level-1** Sužinokite daugiau [čia](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
lv: **Landsat 7 ETM+ Level-1** Vairāk informācijas [šeit](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
pl: **Landsat 7 ETM+ Level-1** Dowiedz się więcej [tutaj](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
pt: **Landsat 7 ETM+ Nível-1** Aprenda mais [aqui](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
sv: **Landsat 7 ETM+ nivå 1** Läs mer [här](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)

source: **Landsat 7 ETM+ Level-2** Learn more [here](https://docs.sentinel-hub.com/api/latest/data/landsat-etm-l2/).
fi: **Landsat 7 ETM+ Level-2** Lisää tietoa englanniksi löydät [täältä](https://docs.sentinel-hub.com/api/latest/data/landsat-etm-l2/).
fr: **Landsat 7 ETM+ Niveau-2**. En savoir plus [ici](https://docs.sentinel-hub.com/api/latest/data/landsat-etm-l2/).
lt: **Landsat 7 ETM+ Level-2** Sužinokite daugiau [čia](https://docs.sentinel-hub.com/api/latest/data/landsat-etm-l2/).
lv: **Landsat 7 ETM+ Level-2** Vairāk informācijas [šeit](https://docs.sentinel-hub.com/api/latest/data/landsat-etm-l2/).
pl: **Landsat 7 ETM+ Level-2** Dowiedz się więcej [tutaj](https://docs.sentinel-hub.com/api/latest/data/landsat-etm/)
pt: **Landsat 7 ETM+ Nível-2** Aprenda mais [aqui](https://docs.sentinel-hub.com/api/latest/data/landsat-etm-l2/).
sv: **Landsat 7 ETM+ nivå 2** Läs mer [här](https://docs.sentinel-hub.com/api/latest/data/landsat-etm-l2/).

source: Green (500-600 nm)
fi: Vihreä (500–600 nm)
fr: Vert (500-600 nm)
lt: Žalia (500-600 nm)
lv: Zaļš (500-600 nm)
pl: Zielony (500-600 nm)
pt: Verde (500-600 nm)
sv: Grönt (500–600 nm)

source: Red (600-700 nm)
fi: Punainen (600–700 nm)
fr: Rouge (600-700 nm)
lt: Raudona (600-700 nm)
lv: Sarkans (600-700 nm)
pl: Czerwony (600-700 nm)
pt: Vermelho (600-700 nm)
sv: Rött (600-700 nm)

source: Ultra Red (700-800 nm)
fi: Tummanpunainen (700–800 nm)
fr: Ultra rouge (700-800 nm)
lt: Itin raudona (700-800 nm)
lv: Ultra-Sarkans (700-800 nm)
pl: Ultra czerwony (700-800 nm)
pt: Ultra vermelho (700-800 nm)
sv: Ultrarött (700–800 nm)

source: Near Infrared (NIR) (800-1100 nm)
fi: Lähi-infrapuna (NIR) (800–1100 nm)
fr: Infrarouge proche (NIR) (800-1100 nm)
lt: Artimoji infraraudonoji (NIR) (800-1100 nm)
lv: Tuvs Infrasarkans (NIR) (800-1000 nm)
pl: Bliska podczerwień (NIR) (800-1100 nm)
pt: Infravermelho próximo (NIR) (800-1100 nm)
sv: Nära infrarött (NIR) (800–1100 nm)

source: Panchromatic (520-900 nm)
fi: Pankromaattinen (520–900 nm)
fr: Panchromatique (520-900 nm)
lt: Panchromatinė (520-900 nm)
lv: Hromātisks (520-900 nm)
pl: Panchromatyczne (520-900 nm)
pt: Pancromático (520-900 nm)
sv: Pankromatiskt (520–900 nm)

source: # Thermal Visualization This thermal visualization is based on band B06 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 10400-12500 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, band B06 reports on the ground itself, which is often much hotter. Thermal band B06 is useful in providing surface temperatures and is collected with a 60-meter resolution, resampled to 30-meter. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) and [here](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).
fi: # Termisen infrapunan visualisointi Tämä lämpötiloja kuvaava visualisointi perustuu kanavaan B06 (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Sen keskiaallonpituus on 10400–12500 nm ja se tekee mittauksia termisellä infrapuna-alueella (TIR). Kanava B06 mittaa maanpinnan lämpötilaa, joka on yleensä paljon korkeampi kuin ilman lämpötilaa mittaavien sääasemien ilmoittama lämpötila. Termisen infrapunan kanava B06 on hyödyllinen maanpinnan lämpötilojen tarkkailemiseen. Tieto kerätään 60 metrin erotuskyvyllä oikaistuna 30 metriin. Lisää tietoa löydät englanniksi [täältä](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) ja [täältä](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).
fr: # Visualisation thermique Cette visualisation thermique est basée sur la bande B06 (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). À la longueur d'onde centrale de 10400-12500 nm, elle mesure dans l'infrarouge thermique, ou TIR. Au lieu de mesurer la température de l'air, comme le font les stations météorologiques, la bande B06 rend compte de la température du sol lui-même, qui est souvent beaucoup plus chaude. La bande thermique B06 est utile pour fournir les températures de surface et est collectée avec une résolution de 60 mètres, rééchantillonnée à 30 mètres. Plus d'infos [ici](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) et [ici](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).
lt: # Terminis vizualizavimas Ši terminė vizualizacija pagrįsta B06 juosta (juosta - tai elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Esant centriniam bangos ilgiui 10400-12500 nm, matuojama šiluminėje infraraudonojoje arba TIR srityje. Vietoj to, kad matuotų oro temperatūrą, kaip tai daro meteorologijos stotys, B06 juosta praneša apie pačią žemę, kuri dažnai būna daug karštesnė. Šiluminė B06 juosta yra naudinga paviršiaus temperatūrai nustatyti ir yra renkama 60 metrų skiriamąja geba, pergrupuota iki 30 metrų. Daugiau informacijos [čia](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) ir [čia](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).
lv: # Termālās infromācijas vizualizācija (Thermal Visualization) Termālā signāla vizualizācija izmantojot datus no kanāla B06. Mērījumu joslas centrālais viļņu garums ir 10400-12500 nm, tādējādi tiek noteikts termālā infrasarkanā(TIR) starojuma apjoms. Mērījumi attaino zemes virsmas, nevis gaisa temperatūru, līdz ar to tālizpētes datu vērtības var ievērojami atšķirties no novērojumiem meteostacijā. Dati no kanāla B06 ir noderīgi nosakot virsmas temperatūru un tiek iegūti ar 60-metru izsķirtspēju, kas ir pārrēķināta uz režģi ar 30-metru izsķirspēju. Vairāk informācijas [šeit](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) and [here](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).
pl: # Wizualizacja termalna Ta wizualizacja termalna jest oparta na paśmie B06 (pasmo to region widma elektromagnetycznego; czujnik satelitarny może obrazować Ziemię w różnych pasmach). Przy środkowej długości fali 10400-12500 nm mierzy ona w termalnej podczerwieni, czyli TIR. Zamiast mierzyć temperaturę powietrza, jak robią to stacje pogodowe, pasmo B06 informuje o temperaturze samej ziemi, która często jest znacznie cieplejsza. Pasmo termiczne B06 jest użyteczne w dostarczaniu informacji o temperaturze powierzchni ziemi i jest zbierane z rozdzielczością 60 metrów, z resamplowaniem do 30 metrów. Więcej informacji [tutaj](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) i [tutaj](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).
pt: # Visualização Térmica Esta visualização térmica baseia-se na banda B06 (uma banda é uma zona do espetro eletromagnético; um sensor num satélite pode retratar a Terra em diferentes bandas). No comprimento de onda central de 10400-12500nm a medição é em infravermelhos térmicos, ou TIR. Em vez de medir a temperatura do ar, como fazem as estações metrológicas, a banda B06 informa sobre o próprio solo, que é muitas vezes mais quente . A banda térmica B06 é útil ao fornecer temperaturas de superfície e é coletada com uma resolução de 60 metros, reamostragem com 30 metros. Mais informação [aqui](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) e [aqui](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).
sv: # Thermal Visualization Denna termiska visualisering baseras på band B06 (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). Vid den viktiga våglängden på 10400–12500 nm mäter den termiskt infrarött, TIR. I stället för att mäta lufttemperaturen, såsom väderstationer gör, rapporterar band B06 själva marken, som ofta är avsevärt varmare. Termiska bandet B06 är användbart för att tillhandahålla yttemperaturer och det samlas in med en upplösning på 60 meter och har omsamplats till 30 meter. Mer information [här](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites) och [här](https://custom-scripts.sentinel-hub.com/landsat-7-etm/thermal/).
