Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Clicking them will change the elevation of the camera. The plus button will move the camera closer to the earth, the minus button will move the camera further away.
fi: Näillä painikkeilla voit vaihtaa kameran korkeutta. Plusmerkki liikuttaa kameraa lähemmäksi maanpintaa ja miinusmerkki liikuttaa kameraa kauemmaksi.
fr: En cliquant dessus, vous modifiez l'élévation de la caméra. Le bouton plus rapprochera la caméra plus près de la terre, le bouton moins éloigne la caméra.
lt: Spustelėjus juos, pasikeis fotoaparato aukštis. Pliuso mygtukas fotoaparatą priartins prie žemės, minuso mygtukas – atitolins.
lv: Klikšķinot tos tiks mainīts kameras augstums. "+" taustiņš kustinās kameru tuvāk zemes virsmai, bet "-" taustiņš kameru attālinās.
pl: Kliknięcie ich spowoduje zmianę wysokości kamery. Przycisk plus przesunie kamerę bliżej Ziemi, a przycisk minus - dalej.
pt: Quando os clica altera a elevação da câmara. O botão mais desloca a câmara para mais perto da terra, o botão menos move a câmara para mais próximo da Terra, o botão menos move a câmara para mais longe.
sl: S klikom nanje spremenite višino kamere. Z gumbom plus boste premaknili kamero bližje Zemlji, z gumbom minus pa se bo kamera oddaljila od nje.
sv: Klicka på knapparna för att ändra kamerans höjdläge. Plusknappen kommer att flytta kameran närmare jorden och minusknappen flyttar kameran längre bort.

source: The **Copernicus DEM** represents the surface of the Earth including buildings, infrastructure and vegetation. Similar to the Mapzen DEM, it is based on a combination of different DEMs (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). It is a static collection (independent of date) with global coverage. **Spatial resolution:** 90 m Credits: [ESA](${ COPERNICUS_CREDITS_URL })
fi: **Copernicus DEM** on digitaalinen korkeusmalli Maan pinnasta, johon kuuluvat myös rakennukset, infrastruktuurit ja kasvillisuus. Se muistuttaa Mapzen DEM -korkeusmallia ja perustuu myös useisiin digitaalisiin korkeusmalleihin (pohjana [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Copernicus DEM on staattinen kokoelma (päivämäärästä riippumaton) ja se kattaa koko maailman. **Alueellinen erotuskyky:** 90 m Tekijät: [ESA](${ COPERNICUS_CREDITS_URL })
lt: **Copernicus DEM** vaizduoja Žemės paviršių, įskaitant pastatus, infrastruktūrą ir augmeniją. Panašiai kaip ir Mapzen DEM, jis pagrįstas įvairių DEM deriniu (pagrindas [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Tai yra statiškas rinkinys (nepriklausomai nuo datos), apimantis visą pasaulį. **Patalpinė skiriamoji geba:** 90 m Kreditai: [ESA](${ COPERNICUS_CREDITS_URL })
lv: **Copernicus DEM** attaino Zemes virsmas reljefu, ieskaitot ēkas, infrastruktūru un augāju. Līdzīgi kā Mapzen DEM, tas ir veidots izmantojot datus no vairākiem DEM (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Tā ir statiska kolekcija ar globālu pārklājumu. **Telpiskā izsķirtspēja:** 90 m Avots: [EKA](${ COPERNICUS_CREDITS_URL })
pl: Program **Copernicus DEM** przedstawia powierzchnię Ziemi wraz z budynkami, infrastrukturą i roślinnością. Podobnie jak Mapzen DEM, jest on oparty na połączeniu różnych numerycznych modeli terenu (podstawa [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Jest to zbiór statyczny (niezależny od daty) o zasięgu globalnym. **Rozdzielczość przestrzenna:** 90 m Źródło: [ESA](${ COPERNICUS_CREDITS_URL })
pt: O**Copernicus DEM** representa a superfície da Terra incluindo edifícios, infraestruturas e vegetação. É idêntico ao Mapzen DEM, e baseia-se numa combinação de diferentes DEMs (basis [WorldDEMTM] (https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Trata-se de uma coleção estática (independente de informação) com cobertura global. **Resolução espacial:** 90 m Créditos: [ESA](${ COPERNICUS_CREDITS_URL })
sv: **Copernicus DEM** visar jordens yta med byggnader, infrastruktur och växtlighet. På motsvarande sätt som Mapzen DEM baseras den på en kombination av olika DEM:er (utgångspunkt [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Det är en statisk samling (datumoberoende) med global täckning. **Geografisk upplösning:** 90 m Medverkande: [ESA](${ COPERNICUS_CREDITS_URL })

source: The **Copernicus DEM** represents the surface of the Earth including buildings, infrastructure and vegetation. Similar to the Mapzen DEM, it is based on a combination of different DEMs (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). It is a static collection (independent of date) with global coverage. **Spatial resolution:** 30 m infilled with 90 m (where 30 m tiles are not released). Credits: [ESA](${ COPERNICUS_CREDITS_URL })
fi: **Copernicus DEM** on digitaalinen korkeusmalli Maan pinnasta, johon kuuluvat myös rakennukset, infrastruktuurit ja kasvillisuus. Se muistuttaa Mapzen DEM -korkeusmallia ja perustuu myös useisiin digitaalisiin korkeusmalleihin (pohjana [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Copernicus DEM on staattinen kokoelma (päivämäärästä riippumaton) ja se kattaa koko maailman. **Alueellinen erotuskyky:** 30 m täydennettynä 90 metrin erotuskyvyllä (jos 30 m:n ruutuja ei ole julkistettu). Tekijät: [ESA](${ COPERNICUS_CREDITS_URL })
lt: **Copernicus DEM** vaizduoja Žemės paviršių, įskaitant pastatus, infrastruktūrą ir augmeniją. Panašiai kaip ir Mapzen DEM, jis pagrįstas įvairių DEM deriniu (pagrindas [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Tai yra statiškas rinkinys (nepriklausomai nuo datos), apimantis visą pasaulį. **Patalpinė skiriamoji geba:** 30 m užpildyta 90 m (kai 30 m plytelės neišleidžiamos). Kreditai: [ESA](${ COPERNICUS_CREDITS_URL })
lv: **Copernicus DEM** attaino Zemes virsmas reljefu, ieskaitot ēkas, infrastruktūru un augāju. Līdzīgi kā Mapzen DEM, tas ir veidots izmantojot datus no vairākiem DEM (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Tā ir statiska kolekcija ar globālu pārklājumu. **Telpiskā izsķirtspēja:** 30 m aizpildīti ar 90 m datiem (kur 30 m ainas nav pieejamas). Avots: [EKA](${ COPERNICUS_CREDITS_URL })
pl: Program **Copernicus DEM** przedstawia powierzchnię Ziemi wraz z budynkami, infrastrukturą i roślinnością. Podobnie jak Mapzen DEM, jest on oparty na połączeniu różnych numerycznych modeli terenu (podstawa [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Jest to zbiór statyczny (niezależny od daty) o zasięgu globalnym. **Rozdzielczość przestrzenna:** 30 m, wypełnione 90 m (jeśli kafelki 30 m nie są dostępne). Żródło: [ESA](${ COPERNICUS_CREDITS_URL })
pt: O**Copernicus DEM** representa a superfície da Terra incluindo edifícios, infraestruturas e vegetação. É idêntico ao Mapzen DEM, e baseia-se numa combinação de diferentes DEMs (basis [WorldDEMTM] (https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Trata-se de uma coleção estática (independente de informação) com cobertura global. **Resolução espacial:** 30 m preenchido com 90 m (onde mosaicos de 30 m não são publicados). Créditos: [ESA](${ COPERNICUS_CREDITS_URL })
sv: **Copernicus DEM** visar jordens yta med byggnader, infrastruktur och växtlighet. På motsvarande sätt som Mapzen DEM baseras den på en kombination av olika DEM:er (utgångspunkt [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Det är en statisk samling (datumoberoende) med global täckning. **Geografisk upplösning:** 30 m kompletterad med 90 m (där 30 m rutor inte har släppts). Medverkande: [ESA](${ COPERNICUS_CREDITS_URL })

source: Primary dataset:
fi: Pääasiallinen tietojoukko:
fr: Ensemble de données primaires :
lt: Pirminis duomenų rinkinys:
lv: Primārā datu kopa:
pl: Główny zbiór danych:
pt: Conjunto de dados principal:
sl: Osnovni nabor podatkov:
sv: Primärt dataset:

source: Datasource alias:
fi: Tietojoukon aliakset:
fr: Alias de la source de données :
lt: Duomenų šaltinio pseudonimas:
lv: Datu avota aizstājvārds:
pl: Alias źródła danych:
pt: Pseudónimo da fonte de dados:
sl: Psevdonim vira podatkov:
sv: Alias för datakälla:

source: Additional datasets:
fi: Muut tietojoukot:
fr: Jeux de données supplémentaires :
lt: Papildomi duomenų rinkiniai:
lv: Papildus datu kopas:
pl: Dodatkowe zbiory danych:
pt: Conjuntos de dados adicionais:
sl: Dodatne zbirke podatkov:
sv: Ytterligare dataset:

source: Histogram
fi: Histogrammi
fr: Histogramme
lt: Histograma
lv: Histogramma
pt: Histograma

source: Disabled
fi: Ei käytössä
fr: Désactivé
lt: Išjungta
lv: Atspējots
pl: Wyłączone
pt: Desativado
sl: Onemogočeno
sv: Avaktiverad

source: Yes
fi: Kyllä
fr: Oui
lt: Taip
lv: Jā
pl: Tak
pt: Sim
sl: Da
sv: Ja

source: Orthorectification
fi: Ortokorjaus
lt: Ortorektifikavimas
lv: Ortokorekcija
pl: Ortorektyfikacja
pt: Ortorretificação
sl: Ortorektifikacija
sv: Ortorektifiering

source: Cancel
fi: Peruuta
fr: Annuler
lt: Atšaukti
lv: Atcelt
pl: Anuluj
pt: Cancelar
sl: Prekliči
sv: Avbryt

source: Error
fi: Virhe
fr: Erreur
lt: Klaida
lv: Kļūda
pl: Błąd
pt: Erro
sl: Napaka
sv: Fel

source: Help
fi: Ohje
fr: Aide
lt: Pagalba
lv: Palīdzība
pl: Pomoc
pt: Ajuda
sl: Pomoč
sv: Hjälp

source: Position 3D camera based on 2D map
fi: Aseta kamera 3D-kartalle 2D-kartan kamerasijainnin mukaan
fr: Positionnement de la caméra 3D en fonction de la carte 2D
lt: 3D kameros padėties nustatymas pagal 2D žemėlapį
lv: Novietot 3D kameru izmantojot 2D karti
pl: Pozycjonowanie kamery 3D na podstawie mapy 2D
pt: Posicionar a câmara 3D baseado no mapa 2D
sl: Položaj 3D kamere na podlagi 2D karte
sv: Placera 3D-kamera baserat på 2D-karta

source: Your user instances could not be loaded as your Sentinel Hub account was not set up/expired. You can still use EO Browser but you will not be able to use personal user instances. To be able to set up personal user instances you can apply for a 30-days free trial or consider subscribing to one of the plans:
fi: Omia teemoja ei voitu ladata, koska Sentinel Hub -käyttäjätilisi on vanhentunut tai sitä ei ole määritelty. Voit yhä käyttää EO Browseria, mutta et voi luoda omia teemoja. Jos haluat luoda omia teemoja, voit pyytää 30 päivän kokeilujaksoa tai valita jokin tilausvaihtoehdoistamme:
fr: Vos instances d'utilisateur n'ont pas pu être chargées car votre compte Sentinel Hub n'était pas configuré/expiré. Vous pouvez toujours utiliser EO Browser mais vous ne pourrez pas utiliser d'instances d'utilisateur personnelles. Pour pouvoir configurer des instances d'utilisateur personnelles, vous pouvez demander un essai gratuit de 30 jours ou envisager de souscrire à l'un des plans:
lt: Jūsų naudotojo egzempliorių nepavyko įkelti, nes jūsų "Sentinel Hub" paskyra nebuvo nustatyta arba jos galiojimas buvo pasibaigęs. Vis dar galite naudoti EO naršyklę, tačiau negalėsite naudoti asmeninių naudotojų egzempliorių. Kad galėtumėte nustatyti asmeninius naudotojų egzempliorius, galite kreiptis dėl 30 dienų nemokamo bandomojo laikotarpio arba apsvarstyti galimybę užsisakyti vieną iš planų:
lv: Lietotāja iestatījumus nevar ielādēt, jo Jūsu Sentinel Hub konts nav iestatīts vai tam ir beidzies lietojuma termiņš. Jūs aizvien varat izmantot EO Browser, tomēr personīgie iestatījumi nebūs pieejami. Jūs varat pieteikt bezmaksas 30-dienu izmēģinājuma kontu vai izmantot kādu no pieejamajiem abonamentiem:
pl: Instacje użytkownika nie mogły zostać załadowane, ponieważ konto Sentinel Hub nie zostało założone/wygasło. Nadal możesz korzystać z przeglądarki EO Browser, ale nie będziesz mógł używać osobistych instancji użytkownika. Aby móc skonfigurować osobiste instancje użytkownika, możesz ubiegać się o 30-dniową bezpłatną wersję próbną lub rozważyć wykupienie jednego z planów:
pt: Os seus exemplos de utilizador não podem ser carregados enquanto a sua conta do Sentinel Hub não for criada/terminada. Ainda pode utilizar o EO Browser mas não vai conseguir usar os exemplos pessoais do utilizador. Para conseguir criar exemplos pessoais de utilizador pode solicitar um teste gratuito de 30 dias ou pensar em subscrever um dos planos:
sl: Vaših uporabniških primerov ni bilo mogoče naložiti, ker vaš račun Sentinel Hub ni bil nastavljen ali je potekel. Še vedno lahko uporabljate brskalnik EO Browser, vendar ne boste mogli uporabljati uporabniških primerov. Da bi lahko nastavili osebne primere, lahko zaprosite za 30-dnevni brezplačni preizkus ali razmislite o eni od naročnin:
sv: Dina användarinstanser kunde inte laddas eftersom ditt Sentinel Hub-konto inte hade definierats eller det hade upphört. Du kan fortfarande använda EO Browser men du kan inte använda några personliga användarinstanser. För att ange personliga användarinstanser kan du ansöka om en 30 dagars gratis testperiod eller överväga att beställa något av följande program:

source: These are theme parts which contain unavailable data sources:
fi: Seuraaviin teemojen osiin sisältyy tietolähteitä, jotka eivät ole saatavilla:
fr: Ce sont des parties de thème qui contiennent des sources de données non disponibles :
lt: Tai temos dalys, kuriose yra neprieinamų duomenų šaltinių:
lv: Tematisko datu sadaļas, kuras ietver nepieejamus avotus:
pl: Są to części motywu, które zawierają niedostępne źródła danych:
pt: Estes são partes de temas que contêm fontes de informação indisponíveis:
sl: To so deli teme, ki vsebujejo vire podatkov, ki niso na voljo:
sv: Dessa är delar av teman med datakällor som inte är tillgängliga:

source: User Instances
fi: Omat teemat
fr: Instances d'utilisateurs
lt: Naudotojo egzemplioriai
lv: Lietotāja "Instances" (User Instances)
pl: Instancje użytkownika
pt: Exemplos do utilizador
sl: Uporabniške konfiguracije
sv: Användarinstanser

source: Mouse navigation
fi: Käyttö hiirellä
fr: Navigation avec la souris
lt: Pelės valdymas
lv: Peles navigācija
pl: Nawigacja myszą
pt: Navegação por rato
sl: Navigacija z miško
sv: Navigera med musen

source: Recalculate
fi: Laske uudelleen
fr: Recalculer
lt: Perskaičiuoti
lv: Atkārtot aprēķinu
pl: Przelicz
pt: Recalcular
sl: Ponovno preračunaj
sv: Räkna om

source: Band 10 - Thermal Infrared (TIRS) - 10895 nm
fi: Kanava 10 – terminen infrapuna (TIRS) – 10895 nm
fr: Bande 10 - Infrarouge thermique (TIRS) - 10895 nm
lt: 10 juosta - Šiluminis infraraudonųjų spindulių jutiklis (TIRS) - 10895 nm
lv: Josla (kanāls) 10 - 10895 nm (Thermal Infrared (TIRS))
pl: Pasmo 10 - podczerwień termiczna (TIRS) - 10895 nm
pt: Banda 10 - Infravermelho térmico (TIRS) - 10895 nm
sl: Kanal 10 - termična infrardeča svetloba (TIRS) - 10895 nm
sv: Band 10 - Termisk infraröd (TIRS) - 10895 nm

source: Band 11 - Thermal Infrared (TIRS) - 12005 nm
fi: Kanava 11 – terminen infrapuna (TIRS) – 12005 nm
fr: Bande 10 - Infrarouge thermique (TIRS) - 12005 nm
lt: 11 juosta - Šiluminis infraraudonųjų spindulių jutiklis (TIRS) - 12005 nm
lv: Josla (kanāls) 11 - 12005 nm (Thermal Infrared (TIRS))
pl: Pasmo 11 - podczerwień termiczna (TIRS) - 12005 nm
pt: Banda 11 - Infravermelho térmico (TIRS) - 12005 nm
sl: Kanal 11 - toplotna infrardeča svetloba (TIRS) - 12005 nm
sv: Band 11 - Termisk infraröd (TIRS) - 12005 nm

source: Main discrete land cover classification according to FAO LCCS scheme
fi: Pääasiallinen maanpeitteen luokittelu FEO:n LCCS-luokittelun mukaisesti
fr: Classification discrète principale de la couverture terrestre selon le schéma LCCS de la FAO
lt: Pagrindinė diskretinė žemės dangos klasifikacija pagal FAO LCCS schemą
lv: Diskrētā Zemes pārklājuma klasifikācija balstoties uz FAO LCCS shēmu
pl: Główna dyskretna klasyfikacja pokrycia terenu według schematu FAO LCCS
pt: Principal classificação discreta da cobertura do solo de acordo com o esquema do FAO LCCS
sl: Glavna diskretna klasifikacija pokrovnosti tal v skladu s shemo FAO LCCS
sv: Främsta diskreta klassificeringen av marktäckningen enligt schemat FAO LCCS

source: Classification probability, a quality indicator for the discrete classification
fi: Luokittelun todennäköisyys, luokittelun laadullinen indikaattori
fr: Probabilité de classification, un indicateur de qualité pour la classification discrète
lt: Klasifikavimo tikimybė, diskrečiojo klasifikavimo kokybės rodiklis
lv: Diskrētais klasifikācijas kvalitātes indikators
pl: Prawdopodobieństwo klasyfikacji, wskaźnik jakości dla klasyfikacji dyskretnej
pt: Probabilidade de classificação, é um indicador de qualidade para classificação discreta
sl: Verjetnost razvrstitve, kazalnik kakovosti za diskretno razvrščanje
sv: Klassifceringssannolikhet, en kvalitetsindikator för den diskreta klassificeringen

source: Forest type for all pixels where tree cover fraction is bigger than 1 %
fi: Metsän tyyppi sellaisissa pikseleissä, joilla puiden latvuspeittävyys on enemmän kuin 1 %
fr: Type de forêt pour tous les pixels où la fraction du couvert forestier est supérieure à 1 %
lt: Miško tipas visuose pikseliuose, kuriuose medžių dangos dalis yra didesnė nei 1 %.
lv: Meža tips visiem pikseļiem, kur koku pārklājums ir lielāks par 1 %
pl: Typ lasu dla wszystkich pikseli, w których pokrycie drzewami jest większe niż 1%
pt: Tipo de floresta para todos os pixéis onde a fração de cobertura de árvores é superior a 1%
sl: Vrsta gozda za vse piksle, v katerih je delež dreves večji od 1 %
sv: Skogstyp för alla pixlar där trädtäcket utgör mer än 1 %

source: Fractional cover (%) for the bare and sparse vegetation class
fi: Peittävyys (%) paljaan maan ja niukan kasvillisuuden luokassa
fr: Couverture fractionnelle (%) pour la classe de végétation nue et clairsemée
lt: Plikos ir retos augmenijos klasės dalinis padengimas (%)
lv: Reta veģetācija, datu klases pārklājums (%)
pl: Pokrycie (%) dla klasy roślinności nagiej i skąpej
pt: Fração coberta (%) para classe sem vegetação ou vegetação escassa
sl: Delež pokritosti (%) za razred gole in redke vegetacije
sv: Andel av täckning (%) för klassen bar mark och gles växtlighet

source: Fractional cover (%) for the cropland class
fi: Peittävyys (%) viljelysmaan luokassa
fr: Couverture fractionnée (%) pour la classe des terres cultivées
lt: Frakcinė danga (%) pasėlių klasei
lv: Aramzeme, datu klases pārklājums (%)
pl: Pokrycie (%) dla klasy gruntów uprawnych
pt: Fração coberta (%) para a classe de terra de cultivo
sl: Delni pokrov (%) za razred obdelovalnih površin
sv: Andel av täckning (%) för klassen åkermark

source: Fractional cover (%) for the herbaceous vegetation class
fi: Peittävyys (%) ruohokasvillisuuden peittämän maan luokassa
lt: Frakcinė danga (%) žolinės augmenijos klasei
lv: Zālājs, datu klases pārklājums (%)
pl: Pokrycie (%) dla klasy roślinności zielnej
pt: Fração coberta (%) para a classe de vegetação herbácea
sl: Delež pokritosti (%) za razred zeljne vegetacije
sv: Andel av täckning (%) för klassen örtartad växtlighet

source: Fractional cover (%) for the moss & lichen class
fi: Peittävyys (%) sammaleen ja jäkälän luokassa
fr: Couverture fractionnelle (%) pour la classe des mousses et lichens
lt: Frakcinė danga (%) samanų ir kerpių klasei
lv: Sūnas un ķērpji, datu klases pārklājums (%)
pl: Pokrycie (%) dla klasy mchów i porostów
pt: Fração coberta (%) para a classe de musgos e líquenes
sl: Delni pokrov (%) za razred mahov in lišajev
sv: Andel av täckning (%) för klassen mossa och lavar

source: Fractional cover (%) for the shrubland class
fi: Peittävyys (%) pensasaron luokassa
fr: Couverture fractionnelle (%) pour la classe des zones arbustives
lt: Frakcinė danga (%) krūmynų klasei
lv: Krūmājs, datu klases pārklājums (%)
pl: Pokrycie (%) dla klasy terenów krzewiastych
pt: Fração coberta (%) para a classe de arbustos
sl: Delež pokritosti (%) za razred grmičevja
sv: Andel av täckning (%) för klassen buskskog

source: Fractional cover (%) for the snow & ice class
fi: Peittävyys (%) lumen ja jään luokassa
fr: Couverture fractionnelle (%) pour la classe neige et glace
lt: Frakcinė danga (%) sniego ir ledo klasei
lv: Sniegs un ledus, datu klases pārklājums (%)
pl: Pokrycie (%) dla klasy pokrywy śnieżnej i lodowej
pt: Fração coberta (%) para a classe de neve e gelo
sl: Delna pokritost (%) za razred sneg in led
sv: Andel av täckning (%) för klassen snö och is

source: Fractional cover (%) for the forest class
fi: Peittävyys (%) metsien luokassa
fr: Couverture fractionnée (%) pour la classe de forêt
lt: Frakcinė danga (%) miško klasei
lv: Mežs, datu klases pārklājums (%)
pl: Pokrycie (%) dla klasy lasów
pt: Fração coberta (%) para a classe de floresta
sl: Delni pokrov (%) za razred gozd
sv: Andel av täckning (%) för klassen skog

source: Fractional cover (%) for the built-up class
fi: Peittävyys (%) rakennetun ympäristön luokassa
fr: Couverture fractionnée (%) pour la classe bâtie
lt: Dalinis užstatymo klasės plotas (%)
lv: Apūvētas teritorijas, datu klases pārklājums (%)
pl: Pokrycie (%) dla klasy terenów zabudowanych
pt: Fração coberta (%) para a classe de construções
sl: Delna pokritost (%) za razred pozidanih površin
sv: Andel av täckning (%) för klassen bebyggelse

source: Fractional cover (%) for the permanent inland water bodies class
fi: Peittävyys (%) pysyvien sisävesistöjen luokassa
fr: Couverture fractionnée (%) pour la classe des masses d'eau intérieures permanentes
lt: Frakcinė danga (%) nuolatinių vidaus vandens telkinių klasei
lv: Pastāvīgās iekšzemes ūdenstilpnes, datu klases pārklājums (%)
pl: Pokrycie (%) dla klasy stałych zbiorników wód śródlądowych
pt: Fração coberta (%) para a classe de massas de água interiores permanentes
sl: Delna pokritost (%) za razred stalnih celinskih vodnih teles
sv: Andel av täckning (%) för klassen bestående inlandsvattenförekomster

source: Fractional cover (%) for the seasonal inland water bodies class
fi: Peittävyys (%) kausien mukaan syntyvien sisävesimuodostelmien luokassa
fr: Couverture fractionnée (%) pour la classe des masses d'eau intérieures saisonnières
lt: Frakcinė danga (%) sezoninių vidaus vandens telkinių klasei
lv: Sezonālās iekšzemes ūdenstilpnes, datu klases pārklājums (%)
pl: Pokrycie (%) dla klasy okresowych zbiorników wód śródlądowych
pt: Fração coberta (%) para a classe de massas de água interiores sazonais
sl: Delež pokritosti (%) za razred sezonskih celinskih vodnih teles
sv: Andel av täckning (%) för klassen säsongsbetonade inlandsvattenförekomster

source: Data density indicator showing quality of the EO input data (0 = bad, 100 = perfect data)
fi: Tietojen tiheyden indikaattori osoittaa kaukohavainnointitietojen laatua (0 = huono, 100 = täydellinen)
fr: Indicateur de densité des données montrant la qualité des données d'entrée de l'OT (0 = mauvaise, 100 = données parfaites).
lt: Duomenų tankio rodiklis, rodantis EO įvesties duomenų kokybę (0 = blogi, 100 = puikūs duomenys).
lv: Datu blīvuma indikators norāda tālizpētes izejas datu kvalitāti (0 = viszemākā, 100 = visaugstākā)
pl: Wskaźnik gęstości danych pokazujący jakość danych wejściowych EO (0 = zła, 100 = doskonała jakość danych)
pt: Indicador de densidade de dados mostrando a qualidade dos dados de entrada do EO Browser (0 = mau, 100 = dados perfeitos)
sl: Kazalnik gostote podatkov, ki kaže kakovost vhodnih podatkov EO (0 = slabi, 100 = popolni podatki)
sv: Datadensitetsindikator som anger kvaliteten på ingångsdata till EO (0 = dåliga, 100 = perfekta data)
