Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
fi: # Väärävärikomposiitti Väärävärikomposiittikuvassa käytetään vähintään yhtä ei-näkyvää aallonpituutta Maan kuvantamiseen. Infrapunaa ja punaisen ja vihreän valon kanavia käyttävät väärävärikomposiitit ovat suosittuja (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Väärävärikomposiitteja käytetään yleensä kasvitiheyden ja kasvien terveyden arviointiin, sillä kasvit heijastavat lähi-infrapunaa ja vihreän valon aallonpituuksia ja imevät punaisen valon aallonpituuksia. Kaupungit ja paljas maa näkyvät vihreinä tai vaaleanruskeina ja vesi näkyy sinisenä tai mustana. Lisää tietoa löydät englanniksi [täältä](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
fr: # Composite en fausses couleurs Un composite de fausses couleurs utilise au moins une longueur d'onde non visible pour imager la Terre. Le composite de fausses couleurs utilisant les bandes proche infrarouge, rouge et verte est très populaire (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). Le composite de fausses couleurs est le plus souvent utilisé pour évaluer la densité et la santé des plantes, car les plantes reflètent la lumière proche infrarouge et verte, alors qu'elles absorbent le rouge. Les villes et les sols exposés sont gris ou havane, et l'eau apparaît bleue ou noire. Plus d'infos [ici](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
lt: # Klaidinga spalvų kompozicija Klaidingų spalvų kompozitas naudoja bent vieną nematomo bangos ilgio bangą, kad atvaizduotų Žemę. Labai populiari netikrų spalvų kompozicija, kai naudojamos artimojo infraraudonojo, raudonojo ir žaliojo spektro juostos (juosta yra elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Klaidingų spalvų kompozicija dažniausiai naudojama augalų tankumui ir sveikatai įvertinti, nes augalai atspindi artimąją infraraudonąją ir žaliąją šviesą, o raudonąją sugeria. Miestai ir atvira žemė yra pilkos arba rusvos spalvos, o vanduo atrodo mėlynas arba juodas. Daugiau informacijos [čia](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
lv: # Mākslīgā krāsojuma kompozītattēls (False Color Composite) Mākslīgā krāsojuma kompozītattēlu veidošanā tiek izmanota informācija no vismaz vienas joslas (kanāla), kas ir ārpus redzamās gaismas spektra. Ļoti populāra kanālu kombinācija izmanto informāciju no tuvās infrasarkanās, sarkanās un zaļās elektromagnētiskā spektra joslas. Redzamā informācija bieži tiek lietota, lai novērtētu augāja blīvumu un veselīgumu. Augi absorbē gaismas enerģiju sarkanajā spektra daļā un atstaro lielu daļu enerģijas, kas atbilst tuvajiem infrasarkanajiem viļņiem. Pilsētvide un atklāta augsne ir redzama pelēkās un brūnganās krāsās, bet ūdens redzams melnā vai zilā nokrāsā. Vairāk informācijas [šeit.](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
pl: # Fałszywy kompozyt barwny Fałszywy kompozyt barwny wykorzystuje przynajmniej jedną niewidzialną długość fali do obrazowania Ziemi. Bardzo popularna jest kompozycja wykorzystująca pasma bliskiej podczerwieni, czerwieni i zieleni (pasmo to region widma elektromagnetycznego; czujnik satelitarny może obrazować Ziemię w różnych pasmach). Fałszywy kompozyt barwny jest najczęściej wykorzystywany do oceny zagęszczenia i zdrowia roślin, ponieważ rośliny odbijają światło w bliskiej podczerwieni i zielone, a czerwone pochłaniają. Miasta i odsłonięty teren są szare lub brązowe, a woda niebieska lub czarna. Więcej info [tutaj](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
pt: # Compósito de cor falsa Um compósito de cor falsa usa pelo menos um comprimento de onda na zona não visível para retratar a Terra. O compósito de cor falsa que usa bandas no infravermelho próximo, vermelho e verde é muito popular ( uma banda é uma região do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). O compósito de cor falsa é vulgarmente mais utilizado para avaliar a densidade e a saúde da planta, pois as plantas refletem a luz do infravermelho próximo e do verde e absorvem a luz vermelha . As cidades e os solos expostos são cinzentos ou com tom de bronze, e a água aparece com cor azul ou preta. Mais informação [aqui] (https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
sl: # Kompozit umetnih barv Kompozit umetnih barv uporablja vsaj en pas nevidne svetlobe za prikaz Zemlje. Zelo popularen je kompozit, ki uporablja bližnji infrardeči, rdeči in zelen kanal (kanal je pas elektromagnetnega spektra, senzor na satelitih namreč lahko vidi Zemljo v različnih spektralnih pasovih). Kompozit umetnih barv je najpogosteje uporabljen za oceno gostote in zdravja rastlin, saj rastline odbijajo bližnjo infrardečo svetlobo in absorbirajo rdečo. Mesta in gola površina so prikazani v sivi ali kožni barvi, medtem ko je voda prikazana kot modra ali črna. Več informacij [tukaj](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)
sv: # False color composite En false color-komposit använder minst en osynlig våglängd för att avbilda jorden. False color-kompositen med nära infrafrött, rött och grönt band är mycket populär (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). False color-kompositen används oftast för att bedöma växttäthet och -hälsa eftersom växter reflekterar nära infrarött och grönt ljus medan de absorberar rött. Städer och exponerad mark är grå eller mellanbruna och vatten visas som blått eller svart. Mer information [här](https://earthobservatory.nasa.gov/features/FalseColor/page6.php)

source: The **Landsat 4-5 TM** collection includes imagery produced with the Thematic Mapper (TM) sensor, which was carried onboard Landsat 4 and 5 satellites. There are 6 optical and one thermal infrared band available, all in 30 meter resolution. Data is archived, with global coverage over land, available from 1982 to 2012. Top of the atmosphere level-1, and surface reflectance level-2 products are provided. **Spatial resolution**: 30 meter **Revisit time** 16 days **Data availability**: global, Level-1 from August 1982 to May 2012, Level-2 from July 1984 to May 2012. **Common Usage**: Monitoring of vegetation, ice and water resources, change detection and the creation of land use - land cover maps.
fi: **Landsat 4-5 TM** -kokoelma sisältää kuvia, jotka on tuottanut Landsat-4- ja Landsat-5-satelliittien temaattisen kartoituksen instrumentti (Thematic Mapper, TM). Saatavilla on kuusi termisen infrapunan kanavaa, kaikki 30 metrin erotuskyvyllä. Tiedot kattavat koko maapallon ja niitä on arkistoitu vuodelta 1982 vuoteen 2012. Saatavilla on ilmakehän ylärajan tason 1 ja maanpinnan heijastuskyvyn tason 2 tuotteita. **Alueellinen erotuskyky**: 30 metriä **Kuvausväli:** 16 päivää **Saatavilla olevat tiedot:** maailmanlaajuisesti; tason 1 tiedot elokuusta 1982 toukokuuhun 2012, tason 2 tiedot heinäkuusta 1984 toukokuuhun 2012. **Yleisimmät käyttökohteet**: Kasvillisuuden ja jää- ja vesivarojen seuranta, muutosten havainnointi sekä maankäyttö- ja maanpeitekarttojen luominen.
fr: La collection **Landsat 4-5 TM** comprend des images produites avec le capteur Thematic Mapper (TM), qui était embarqué à bord des satellites Landsat 4 et 5. Il y a 6 bandes optiques et une bande infrarouge thermique disponibles, toutes en résolution de 30 mètres. Les données sont archivées, avec une couverture globale des terres, disponibles de 1982 à 2012. Les produits de niveau 1 de la couche supérieure de l'atmosphère et de niveau 2 de la réflectance de la surface sont fournis. **Résolution spatiale** : 30 mètres **Temps de révision** : 16 jours **Disponibilité des données** : mondiale, Niveau-1 d'août 1982 à mai 2012, Niveau-2 de juillet 1984 à mai 2012. **Utilisation courante** : Surveillance de la végétation, de la glace et des ressources en eau, détection des changements et création de cartes d'utilisation des sols - couverture des sols.
lt: **Landsat 4-5 TM** kolekciją sudaro vaizdai, gauti naudojant „Thematic Mapper“ (TM) jutiklį, kuris buvo sumontuotas Landsat 4 ir 5 palydovuose. Galimos 6 optinės ir viena šiluminės infraraudonosios spinduliuotės juostos, visų jų skiriamoji geba - 30 metrų. Duomenys yra archyvuoti, o jų pasaulinė aprėptis virš sausumos yra nuo 1982 iki 2012 m. Pateikiami atmosferos viršaus 1 lygio ir paviršiaus atspindžio 2 lygio produktai. **Patalpinė skiriamoji geba**: 30 metrų skiriamoji geba **atnaujinimo laikas** 16 dienų **Duomenų prieinamumas**: pasaulinis, 1 lygis nuo 1982 m. rugpjūčio mėn. iki 2012 m. gegužės mėn., 2 lygis nuo 1984 m. liepos mėn. iki 2012 m. gegužės mėn. **Bendras naudojimas**: Augalijos, ledo ir vandens išteklių stebėsena, pokyčių nustatymas ir žemės naudojimo - žemės dangos žemėlapių sudarymas.
lv: **Landsat* 4-5 TM* kolekcija satur datus no divām jaunākajām Landsat satelītu misijām (NOAA/USGS Landsat 4 un Landsat 5). Dati iegūti ar "Thematical Mapper (TM)" sensoru, kas iegūst datus par Zemes virsmas atstraroto enerģiju 6 joslās un izstaroto enerģiju 1 joslā. Dati ar 30 m izsķirtspēju ir pieejami no glabālā arhīva un periodā no 1982. līdz 2012. gadam. Ir pieejami gan atmosfēras augšdaļas atsarojamības dati (Level-1), gan zemes virsmas atstarojamības produkti (Level-2). **Telpiskā izšķirspēja:** 30 m **Mērījumu periods:** vismaz vienu reizi 16 dienās **Datu pieejamība:** Level-1 dati no 1982. gada augusta līdz 2012. gada maijam, Level-2 dati no 1984. gada jūlija līdz 2012. gada maijam **Ierastie lietojuma veidi:** Veģetācijas/augāja, kā arī ledus un ūdens resursu monitorings, zemes lietojuma veids, zemes virsmas pārklājuma kartes, izmaiņu monitorings u.c.
pl: Kolekcja **Landsat 4-5 TM** obejmuje zdjęcia wykonane za pomocą sensora Thematic Mapper (TM), który znajdował się na pokładzie satelitów Landsat 4 i 5. Dostępne jest 6 pasm optycznych i jedno pasmo termalne w podczerwieni, wszystkie w rozdzielczości 30 metrów. Dane są archiwizowane, przy globalnym pokryciem nad lądami, dostępne od 1982 do 2012 roku. Udostępniane są produkty poziomu 1 dla górnej warstwy atmosfery i poziomu 2 dla powierzchniowego współczynnika odbicia. **Rozdzielczość przestrzenna**: 30 metrów **Czas rewizyty**: 16 dni **Dostępność danych**: globalna, Level-1 od sierpnia 1982 do maja 2012, Level-2 od lipca 1984 do maja 2012. **Typowe zastosowanie**: Monitoring roślinności, zasobów wodnych i lodowych, wykrywanie zmian oraz tworzenie map użytkowania ziemi i pokrycia terenu.
pt: A coleção do **Landsat 4-5 TM**inclui imagens produzidas com o sensor Thematic Mapper (TM), que foi levado para bordo dos satélites Landsat 4 e 5. Estão disponíveis 6 bandas óticas e uma infravermelha térmica, todas com resolução de 30 metros. Os dados são arquivados, com uma cobertura total do solo, disponível de 1982 a 2012. São fornecidos produtos do topo da atmosfera nível-1 e da refletância superficial nível-2. **Resolução espacial**: 30 metros **Intervalo de captação**: 16 dias **Disponibilidade**: global, Nível-1 desde agosto de 1982 até maio de 2012, Nível-2 de julho de 1984 até maio de 2012. **Utilização comum**: Monitorização da vegetação, gelo e recursos de água, alterações de deteção e criação de mapas de uso de terreno e de cobertura de solo.
sl: Zbirka **Landsat 4-5 TM** vsebuje posnetke narejene s "Thematic Mapper (TM)" senzorjem, ki je bil vgrajen v Landsat 4 in 5 satelite. Na voljo je 6 optičnih in en termalni infrardeči pas, vsi v 30 metrski ločljivosti. Podatki so arhivirani, z globalno pokritostjo kopnega, na voljo za leta med 1982 in 2012. Na izbiro sta produkta: Level-1 nad atmosfero in pa Level-2 s površinsko odbojnostjo. **Prostorska ločljivost**: 30 metrov **Čas ponovnega obiska** 16 dni **Razpoložljivost podatkov**: globalni, Level-1 od avgusta 1982 do maja 2012, Level-2 od julija 1984 do maja 2012. **Skupna uporaba**: spremljanje vegetacije, vodnih in ledenih virov, zaznavanje sprememb in izdelava zemljevidov uporabe tal.
sv: Samlingen **Landsat 4-5 TM** omfattar bilder som producerats med sensornThematic Mapper (TM), som fanns ombord på satelliterna Landsat 4 och 5. Det finns sex optiska och ett termiskt infrarött band och alla har en upplösning på 30 meter. Data arkiveras med en global täckning över land och finns från 1982 till 2012. Produkterna nivå 1 upptill i atmosfären och nivå 2 ytreflektans tillhandahålls. **Geografisk upplösning**: 30 meter **Återbesökstid:** 16 dagar **Datatillgänglighet**: globalt, nivå 1 från augusti 1982 till maj 2012, nivå 2 från juli 1984 till maj 2012. **Allmän användning**: Övervakning av växtlighet, is- och vattenresurser, detektering av förändringar och skapande av kartor över markanvändning och marktäcke.

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Landsat 4-5 TM has 7 bands. The true color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
fi: # Tosivärikomposiitti Satelliittien anturit voivat kuvata Maata sähkömagneettisen spektrin eri alueilla. Näitä alueita kutsutaan kanaviksi. Landsat 4-5 TM -kokoelmassa on seitsemän kanavaa. Tosivärikomposiittikuvissa käytetään näkyvää punaista, vihreää ja sinistä valoa yhdessä vastaavien punaisen, vihreän ja sinisen kanavien kanssa, jolloin tuloksena saadaan kuva, jonka värit vastaavat suurimmaksi osaksi sitä, mitä ihmissilmä näkee. Lisää tietoa löydät englanniksi [täältä](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
fr: # Composite en couleurs vraies Les capteurs transportés par les satellites peuvent prendre des images de la Terre dans différentes régions du spectre électromagnétique. Chaque région du spectre est appelée une bande. Landsat 4-5 TM possède 7 bandes. Le composite en couleurs vraies utilise les bandes de lumière visible rouge, verte et bleue dans les canaux de couleur rouge, verte et bleue correspondants, ce qui donne un produit aux couleurs naturelles, qui est une bonne représentation de la Terre telle que les humains la verraient naturellement. Plus d'infos [ici](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
lt: # Tikroji spalvų kompozicija Palydovuose esantys jutikliai gali vaizduoti Žemę įvairiose elektromagnetinio spektro srityse. Kiekviena spektro sritis vadinama juosta. Landsat 4-5 TM turi 7 juostas. Tikrų spalvų kompozitui naudojamos matomos šviesos raudonos, žalios ir mėlynos spalvų juostos atitinkamuose raudonos, žalios ir mėlynos spalvų kanaluose, todėl gaunamas natūralių spalvų produktas, kuris gerai atspindi Žemę taip, kaip ją natūraliai mato žmonės. Daugiau informacijos [čia](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
lv: # Dabisko krāsu kompozītattēls (True Color composite) Sensori, kas veic zemes monitoringu iegūst informāciju par atstaroto enerģiju dažādās elektromagnētiskā spektra daļās. Katra no šīm daļām tiek dēvēta par kanālu, jeb joslu. Landsat-4-5 TM veic mērījumus 7 kanālos. Dabisko krāsu kompozītattēls izmanto datus no sarkanā, zaļā un zilā kanāla, tādējādi ļaujot attēlot Zemes virsmu krāsojumā, kas līdzvērtīgs tam kādu to redzētu cilvēka acs. Vairāk informācijas [šeit](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
pl: # Kolory naturalne Czujniki umieszczone na satelitach mogą obrazować Ziemię w różnych regionach widma elektromagnetycznego. Każdy region widma jest określany mianem pasma. Landsat 4-5 TM ma 7 pasm. Kompozyt barwny wykorzystuje pasma światła widzialnego: czerwony, zielony i niebieski w odpowiednich kanałach barwnych: czerwonym, zielonym i niebieskim, dając w rezultacie produkt o naturalnych barwach, który jest dobrym odwzorowaniem Ziemi, jaką ludzie widzieliby w sposób naturalny. Więcej info [tutaj](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
pt: # Compósito de cor verdadeira Os sensores transportados por satélites podem retratar a Terra em diferentes zonas do espetro eletromagnético. Cada zona do espetro é referida como banda. O Lansat 4-5 TM tem 7 bandas. O compósito de cor verdadeira usa luz visível vermelha, verde e azul nos canais correspondentes com cor vermelha, verde e azul, o que resulta num produto naturalmente colorido, o que é uma boa representação de como os humanos veriam naturalmente a Terra. Mais informação [aqui](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
sl: # Kompozit naravnih barv Senzorji na satelitih lahko vidijo Zemljo v različnih pasovih elektromagnetnega spektra. Vsak tak pas se imenuje kanal. Landsat 4-5 TM sateliti imajo 7 kanalov. Kompozit naravnih barv uporablja pasove vidne svetlobe, torej rdeči, zelen in moder kanal, kar ima za posledico naravno izgledajočo sliko, ki je dobra predstavitev Zemlje, kakor jo sicer z očmi vidijo ljudje. Več informacij [tukaj](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites).
sv: # True color composite Sensorer ombord på satelliter kan avbilda jorden i olika delar av det elektromagnetiska spektret. Varje del av spektret kallas för ett band. Landsat 4-5 TM har sju band. True color-kompositen använder de synliga ljusbanden rött, grönt och blått i motsvarande röda, gröna och blå färgkanaler, vilket ger en naturligt färgad produkt som väl representerar jorden så som vi människor naturligt skulle se den. Mer information [här](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites)
