Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: In the <b>Visualize</b> tab you can select different pre-installed or custom spectral band combinations to visualise data for the selected result. Some of the common options: - **True Color** - Visual interpretation of land cover. - **False Color** - Visual interpretation of vegetation. - **NDVI** - Vegetation index. - **Moisture index** - Moisture index - **SWIR** - Shortwave-infrared index. - **NDWI** - Normalized Difference Water Index. - **NDSI** - Normalized Difference Snow Index. Most visualizations are given a description and a legend, which you can view by clicking on the expand icon <i className="fa fa-angle-double-down " />. For most data sources the **Custom Script** option is available. Click on it to select custom band combinations, index combinations or write your own classification script for the visualisation of data. You can also use custom scripts, which are stored elsewhere, either on Google drive, GitHub or in our [Custom script repository](https://custom-scripts.sentinel-hub.com/). Paste the URL of the script into a text box in the advanced script editing panel and click Refresh. You can change the date directly in the <b>Visualize</b> tab, without going back to the **Discover** tab. Type in or select it from the calendar <i className="fa fa-calendar cal-icon-cal" />. Above the visualizations you have on line of additional tools. Note that their avalibilty depends on the data source. - **Pin layer** to save it in the application for future use - by clicking on the pin icon <i className="fa fa-thumb-tack" />. - Select **advanced options** like the sampling method or apply different **effects** such as contrast (gain) and luminance (gamma) - by clicking on the effect sliders icon <i className="fa fa-sliders" />. - Add a layer to the **Compare** tab for later comparison - by clicking on the compare icon <i ClassName="fas fa-exchange-alt" />. - **Zoom** to the centre of the tile - by clicking on the crosshair <i className="fa fa-crosshairs" />. - Toggle **layer visibility** - by clicking on the visibility icon <i className="fa fa-eye-slash" />. - **Share** your visualization on social media - by clicking on the share icon <i className="fas fa-share-alt" />.
fr: Dans l'onglet <b>Visualiser</b>, vous pouvez sélectionner différentes combinaisons de bandes spectrales préinstallées ou personnalisées pour visualiser les données du résultat sélectionné. Quelques-unes des options courantes : - **Couleurs vraies** - Interprétation visuelle de la couverture terrestre. - **Fausses couleurs** - Interprétation visuelle de la végétation. - **NDVI** - Indice de végétation. - **Indice d'humidité** - Indice d'humidité. - **SWIR** - Indice infrarouge à ondes courtes. - **NDWI** - Indice d'eau par différence normalisée. - **NDSI** - Indice de neige par différence normalisée. La plupart des visualisations sont accompagnées d'une description et d'une légende, que vous pouvez afficher en cliquant sur l'icône <i className="fa fa-angle-double-down " />. Pour la plupart des sources de données, l'option **Script personnalisé** est disponible. Cliquez dessus pour sélectionner les combinaisons de bandes personnalisées, les combinaisons d'indices ou écrivez votre propre script de classification pour la visualisation des données. Vous pouvez également utilisez des scripts personnalisés, qui sont stockés ailleurs, soit sur Google Drive, GitHub ou dans notre [référentiel de scripts personnalisés](https://custom-scripts.sentinel-hub.com/). Collez l'URL du script dans une zone de texte dans le panneau d'édition du script avancé et cliquez sur Actualiser. Vous pouvez modifier la date directement dans l'onglet <b>Visualiser</b>, sans revenir à l'onglet **Découvrir**. Tapez-la ou sélectionnez-la dans le calendrier <i className="fa fa-calendar cal-icon-cal" />. Au-dessus des visualisations vous avez des outils supplémentaires. Notez que leur disponibilité dépend de la source de données. - **Épingler la couche** pour la sauvegarder dans l'application pour une utilisation future - en cliquant sur l'icône signet<i className="fa fa-thumb-tack" />. - Sélectionnez des **options avancées** comme pour la méthode d'échantillonnage ou appliquez différents **effets** comme le contraste (gain) et la luminance (gamma) - en cliquant sur l'icône des curseurs d'effet <i className="fa fa-sliders" />. - Ajoutez une couche à l'onglet **Comparer** pour une comparaison ultérieure - en cliquant sur l'icône de comparaison <i ClassName="fas fa-exchange-alt" />. - **Zoomer** au centre de la dalle- en cliquant sur le pointeur<i className="fa fa-crosshairs" />. - Basculez la **visibilité de la couche** - en cliquant sur l'icône de visibilité <i className="fa fa-eye-slash" />. - **Partagez** votre visualisation sur les médias sociaux - en cliquant sur l'icône de partage <i className="fas fa-share-alt" />.
sl: V zavihku <b>Prikaži</b> lahko izberete različne vnaprej pripravljene kombinacije spektralnih kanalov ali kombinacije po meri za vizualizacijo podatkov za izbrani rezultat. Nekatere pogoste možnosti: - **Naravne barve** - vizualna interpretacija pokritosti tal. - **Umetne barve** - vizualna interpretacija vegetacije. - **NDVI** - normiran diferencialni indeks vegetacije. - **Indeks vlažnosti** - indeks vlažnosti - **SWIR** - kratkovalovni infrardeči spekter - **NDWI** - Normalizirani diferencialni vodni indeks - **NDSI** - Normalizirani diferencialni snežni indeks Večina vizualizacij je opremljena z opisom in legendo, ki si ju lahko ogledate s klikom na razširitev <i className="fa fa-angle-double-down " />. Za večino podatkovnih virov je na voljo možnost skripte **Po meri**. Kliknite jo, če želite izbrati poljuben kombinacije kanalov, kombinacije indeksov ali napišite svojo lastno skripto za vizualizacijo podatkov. Prav tako lahko uporabite skripte po meri, ki so shranjene drugje, bodisi na Google Drive, v GitHub ali v našem [skladišču skript po meri](https://custom-scripts.sentinel-hub.com/) URL naslov skripte prilepite v besedilno polje na plošči za napredno urejanje skript in kliknite Osveži. Datum lahko spremenite neposredno v zavihku <b>Prikaži</b>, ne da bi se vrnili v zavihek **Odkrij**. Vnesite ga ali izberite s koledarja <i className="fa fa-calendar cal-icon-cal" />. Nad vizualizacijami imate na voljo vrsto dodatnih orodij. Upoštevajte, da je njihova uporabnost odvisna od vira podatkov. - **Pripnite sloj**, da ga shranite v aplikacijo za prihodnjo uporabo - s klikom na ikono priponke <i className="fa fa-thumb-tack" />. - Izberite **napredne možnosti**, kot je metoda vzorčenja, ali uporabite različne **učinke**, kot sta kontrast (ojačenje) in svetilnost (gama) - s klikom na ikono drsnikov učinkov <i className="fa fa-sliders" />. - Dodajte plast v zavihek **Primerjaj** za poznejšo primerjavo - s klikom na ikono za primerjavo <i ClassName="fas fa-exchange-alt" />. - **Povečajte** na sredino ploščice - s klikom na križec <i className="fa fa-crosshairs" />. - Preklopite **vidnost plasti** - s klikom na ikono vidnosti <i className="fa fa-eye-slash" />. - Vizualizacijo **delite** v družabnih medijih - s klikom na ikono za deljenje <i className="fas fa-share-alt" />.

source: In the **Compare** tab you will find all visualizations that you added via <i ClassName="fas fa-exchange-alt" /> to **Compare**. There are two modes: - **Opacity** (Draw opacity slider left or right to fade between compared images) - **Split** (Draw split slider left or right to set the boundary between compared images) You can add all pins to the compare panel using <i className="fa fa-plus-square" /> **Add all pins** or remove all visualizations from the **Compare** tab with the <i className="fa fa-trash" /> **Remove all** button.
fr: **Comparer** vous trouverez toutes les visualisations que vous avez ajoutées via <i ClassName="fas fa-exchange-alt" /> à **Comparer**. Il existe deux modes : - **Opacité** (Déplacer le curseur d'opacité vers la gauche ou la droite pour faire un fondu entre les images comparées). - **Diviser** (Déplacer le curseur de division vers la gauche ou la droite pour définir la limite entre les images comparées). Vous pouvez ajouter tous les signets au panneau de comparaison en utilisant <i className="fa fa-plus-square" /> **Ajouter toutes les signets ** ou supprimer toutes les visualisations de l'onglet **Comparer** avec le bouton <i className="fa fa-trash" /> **Tout supprimer**.
sl: V zavihku **Primerjaj** boste našli vse vizualizacije, ki ste jih prek spletne strani <i ClassName="fas fa-exchange-alt" /> dodali v **Primerjaj** Na voljo sta dva načina: - **Prosojnost** (potegnite drsnik za prosojnost v levo ali desno, da se slike med seboj prelivajo) - **Delitev** (narišite drsnik za razdelitev v levo ali desno, da določite mejo med primerjanimi slikami) Na primerjalno ploščo lahko s spletno stranjo <i className="fa fa-plus-square" /> dodate **vse oznake** ali odstranite vse vizualizacije z zavihka **Primerjaj** z gumbom <i className="fa fa-trash" /> **Odstrani vse**.

source: The **Pins** tab contains your pinned (favourite/saved) items. Pinned items contain information about location, data source and its specific layer, zoom level and time. For each pin you have several options on how to interact with a single pin: - Change **order** - by clicking on the move icon <span style="display: inline-flex; padding-top: 0.05em;"> <i class="fa fa-ellipsis-v"/> <i class="fa fa-ellipsis-v"/> </span> in the top left corner of the pin and dragging the pin up or down the list. - **Rename** - by clicking on the pencil icon <i className="fa fa-pencil" /> next to the pin's name. - Add to the **Compare** tab - by clicking on the compare icon <i ClassName="fas fa-exchange-alt" /> - Enter a **description** - by clicking on the expand icon <i className="fa fa-angle-double-down " />. - **Remove** - by clicking the remove icon <i className="fa fa-trash" />. - **Zoom** to the pin's location - by clicking on the Lat/Lon. In the line above all pins you have different options that apply for all pins: - Create your own story from pins - by clicking on <i class="fa fa-film"> **Story**. - Share your pins with others via a link - by clicking on <i className="fas fa-share-alt"> **Share**. - Export pins as a JSON file - by clicking on <i class="fa fa-cloud-download" /> **Export**. - Import pins from a JSON file - by clicking on <i class="fa fa-cloud-upload" /> **Import**. - Delete all pins - by clicking on <i class="fa fa-trash" /> **Clear**.
fr: L'onglet **Pins** contient vos éléments épinglés (favoris/sauvegardés). Les éléments épinglés contiennent des informations sur l'emplacement, la source de données et sa couche spécifique, le niveau de zoom et l'heure. Pour chaque épingle, vous avez plusieurs options sur la façon d'interagir avec une seule épingle : - Changer l'**ordre** - en cliquant sur l'icône de déplacement. <span style="display: inline-flex; padding-top: 0.05em;"> <i class="fa fa-ellipsis-v"/> <i class="fa fa-ellipsis-v"> </span> dans le coin supérieur gauche de l'épingle et en faisant glisser l'épingle vers le haut ou vers le bas de la liste. - **Renommer** - en cliquant sur l'icône de crayon <i className="fa fa-pencil" /> à côté du nom de l'épingle. - Ajouter à l'onglet **Comparer** - en cliquant sur l'icône de comparaison <i ClassName="fas fa-exchange-alt" /> - Entrez une **description** - en cliquant sur l'icône d'expansion <i className="fa fa-angle-double-down " />. - **Supprimez** - en cliquant sur l'icône de suppression <i className="fa fa-trash" />. - **Zoomer** sur l'emplacement de l'épingle - en cliquant sur le Lat/Lon. Dans la ligne au-dessus de toutes les épingles, vous disposez de différentes options qui s'appliquent à toutes les épingles : - Créez votre propre histoire à partir des épingles - en cliquant sur <i class="fa fa-film"> **Story**. - Partagez vos épingles avec d'autres personnes via un lien - en cliquant sur <i className="fas fa-share-alt"> **Share**. - Exportez vos épingles sous forme de fichier JSON - en cliquant sur <i class="fa fa-cloud-download" /> **Export**. - Importez des épingles depuis un fichier JSON - en cliquant sur <i class="fa fa-cloud-upload" /> **Importer**. - Supprimer toutes les épingles - en cliquant sur <i class="fa fa-trash" /> **Effacer**.
sl: V zavihku **Oznake** so shranjeni označeni (priljubljeni/shranjeni) elementi. Elementi vsebujejo informacije o lokaciji, viru podatkov in uporabljeni vizualizaciji, stopnji povečave in času. Za vsako oznako je na voljo več možnosti : - Spremenite **red** - s klikom na ikono premikanja <span style="display: inline-flex; padding-top: 0.05em;"> <i class="fa fa-ellipsis-v"/> <i class="fa fa-ellipsis-v"/> </span> v zgornjem levem kotu oznake in jo povlecite po seznamu navzgor ali navzdol. - **Preimenovanje** - s klikom na ikono svinčnika <i className="fa fa-pencil" /> poleg imena priponke. - Dodajanje na zavihek **Primerjaj** - s klikom na ikono za primerjavo <i ClassName="fas fa-exchange-alt" /> - Vnesite **opis** - s klikom na ikono za razširitev <i className="fa fa-angle-double-down " />. - **Odstrani** - s klikom na ikono za odstranitev <i className="fa fa-trash" />. - **Zoom** na lokacijo oznake - s klikom na povezavo Lat/Lon. V vrstici nad oznakami so na voljo različne možnosti, ki veljajo za vse oznake: - Ustvarite zgodbo iz oznak - s klikom na <i class="fa fa-film"> **Zgodba**. - Delite svoje oznake z drugimi prek povezave - s klikom na <i className="fas fa-share-alt"> **Deli** - Izvozite oznake kot datoteko JSON - s klikom na <i class="fa fa-cloud-download" /> **Izvozi**. - Uvozi oznake iz datoteke JSON - s klikom na <i class="fa fa-cloud-upload" /> **Uvozi**. - Izbrišite vse oznake - s klikom na <i class="fa fa-trash" /> **Počisti**.

source: You can view the tutorial anytime by clicking on this info icon <span style="background-color: #191a25; color: #eee; padding: 4px 10px"> <i className="fa fa-info" /> </span>.
fr: Vous pouvez consulter le tutoriel à tout moment en cliquant sur cette icône <span style="background-color: #191a25; color: #eee; padding: 4px 10px"> <i className="fa fa-info" /> </span>.
sl: Vodič si lahko kadar koli ogledate s klikom na to informacijsko ikono <span style="background-color: #191a25; color: #eee; padding: 4px 10px"> <i className="fa fa-info" /> </span>.

source: With this tool, you can mark a point on the map. You can also view statistical data for some layers by clicking on the chart icon <i class="fa fa-bar-chart" />. You can remove the mark by clicking the remove icon <i class="fa fa-close" />. </p>
fr: Avec cet outil, vous pouvez marquer un point sur la carte. Vous pouvez également visualiser les données statistiques de certaines couches en cliquant sur l'icône du graphique <i class="fa fa-bar-chart" />. Vous pouvez supprimer la marque en cliquant sur l'icône de suppression <i class="fa fa-close" />. </p>
sl: S tem orodjem lahko označite točko na karti. S klikom na ikono grafikona <i class="fa fa-bar-chart" /> si lahko ogledate tudi statistične podatke za nekatere sloje. Oznako lahko odstranite s klikom na ikono za odstranitev <i class="fa fa-close" />. </p>

source: With this tool, you can measure distances and areas on the map. Every mouse click creates a new point on the path. To stop adding points, press <code>Esc</code> key or double click on the map. You can remove the measurement by clicking the remove icon <i class="fa fa-close" />.
fr: Avec cet outil, vous pouvez mesurer des distances et des surface sur la carte. Chaque clic de souris crée un nouveau point sur le trajet. Pour arrêter l'ajout de points, presser la touche <code>Esc</code> ou cliquez deux fois sur la carte. Vous pouvez supprimer la mesure en cliquant sur l'icône de suppression <i class="fa fa-close" />.
sl: S tem orodjem lahko merite razdalje in območja na karti. Vsak klik miške ustvari novo točko na poti. Če želite ustaviti dodajanje točk, pritisnite tipko <code>Esc</code> ali dvakrat kliknite na karto. Meritev lahko odstranite s klikom na ikono za odstranitev <i class="fa fa-close" />.

source: With this tool, you can download an image of visualized data for the displayed location. You can choose to show captions and you can add your own description. By enabling Analytical mode, you can choose between various image formats, image resolutions and coordinate systems. You can also select multiple layers and download them as a <code>.zip</code> file. Click the download button <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download" />Download</span> and your image(s) will begin to download. The process can take a few seconds, depending on the selected resolution and the number of selected layers. Before downloading, you can define an area of interest (AOI) by clicking on the Area selection tool icon. Your data will be clipped to match this area.
fr: Avec cet outil, vous pouvez télécharger une image visualisée pour l'emplacement affiché. Vous pouvez choisir d'afficher les légendes et vous pouvez ajouter votre propre description. En activant le mode analytique, vous pouvez choisir entre différents formats d'image, résolutions d'image et systèmes de coordonnées. Vous pouvez également sélectionner plusieurs calques et les télécharger sous forme de fichier <code>.zip</code>. Cliquez sur le bouton télécharger <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download" />Télécharger</span> et vos images commenceront à être téléchargées. Le processus peut prendre quelques secondes, selon la résolution et le nombre de calques sélectionnés. Avant le téléchargement, vous pouvez définir une zone d'intérêt (AOI) en cliquant sur l'outil de sélection de zone icône. Vos données seront coupées pour correspondre à cette zone.
sl: S tem orodjem lahko prenesete sliko vizualiziranih podatkov za prikazano lokacijo. Izberete lahko prikaz podnapisov in lahko dodate svoj opis. Če omogočite analitični način, lahko izbirate med različnimi oblikami slik, ločljivostmi slik in koordinatnimi sistemi. Izberete lahko tudi več slojev in jih prenesete kot datoteko <code>.zip.</code> Kliknite gumb za prenos <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"><i className="fa fa-download" /> Prenos </span>in slika(-e) se bo(-jo) začela(-e) prenašati. Postopek lahko traja nekaj sekund, odvisno od izbrane ločljivosti in števila izbranih slojev. Pred prenosom lahko določite interesno območje (AOI) s klikom na orodje za izbiro območja ikono . Vaši podatki bodo obrezani tako, da bodo ustrezali temu območju.

source: With this tool, you can create a timelapse animation of the visualised layer and displayed location. First, choose a time range. You can refine your search results further by filtering them by months (filter by months checkbox) and/or selecting one image per defined period (orbit, day, week, month, year). Then press <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search" /> Search </span> and select your images. You can select all by checking the checkbox or filter the images by cloud coverage by moving the slider. Or you can pick images one by one by scrolling through the list and selecting them. Via the **Borders** checkbox, you can enable/disable the borders on your image. You can preview the timelapse by pressing the play button on the bottom. You can also set the speed (frames per second). When you are satisfied with the result, click the download button and the timelapse will be downloaded as a <code>.gif</code> file.
fr: Avec cet outil, vous pouvez créer un timelaps de la couche visualisée et de l'emplacement affiché. Tout d'abord, choisissez une période. Vous pouvez affiner davantage vos résultats de recherche en les filtrant par mois (case à cocher filtrer par mois) et/ou sélectionner une image par période définie (orbite, jour, semaine, mois, an). Appuyez ensuite sur <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search" /> Rechercher </span> et sélectionnez vos images. Vous pouvez tout sélectionner en cochant les cases ou filtrer les images en fonction de la couverture nuageuse, en déplaçant le curseur. Ou vous pouvez choisir des images une par une en faisant défiler la liste et en les sélectionnant. Avec la case à cocher **Borders**, vous pouvez activer/désactiver les bordures de votre image. Vous pouvez prévisualiser le timelapse en appuyant sur le bouton de lecture en bas. Vous pouvez également régler la vitesse (images par seconde). Lorsque vous êtes satisfait du résultat, cliquez sur le bouton télécharger et le timelapse sera téléchargé sous forme de fichier <code>.gif</code>
sl: S tem orodjem lahko ustvarite časovno animacijo vizualiziranega sloja in prikazane lokacije. Najprej izberite časovno obdobje. Rezultate iskanja lahko dodatno opredelite tako, da jih filtrirate po mesecih (potrditveno polje Filtriraj po mesecih) in/ali izbiro enega posnetka na določeno obdobje (orbito, dan, teden, mesec, leto). Nato pritisnite <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px"> <i className="fa fa-search" /> Search (Iskanje) </span> in izberite svoje slike. Izberete lahko vse, tako da označite potrditveno polje, ali filtrirate posnetke glede na pokritost z oblaki s premikanjem drsnika. Lahko pa izberete posnetke tako, da se pomikate po seznamu in jih izberete. S potrditvenim poljem **Robovi** lahko omogočite/izključite robove na sliki. Časovno zaporedje si lahko ogledate s pritiskom na gumb za predvajanje na dnu slike. Nastavite lahko tudi hitrost (število sličic na sekundo). Ko ste zadovoljni z rezultatom, kliknite gumb za prenos in časovno zaporedje bo prenešeno kot datoteka <code>.gif</code>.

source: You have reached the end of the tutorial. If you have any other questions, feel free to ask us on [the forum](https://forum.sentinel-hub.com/) or contact us [via email](mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback). If you want to view the tutorial in the future you can always view it by clicking the info icon <span style="background-color: #191a25; color: #eee; padding: 4px 10px"> <i className="fa fa-info" /> </span> in the top right corner.
fr: Vous avez atteint la fin du tutoriel. Si vous avez d'autres questions, n'hésitez pas à nous les poser sur [le forum](https://forum.sentinel-hub.com/) ou contactez-nous [par e-mail](mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback). Si à l'avenir vous souhaitez consulter le tutoriel, vous pouvez toujours y accéder en cliquant sur l'icône d'informations <span style="background-color: #191a25; color: #eee; padding: 4px 10px"> <i className="fa fa-info" /> </span> dans le coin supérieur droit.
sl: Dosegli ste konec vadnice. Če imate še kakšno vprašanje, ga lahko zastavite na [forumu](https://forum.sentinel-hub.com/) ali se z nami povežite [prek e-pošte](mailto:info@sentinel-hub.com?Subject=EO%20Browser%20Feedback). Če si boste še kdaj želeli ogledati ta vodič, ga lahko vedno prikličete s klikom na ikono <span style="background-color: #191a25; color: #eee; padding: 4px 10px"> <i className="fa fa-info" /> </span> v zgornjem desnem kotu.
