Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: A dataMask-band will be included in the downloaded raw bands as second band.
fi: Ladattuun kuvaan lisätään raakakanavien lisäksi dataMask-kanava omana kanavanaan.
fr: Une bande dataMask sera incluse dans les bandes brutes téléchargées comme deuxième bande.
lt: DataMask juosta bus įtraukta į atsisiųstas neapdorotas juostas kaip antroji juosta.
lv: ''dataMask-band'' tiks pievienots lejuplielādējamajiem datiems kā otrais kanāls.
pl: Pasmo dataMask zostanie włączone do pobranych pasm nieprzetworzonych jako drugie pasmo.
pt: Uma banda de máscara de dados será incluída, nas bandas em bruto descarregadas, como segunda banda.
sl: Kanal dataMask bo vključen v surove kanale kot drugi kanal.
sv: Ett dataMask-band kommer att inkluderas i de hämtade råbanden som ett andra band.

source: Show logo
fi: Näytä logo
fr: Afficher le logo
lt: Rodyti logotipą
lv: Rādīt logotipu
pl: Wyświetl logo
pt: Mostrar o logo
sl: Prikaži logotip
sv: Visa logotyp

source: Image format
fi: Kuvan tiedostomuoto
fr: Format de l'image
lt: Vaizdo formatas
lv: Attēla formāts
pl: Format obrazu
pt: Formato da imagem
sl: Format posnetka
sv: Bildformat

source: Image resolution
fi: Kuvan resoluutio
fr: Résolution de l'image
lt: Vaizdo raiška
lv: Attēla izšķirtspēja
pl: Rozdzielczość zdjęcia
pt: Resolução da imagem
sl: Ločljivost posnetka
sv: Bildupplösning

source: Coordinate system
fi: Koordinaattijärjestelmä
fr: Système de coordonnées
lt: Koordinačių sistema
lv: Koordinātu sistēma
pl: Układ współrzędnych
pt: Sistema de coordenadas
sl: Koordinatni sistem
sv: Koordinatsystem

source: Layers
fi: Tasot
fr: Couches
lt: Sluoksniai
lv: Slāņi
pl: Warstwy
pt: Camadas
sl: Sloji
sv: Lager

source: Visualized
fi: Visualisoida
fr: Visualisé
lt: Vizualizuotas
lv: Redzamie
pl: Zwizualizowane
pt: Visualizado
sl: Vizualizirano
sv: Visualiserad

source: Raw
fi: Raakakuva
fr: Brut
lt: Neapdorotas
lv: Neapstrādāti
pl: Nieprzetworzone
pt: Em bruto
sl: Neobdelan
sv: Rå

source: The map's overlay layers (place labels, streets and political boundaries) will be added to the image.
fi: Karttamerkinnät (paikkojen ja katujen nimet, poliittiset rajat) lisätään kuvaan.
fr: Les couches superposées de la carte (nom de lieux, rues et frontières politiques) seront ajoutées à l'image.
lt: Žemėlapio perdangos sluoksniai (vietovardžiai, gatvės ir politinės ribos) bus pridėti prie vaizdo.
lv: Attēlam tiks pievienoti pārklājuma slāņi(vietu nosaukumi, ielas un politiskās robežas).
pl: Do obrazu zostaną dodane warstwy nakładające mapy (etykiety miejsc, ulice i granice polityczne).
pt: As camadas de sobreposição do mapa (etiquetas de lugares, ruas e fronteiras políticas) serão acrescentadas à imagem.
sl: Sliki bodo dodani prekrivni sloji (oznake krajev, ulice in politične meje).
sv: Overlay-lagren på kartan (platsetiketter, vägar och politiska gränser) läggs till bilden.

source: Exported image(s) will include datasource and date, zoom scale and branding
fi: Kuvaan lisätään tiedot tietolähteestä, päivämäärästä, mittakaavasta ja brändistä
fr: L'image exportée comprendra la source des données et la date, le niveau de zoom et la marque
lt: Eksportuotame (-uose) vaizde (-uose) bus nurodytas duomenų šaltinis ir data, priartinimo mastelis ir prekės ženklas.
lv: Eksportētie attēli saturēs norādi par datu avotu, datumu, mērogu un zīmolu
pl: Eksportowane obrazy będą zawierać źródło danych oraz datę, skalę powiększenia i oznaczenie marki
pt: A(s) imagem(s) exportada(s) incluirá(ão) a fonte de dados e a data, a escala de ampliação e a marca
sl: Izvožene slike bodo vključevale vir podatkov in datum, merilo povečave in lastnika
sv: Exporterade bilder inkluderar datakälla och datum, zoomskala och varumärken

source: Add a short description to the exported image
fi: Lisää lyhyt kuvaus kuvalle
fr: Ajouter une courte description à l'image exportée
lt: Prie eksportuoto vaizdo pridėkite trumpą aprašymą
lv: Pievienot īsu aprakstu eksportētajam attēlam
pl: Dodaj krótki opis do eksportowanego obrazu
pt: Adicionar uma pequena descrição à imagem exportada
sl: Izvoženi sliki dodajte kratek opis
sv: Lägg till en kort beskrivning till den exporterade bilden

source: Exported image will include legend
fi: Kuvaan lisätään selitteet
fr: L'image exportée comprendra la légende
lt: Eksportuotame paveikslėlyje bus pateikta legenda
lv: Eksportētais attēls saturēs leģendu
pl: Eksportowany obraz będzie zawierać legendę
pt: Imagem exportada irá incluir legenda
sv: Den exporterade bilden kommer att omfatta en förklaring

source: Description
fi: Kuvaus
lt: Aprašymas
lv: Apraksts
pl: Opis
pt: Descrição
sl: Opis
sv: Beskrivning

source: Image format:
fi: Kuvan tiedostomuoto:
fr: Format de l'image :
lt: Vaizdo formatas:
lv: Attēla formāts:
pl: Format obrazu:
pt: Formato da imagem:
sl: Format posnetka:
sv: Bildformat:

source: Basic
fi: Perus
fr: Base
lt: Pagrindinis
lv: Vienkāršs
pl: Podstawowy
pt: Básico
sl: Osnovni
sv: Grundläggande

source: Analytical
fi: Analyyttinen
fr: Analytique
lt: Analitinis
lv: Analītisks
pl: Analityczny
pt: Analítico
sl: Analitični
sv: Analytisk

source: High-res print
fi: Korkea resoluutio
fr: Impression haute résolution
lt: Didelės raiškos spausdinimas
lv: Augstas izšķirspējas attēls
pl: Druk w wysokiej rozdzielczości
pt: Impressão de alta resolução
sl: Tiskanje v visoki ločljivosti
sv: Högupplösningstryck

source: Download image
fi: Lataa kuva
fr: Télécharger l'image
lt: Atsisiųsti vaizdą
lv: Lejupielādēt attēlu
pl: Pobierz obraz
pt: Descarregar imagem
sl: Prenos posnetka
sv: Hämta bild

source: An error has occurred while fetching some of the images:
fi: Joidenkin kuvien hakemisessa tapahtui virhe:
fr: Une erreur s'est produite lors de la récupération de certaines des images :
lt: Įvyko klaida, gaunant kai kuriuos vaizdus:
lv: Kļūda iegūstot atsevišķus attēlus:
pl: Wystąpił błąd podczas pobierania niektórych obrazów:
pt: Ocorreu um erro ao ir buscar algumas das imagens:
sl: Med dodajanjem nekaterih posnetkov je prišlo do napake:
sv: Ett fel inträffade när vissa av bilderna hämtades:

source: sec/px
fi: s/px
lt: sek/px
pl: sek/px
pt: seg/px
sv: s/px

source: Resolution
fi: Erotuskyky
fr: Résolution
lt: Raiška
lv: Izšķirtspēja
pl: Rozdzielczość
pt: Resolução
sl: Razrešitev
sv: Upplösning

source: lat.
lt: platuma
pl: szer.

source: deg/px
fi: astetta/px
lt: laipsnis/px
pl: st./px
pt: grau/px
sv: gr./px

source: long.
fi: lon.
lt: ilguma
pl: dł.

source: Projected resolution: ${ formattedResolution } m/px
fi: Arvioitu erotuskyky: ${ formattedResolution } m/px
lt: Numatytoji raiška: ${ formattedResolution } m/px
lv: Projekcijas izsķirtspēja: ${formattedResolution } m/px
pl: Przewidywana rozdzielczość: ${ formattedResolution } m/px
pt: Resolução projetada${ formattedResolution } m/px
sl: Predvidena ločljivost: ${ formattedResolution } m/px
sv: Projicerad upplösning: ${ formattedResolution } m/px

source: Error: Data fusion does not support KMZ/JPG and KMZ/PNG formats.
fi: Virhe: Tiedostomuotoja KMZ/JPG ja KMZ/PNG ei tueta tietojen yhdistämisessä.
fr: Erreur : La fusion de données ne prend pas en charge les formats KMZ/JPG et KMZ/PNG.
lt: Klaida: Duomenų sintezė nepalaiko KMZ/JPG ir KMZ/PNG formatų.
lv: Kļūda: "Data fusion" neatbalsta KMZ/JPG un KMZ/PNG formātus.
pl: Błąd: Fuzja danych nie obsługuje formatów KMZ/JPG i KMZ/PNG.
pt: Erro: a fusão de dados não suporta os formatos KMZ/JPG e KMZ/PNG.
sl: Napaka: KMZ/JPG in KMZ/PNG nista podprta pri fuziji podatkov.
sv: Fel: Sammanställning av data stöder inte formaten KMZ/JPG och KMZ/PNG.

source: Image download
fi: Kuvan lataus
fr: Téléchargement de l'image
lt: Vaizdo atsisiuntimas
lv: Attēlu lejupielāde
pl: Pobieranie obrazu
pt: Descarregar imagem
sl: Prenos posnetka
sv: Ladda ner bilder

source: Image width [inches]:
fi: Kuvan leveys [tuumina]:
fr: Largeur de l'image [pouces] :
lt: Vaizdo plotis [coliais]:
lv: Attēla platums [collas]:
pl: Szerokość obrazu [cale]:
pt: Largura da imagem [polegadas]:
sl: Širina slike [palcev]:
sv: Bildbredd [tum]:

source: Image height [inches]:
fi: Kuvan korkeus [tuumina]:
fr: Hauteur de l'image [pouces] :
lt: Vaizdo aukštis [coliais]:
lv: Attēla augstums [collas]:
pl: Wysokość obrazu [cale]:
pt: Altura da imagem [polegadas]:
sl: Višina slike [palcev]:
sv: Bildhöjd [tum]:

source: 5 years
fi: 5 vuotta
fr: 5 ans
lt: 5 metai
lv: 5 gadi
pl: 5 lat
pt: 5 anos
sl: 5 let
sv: 5 år

source: 2 years
fi: 2 vuotta
fr: 2 ans
lt: 2 metai
lv: 2 gadi
pl: 2 lata
pt: 2 anos
sl: 2 leti
sv: 2 år

source: 1 year
fi: 1 vuosi
fr: 1 an
lt: 1 metai
lv: 1 gads
pl: 1 rok
pt: 1 ano
sl: 1 leto
sv: 1 år

source: 6 months
fi: 6 kuukautta
fr: 6 mois
lt: 6 mėnesiai
lv: 6 mēneši
pl: 6 miesięcy
pt: 6 meses
sl: 6 mesecev
sv: 6 månader

source: 3 months
fi: 3 kuukautta
fr: 3 mois
lt: 3 mėnesiai
lv: 3 mēneši
pl: 3 miesiące
pt: 3 meses
sl: 3 mesece
sv: 3 månader

source: 1 month
fi: 1 kuukausi
fr: 1 mois
lt: 1 mėnuo
lv: 1 mēnesis
pl: 1 miesiąc
pt: 1 mês
sl: 1 mesec
sv: 1 månader

source: Retry
fi: Yritä uudelleen
fr: Réessayer
lt: Bandykite dar kartą
lv: Mēģināt vēlreiz
pl: Spróbuj ponownie
pt: Tentar novamente
sl: Ponovi
sv: Försök på nytt

source: Loading, please wait
fi: Ladataan, odota
fr: Chargement en cours, veuillez patienter
lt: Kraunasi, prašome palaukti
lv: Lūdzu uzgaidiet, notiek ielāde
pl: Wczytuję, proszę czekać
pt: A carregar, por favor aguarde
sl: Nalaganje, počakajte
sv: Hämtar, vänligen vänta

source: mean
fi: keskiarvo
fr: moyenne
lt: vidurkis
lv: vidējais (mean)
pl: średnia
pt: média
sl: povprečje
sv: medelvärde

source: median
fi: mediaani
fr: médiane
lt: mediana
lv: mediāna
pl: mediana
pt: mediana
sl: mediana

source: st. dev.
fi: keskihajonta
lt: stand. nuok.
lv: standartnovirze
pl: odch. stand.
pt: desvio padrão
sv: st. avv.

source: min / max
fi: väh./enint.
lt: min / maks
pl: min/maks
sl: min / maks

source: Export CSV
fi: Vie CSV-tiedostoon
fr: Exporter en CSV
lt: Eksportuoti CSV
lv: Exportēt CSV
pl: Eksportuj CSV
pt: Exportar CSV
sl: Izvozi CSV
sv: Exportera CSV

source: Timespan:
fi: Aikaväli:
fr: Période :
lt: Laiko tarpas:
lv: Laika periods:
pl: Czas trwania:
pt: Intervalo de tempo:
sl: Časovni razpon:
sv: Tidsintervall:

source: Date:
fi: Päivämäärä:
lt: Data:
lv: Datums:
pl: Data:
pt: Data:
sl: Datum:
sv: Datum:

source: Single date
fi: Yksi päivä
fr: Date unique
lt: Viena data
lv: Viens datums
pl: Pojedyncza data
pt: Data única
sl: Enkratni datum
sv: Enkelt datum

source: Timespan
fi: Aikaväli
fr: Période
lt: Laiko tarpas
lv: Laika periods
pl: Zakres czasu
pt: Intervalo de tempo
sl: Časovni razpon
sv: Tidsintervall

source: From:
fi: Alkaen:
fr: De :
lt: Nuo:
lv: Kopš:
pl: Od:
pt: De:
sl: Od:
sv: Från:

source: Until:
fi: Loppuen:
fr: Jusqu'à :
lt: Iki:
lv: Līdz:
pl: Do:
pt: Até:
sl: Do:
sv: Till:

source: Apply
fi: Käytä
fr: Appliquer
lt: Taikyti
lv: Pielietot
pl: Zastosuj
pt: Aplicar
sl: Uporabi
sv: Tillämpa

source: Share on Facebook
fi: Jaa Facebookissa
fr: Partager sur Facebook
lt: Bendrinti „Facebook“
lv: Dalīties Facebook
pl: Udostępnij na Facebooku
pt: Partilhar no Facebook
sl: Deli na Facebooku
sv: Dela på Facebook

source: Check this out
fi: Katsokaa tätä
fr: Regardez ça
lt: Patikrinkite tai
lv: Aplūkojiet šo
pl: Sprawdź to
pt: Veja isto
sl: Oglejte si to
sv: Kolla in det här

source: Logout
fi: Kirjaudu ulos
fr: Déconnexion
lt: Atsijungti
lv: Izrakstīties
pl: Wyloguj się
pt: Terminar sessão
sl: Odjava
sv: Logga ut

source: Login to unlock advanced features such as timelapse, analytical download, own configurations and more.
fi: Kirjaudu sisään, kun haluat käyttää kaikkia toimintoja, kuten timelapse-videon luomista, kuvien lataamista Analyyttinen-vaihtoehdolla, omia teemoja ja muuta.
fr: Connectez-vous pour débloquer des fonctions avancées telles que le timelapse, le téléchargement des traitements, les configurations personnalisées et plus encore.
lt: Prisijunkite ir atrakinkite išplėstines funkcijas, pvz., laiko intervalą, analitinį atsisiuntimą, savo konfigūracijas ir dar daugiau.
lv: Ir nepieciešams pierakstīties, lai izmantotu uzlabotās funkcijas, piemēram, analītisko datu lejuplāde, personīgie uzstādījumi u.c.
pl: Zaloguj się, aby odblokować zaawansowane funkcje, takie jak film poklatkowy, pobieranie analityczne, własne konfiguracje i inne.
pt: Iniciar a sessão para desbloquear funcionalidades avançadas tais como a utilização do intervalo de tempo, acesso a dados analíticos, configurações próprias e muito mais.
sl: S prijavo lahko odklenete napredne funkcije, kot so časovno zaporedje, prenos analitičnih podatkov, lastne konfiguracije in še več.
sv: Logga in för att låsa upp avancerade funktioner såsom timelapse, analytisk nedladdning, egna konfigurationer med mera.

source: Login
fi: Kirjaudu sisään
fr: Connexion
lt: Prisijungti
lv: Pierakstīties
pl: Zaloguj się
sl: Prijava
sv: Logga in

source: Default
fi: Oletus
fr: Défaut
lt: Numatytas
lv: Noklusējums
pl: Domyślnie
pt: Pré-definido
sl: Privzeto
sv: Standard

source: Monitoring Earth from Space
fi: Kaukohavainnointi
fr: Surveiller la Terre depuis l'espace
lt: Žemės stebėjimas iš kosmoso
lv: Zemes monitorings no kosmosa
pl: Monitorowanie Ziemi z Kosmosu
pt: Monitorizar a Terra do Espaço
sl: Spremljanje Zemlje iz vesolja
sv: Övervakning av jorden från rymden

source: Agriculture
fi: Maatalous
lt: Žemdirbystė
lv: Lauksaimniecība
pl: Rolnictwo
pt: Agricultura
sl: Kmetijstvo
sv: Jordbruk

source: Atmosphere and Air Pollution
fi: Ilmakehä ja ilmansaasteet
fr: Atmosphère et pollution de l'air
lt: Atmosfera ir oro tarša
lv: Atmosfēra un gaisa piesārņojums
pl: Atmosfera i Zanieczyszczenie Powietrza
pt: Atmosfera e Poluição do Ar
sl: Atmosfera in onesnaževanje zraka
sv: Atmosfär och luftföroreningar

source: Change Detection through Time
fi: Muutosseuranta
fr: Détection des changements au cours du temps
lt: Pokyčių aptikimas laikui bėgant
lv: Izmaiņu novērtējums laikā
pl: Wykrywanie Zmian w Czasie
pt: Detetar alterações ao longo do Tempo
sl: Zaznavanje sprememb skozi čas
sv: Identifiera ändringar över tid

source: Floods and Droughts
fi: Tulvat ja kuivuuskaudet
fr: Inondations et sécheresses
lt: Potvyniai ir sausros
lv: Plūdi un sausums
pl: Powodzie i Susze
pt: Secas e Cheias
sl: Poplave in suše
sv: Översvämningar och torka

source: Geology
fi: Geologia
fr: Géologie
lt: Geologija
lv: Ģeoloģija
pl: Geologia
pt: Geologia
sl: Geologija
sv: Geologi

source: Ocean and Water Bodies
fi: Meret ja vesistöt
fr: Océans et milieux aquatiques
lt: Vandenynai ir vandens telkiniai
lv: Okēans un ūdenstilpnes
pl: Oceany i Zbiorniki Wodne
pt: Oceano e Massas de Água
sl: Oceani in vodna telesa
sv: Världshav och vattenförekomster

source: Snow and Glaciers
fi: Lumi ja jäätiköt
fr: Neige et glaciers
lt: Sniegas ir ledynai
lv: Sniegs un ledāji
pl: Śnieg i Lodowce
pt: Neve e Glaciares
sl: Sneg in ledeniki
sv: Snö och glaciärer

source: Urban
fi: Kaupungit
fr: Zones urbaines
lt: Miesto
lv: Pilsētvide
pl: Obszar Miejski
pt: Urbano
sl: Urbano
sv: Städer

source: Vegetation and Forestry
fi: Kasvillisuus ja metsät
fr: Végétation et zone forestières
lt: Augmenija ir miškininkystė
lv: Augājs un Mežsaimniecība
pl: Roślinność i Leśnictwo
pt: Floresta e Vegetação
sl: Rastlinstvo in gozdarstvo
sv: Vegetation och skogsbruk

source: Volcanoes
fi: Tulivuoret
fr: Volcans
lt: Vulkanai
lv: Vulkāni
pl: Wulkany
pt: Vulcões
sl: Vulkani
sv: Vulkaner

source: Wildfires
fi: Maastopalot
fr: Incendies
lt: Gaisrai
lv: Ugunsgrēki
pl: Pożary lasu
pt: Incêndios florestais
sl: Požari v naravi
sv: Skogsbränder

source: #### Quick overview of EO Browser features EO Browser combines a complete archive of Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA’s archive of Landsat 5, 7 and 8, global coverage of Landsat 8, Envisat Meris, MODIS, Proba-V and GIBS products in one place and makes it possible to browse and compare full resolution images from those sources. You simply go to your area of interest, select data sources, time range and cloud coverage, and inspect the resulting data. You can continue the tutorial by clicking on the "Next" button or you can close it. By clicking the info icon <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info"></i></span> in the top right corner you can always resume the tutorial in case you closed it by mistake or because you wanted to try things.
fi: #### Lyhyt ohje EO Browserin toimintoihin EO Browserista löydät satelliittien Sentinel-1, Sentinel-2, Sentinel-3 ja Sentinel-5P tietojen arkiston sekä ESA:n Landsat-5-, Landsat-7- ja Landsat-8-satelliittien, Landsat-8-satelliitin maailmanlaajuisten tietojen, Envisat Merisin, MODISin, Proba-V:n ja GIBSin tietoja sisältävän arkiston. Voit selata ja vertailla täyden erotuskyvyn kuvia näistä lähteistä. Mene vain kartalla haluamaasi kohtaan, valitse tietolähteet, aikaväli ja pilvipeitteen määrä ja tarkastele löytyneitä tietoja. Voit jatkaa näiden ohjeiden lukemista valitsemalla ”Seuraava”, tai voit sulkea tämän ikkunan. Voit palata takaisin tähän ohjeeseen oikeasta yläkulmasta löytyvästä info-kuvakkeesta <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info"></i></span> milloin vain, jos vaikka suljet tämän ikkunan vahingossa tai koska haluat heti kokeilla toimintoja.
lt: #### Trumpa EO naršyklės funkcijų apžvalga EO Browser vienoje vietoje sujungia visą Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA Landsat 5, 7 ir 8 archyvą, pasaulinės aprėpties Landsat 8, Envisat Meris, MODIS, Proba-V ir GIBS produktų archyvą ir suteikia galimybę naršyti bei lyginti pilnos raiškos vaizdus iš šių šaltinių. Tereikia nueiti į dominančią teritoriją, pasirinkti duomenų šaltinius, laiko intervalą ir debesų aprėptį ir peržiūrėti gautus duomenis. Galite tęsti pamoką spustelėję mygtuką "Toliau" arba ją uždaryti. Spustelėję informacinę piktogramą <span style="background-color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info"></i></span> viršutiniame dešiniajame kampe visada galite atnaujinti pamoką, jei ją uždarėte per klaidą arba norėjote ką nors išbandyti.
lv: #### Ātrs "EO Browser" funkciju pārskats "EO Browser" apvieno pilnu datu arhīvu no Sentinel-1, Sentinel-2, Sentinel-5P, kā ārī ESA pieejamos Landsat 5, 7, 8, Envisat Meris, MODIS, Proba-B un GIBS datu produktus. "EO Browser" ļauj vienuviet pārlūkot un salīdzināt pilnas izšķirtspējas datus no šiem avotiem. Dodieties uz sev interesējošu atrašanās vietu, izvēlieties datu avotus, kā arī pielāgojiet laika periodu un mākoņainības parametru. Jūs varat turpināt apmācību klikšķinot uz "Tālāk" pogas vai to pārtraukt aizverot šo logu. Klikšķinot uz info ikonas <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info"></i></span> augšējā labajā stūrī Jūs varat atsākt apmācību, ja to esat aizvēris netīšām.
pl: #### Krótki przegląd funkcji przeglądarki EO Browser Przeglądarka EO Browser to połączenie pełnego archiwum satelitów Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, archiwum ESA (Europejskiej Agencji Kosmicznej) dla satelitów Landsat 5, 7 i 8, globalny zasięg obserwacji Landsat 8, Envisat Meris oraz produkty MODIS, Proba-V i GIBS w jednym miejscu i umożliwia przeglądanie i porównywanie obrazów z tych źródeł w pełnej rozdzielczości. Po prostu przejdź do obszaru, który Cię interesuje, wybierz źródła danych, zakres czasowy i stopień zachmurzenia oraz sprawdź dane wynikowe. Możesz kontynuować instruktaż, klikając przycisk \„Dalej\” lub możesz go zamknąć. Klikając na ikonę informacji <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info"></i></span> w prawym górnym rogu, zawsze możesz wznowić instruktaż na wypadek, gdybyś zamknął go przez pomyłkę lub chciał coś wypróbować.
pt: #### Breve apresentação das características do EO Browser EO Browser combina um arquivo completo do Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, arquivo de Landsat 5, 7 e 8 da ESA, cobertura global do Landsat 8, Envisat Meris, MODIS, Proba-V e produtos GIBS num só local e torna possível navegar e comparar imagens de resolução total a partir dessas fontes. Basta ir à sua área de interesse, selecionar as fontes de dados, o intervalo de tempo e a cobertura de nuvens, e analisar os dados resultantes. Pode continuar o tutorial clicando no botão “Seguinte" ou pode fechá-lo clicando no ícone de informação <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info"></i></span>. No canto superior direito pode sempre retomar o tutorial, caso o tenha fechado por engano ou porque quisesse tentar coisas.
sv: #### Snabb översikt av funktionerna i EO Browser EO Browser kombinerar ett komplett arkiv från Sentinel-1, Sentinel-2, Sentinel-3, Sentinel-5P, ESA:s arkiv från Landsat 5, 7 och 8 och global täckning av produkterna Landsat 8, Envisat Meris, MODIS, Proba-V och GIBS på ett ställe och gör det möjligt att granska och jämföra bilder med maximal upplösning från dessa källor. Gå bara till det område som intresserar dig, välj datakällor, tidsintervall och molntäckning och granska data. Du kan fortsätta med guiden genom att klicka på ”Nästa” eller så kan du stänga guiden. Klicka på informationsikonen <span style="background-color: rgb(25, 26, 37); color: rgb(238, 238, 238); padding: 4px 10px;"><i class="fa fa-info"></i></span> uppe till höger för att när som helst gå tillbaka till guiden om du stänger den av misstag eller för att du velat pröva på olika saker.

source: Here you can select which base layer and overlays (roads, borders, labels) are shown on the map.
fi: Tästä voit valita näytettävän pohjakartan ja karttamerkinnät (tiet, rajat, nimet).
fr: Vous pouvez sélectionner ici la couche de base et les superpositions (routes, bordures, étiquettes) à afficher sur la carte.
lt: Čia galite pasirinkti, kuris bazinis sluoksnis ir papildomi sluoksniai (keliai, ribos, žymės) bus atvaizduojami žemėlapyje.
lv: Šeit Jūs varat izvēlēties pamata un pārklājuma slāņus, kas tiks rādīti uz kartes.
pl: Tutaj możesz wybrać, która warstwa bazowa i nakładki (drogi, granice, etykiety) mają być wyświetlane na mapie.
pt: Aqui pode selecionar que nível base e sobreposições (estradas, fronteiras, etiquetas) são mostradas no mapa.
sl: Tu lahko izberete, kateri osnovni sloj in prekrivni sloji (ceste, meje, oznake) bodo prikazani na zemljevidu.
sv: Här kan du välja vilket baslager och vilka overlays (vägar, gränser, etiketter) som ska visas på kartan.
