Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # CNES land cover classifier confidence visualisation The script visualises the information on the classifier confidence with values ranging from 1 to 100. Find more information [here](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_confidence/).
fi: # CNES Maanpeitteen luotettavuuden luokittelun visualisointi Kirjoitus visualisoi luokittelun luotettavuuden välillä 1-100. Löydät lisätietoja [täältä](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_confidence/).
lt: # CNES žemės dangos klasifikatoriaus patikimumo vizualizacija Skriptas vizualizuoja informaciją apie klasifikatoriaus patikimumą, kurio reikšmės svyruoja nuo 1 iki 100. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_confidence/).
lv: # CNES zemes pārklājuma klasifikatora pārliecības novērtējuma vizualizācija Aprēķins vizualizē klasifikatora pārliecības novērtējumu ar vērtību intervālu no 1 līdz 100. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_confidence/).
pl: # Wizualizacja pewności klasyfikatora pokrycia terenu CNES Skrypt wizualizuje informacje o pewności klasyfikatora, w wartościach od 1 do 100. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_confidence/).
pt: # visualização da confiança do utilizador de cobertura de solo CNES O Guião visualiza a informação da confiança do classificador com valores no intervalo de 1 a 100. Encontre mais informação[aqui](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_confidence/).
sv: # CNES land cover classifier confidence visualisation Skriptet visualiserar informationen om klassificerarens förtroende med värden från 1 till 100. Hitta mer information [här](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_confidence/).

source: # CNES land cover validity visualisation The script visualises the information on the number of cloudless images for validity. Find more information [here](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_validity/).
fi: # CNES Maanpeitteen pätevyyden visualisointi Kirjoitus visualisoi pilvettömien kuvien pätevyyden määrän. Löydät lisätietoja [täältä](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_validity/).
lt: # CNES žemės dangos pagrįstumo vizualizacija Skriptas vizualizuoja informaciją apie galiojančių vaizdų be debesų skaičių. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_validity/).
lv: # CNES idendtificētā zemes pārklājuma derīguma vizualizācija Šis aprēķins vizualizē informāciju par bezmākoņu attēlu daudzumu. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_validity/).
pl: # Wizualizacja ważności pokrycia terenu CNES Skrypt wizualizuje informacje o liczbie obrazów bezchmurnych, dla ważności. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_validity/).
pt: # Visualização validada de cobertura de solo CNES O guião visualiza informação sobre o número de imagens sem nuvens para validade. encontre mais informação[aqui](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_validity/).
sv: # CNES land cover validity visualisation Skriptet visualiserar informationen om antalet molnfria bilder för giltighet. Hitta mer information [här](https://custom-scripts.sentinel-hub.com/other_collections/cnes/cnes_land_cover_validity/).

source: Refresh Evalscript
fi: Päivitä Evalscript
fr: Rafraîchir Evalscript
lt: Atnaujinti Evalscript
lv: Atjaunināt "evalscript"
pl: Odśwież Evalscript
pt: Atualizar Evalscript
sv: Uppdatera Evalscript

source: Refreshing Evalscript
fi: Päivitetään Evalscript
fr: Rafraîchissement de l'Evalscript
lt: Atnaujinamas Evalscript
lv: Atjaunina "evalscript"
pl: Odświeżanie Evalscript
pt: Atualizando Evalscript
sv: Uppfriskande Evalscript

source: We use third-party cookies to provide secure authentication with Sentinel Hub services, which is required to provide the basic functionality of the application.
fi: Käytämme kolmannen osapuolen evästeitä turvallisen todennuksen tarjoamiseen Sentinel Hub -palveluissa, joita tarvitaan sovelluksen perustoimintojen tarjoamiseen.
fr: Nous utilisons des cookies tiers pour fournir une authentification sécurisée avec les services Sentinel Hub, qui est nécessaire pour fournir la fonctionnalité de base de l'application.
lt: Trečiųjų šalių slapukus naudojame saugiam autentifikavimui su "Sentinel Hub" paslaugomis, kuris reikalingas pagrindinėms programos funkcijoms užtikrinti.
lv: Mēs izmantojam trešo pušu sīkfailus, lai veiktu drošu Sentinel Hub servisu autentifikāciju. Tas ir nepieciešams, lai nodrošinātu šīs lietojumprogrammas vispāreju funkcionalitāti.
pl: Używamy plików cookie od innych podmiotów w celu bezpiecznego uwierzytelnienia usług Sentinel Hub, co jest wymagane do podstawowej funkcjonalności aplikacji.
pt: Usamos anúncios de terceiros para fornecer autenticação segura dos serviços do Sentinel Hub, isto é necessário para garantir a funcionalidade básica da aplicação.
sv: Vi använder cookies från tredje part för att tillhandahålla säker autentisering med Sentinel Hub-tjänster, vilket krävs för att tillhandahålla applikationens grundläggande funktionalitet.

source: Learn more about
fi: Lisätietoja
fr: En savoir plus
lt: Išmokti daugiau apie
lv: Uzzināt vairāk par
pl: Dowiedz się więcej o
pt: Saber mais sobre
sv: Lär dig mer om

source: EO Browser
fr: Navigateur EO
lt: EO naršyklė

source: In order to use the application, you need to accept
fi: Jotta voi käyttää sovellusta, sinun on hyväksyttävä
fr: Pour pouvoir utiliser l'application, vous devez accepter
lt: Norėdami naudoti programą, turite sutikti
lv: Lai izmantotu lietojumprogrammu, Jums ir jāpiekrīt
pl: Aby korzystać z aplikacji, należy zaakceptować
pt: Para poder usar a aplicação tem de aceitar
sv: För att kunna använda applikationen måste du acceptera

source: Terms of Service and Privacy Policy
fr: Conditions d'utilisation et politique de confidentialité
lt: Paslaugų teikimo sąlygos ir privatumo politika
lv: Pakalpojuma sniegšanas noteikumi un privātuma politika
pl: Regulamin i Polityka Prywatności
pt: Termos do Serviço e Política de Privacidade
sv: Användarvillkor och sekretesspolicy

source: If you have an account, you have already agreed to Terms of Service and Privacy Policy
fr: Si vous avez un compte, vous avez déjà accepté les conditions de service et la politique de confidentialité
lt: Jei turite paskyrą, jau sutikote su paslaugų teikimo sąlygomis ir privatumo politika
lv: Ja Jums ir savs konts, tad Jūs jau esat piekritis Pakalpojuma sniegšanas noteikumiem un privātuma politikai
pl: Jeśli masz konto, tzn., że zgodziłeś się już na Regulamin i Politykę Prywatności
pt: Se tem uma conta, já concordou com os Termos do Serviço e com a Politica de Privacidade
sv: Om du har ett konto har du redan godkänt användarvillkoren och sekretesspolicyn

source: Log in
fi: Kirjaudu sisään
fr: S'identifier
lt: Prisijungti
lv: Pieslēgties
pl: Zaloguj się
pt: Entrar com a sua conta
sv: Logga in

source: Unable to fetch timelapse image
fi: Timelapse-kuvaa ei voi noutaa
fr: Impossible de récupérer l'image timelapse
lt: Nepavyko gauti laiko intervalo vaizdo
lv: Nav iespējams iegūt attēlu animācijas attēlu
pl: Nie można pobrać animacji poklatkowej
pt: Incapaz de ir buscar a imagem instantânea
sv: Det gick inte att hämta timelapse-bild

source: Error uploading timelapse preview file. Make sure you are logged in and try again.
fi: Virhe ladattaessa timelapse-esikatselutiedostoa. Varmista, että olet kirjautunut sisään ja yritä uudelleen.
fr: Erreur de téléchargement du fichier de prévisualisation du timelapse. Assurez-vous que vous êtes connecté et réessayez.
lt: Klaida įkeliant laiko juostos peržiūros failą. Įsitikinkite, kad esate prisijungę ir bandykite dar kartą.
lv: Kļūda augšuplādējot attēlu animācijas priekšskatījuma failu. Pārliecinieties, ka esat pieslēgušies un mēģiniet vēlreiz.
pl: Błąd przy wysyłaniu podglądu animacji poklatkowej. Upewnij się, że jesteś zalogowany i spróbuj ponownie.
pt: Erro a carregar o ficheiro de pré visualização do instante. Verifique que está ligado e tente novamente.
sv: Det gick inte att ladda upp timelapse-förhandsgranskningsfilen. Se till att du är inloggad och försök igen.

source: Fade duration
fi: Häivytyksen kesto
fr: Durée du fondu
lt: Išblukimo trukmė
lv: Pārejas ilgums
pl: Czas przenikania
pt: Duração de desvanecimento
sv: Tona varaktighet

source: Fade duration relative to frame duration
fi: Häivytyksen kesto suhteessa kehyksen kestoon
fr: Durée du fondu par rapport à la durée de l'image
lt: Išnykimo trukmė, palyginti su kadro trukme
lv: Pārejas ilguma attiecība pret kadra ilgumu
pl: Czas przenikania w stosunku do czasu trwania klatki
pt: Duração de desvanecimento relativamente à duração do fotograma
sv: Toningslängd i förhållande till bildrutelängd

source: Item type
fi: Kohteen tyyppi
fr: Type d'article
lt: Elemento tipas
lv: Vienības tips
pl: Typ
pt: Tipo de artigo
sv: Objekttyp

source: ACCEPT
fi: HYVÄKSY
fr: ACCEPTER
lt: PRIIMTI
lv: PIEŅEMT
pl: ZAAKCEPTUJ
pt: ACEITAR
sv: ACCEPTERA

source: REJECT
fi: HYLKÄÄ
fr: REJETER
lt: ATMESTI
lv: ATTEIKTIES
pl: ODRZUĆ
pt: REJEITAR
sv: AVSLÅ

source: Cannot load initial 3D data! Retry?
fi: Alkuperäisiä 3D-tietoja ei voi ladata! Yritätkö uudelleen?
fr: Impossible de charger les données 3D initiales ! Réessayer ?
lt: Nepavyko įkelti pradinių 3D duomenų! Bandyti dar kartą?
lv: Nevar ielādēt 3D datus! Mēģināt vēlreiz?
pl: Nie można wczytać danych 3D! Spróbować ponownie?
pt: Erro carregar dados 3D! Tentar de novo?
sv: Kan inte ladda inledande 3D-data! Försök igen?

source: Depth offset (Eye angle [°])
fi: Syvyyspoikkeama (Silmäkulma [°])
fr: Décalage de profondeur (Angle de l'œil [°])
lt: Gylio poslinkis (akies kampas [°])
lv: Dziļuma nobīde (Acu lenķis [°])
pl: Przesunięcie głębi (Kąt pomiędzy oczyma [°])
pt: Desvio de profundidade (Ângulo visual [°])
sv: Djupförskjutning (ögonvinkel [°])

source: Depth contrast (Eye gap [m])
fi: Syvyyskontrasti (silmäväli [m])
fr: Contraste de profondeur (écart entre les yeux [m])
lt: Kontrastas į gylį (akių tarpas [m])
lv: Dziļuma kontrasts (Acu attālums [m])
pl: Kontrast głębi (Odległość pomiędzy oczyma [m])
pt: Contraste de profundidade (distância pupilar [m])
sv: Djupkontrast (Ögongap [m])

source: Save
fi: Tallenna
fr: Enregistrez
lt: Išsaugoti
lv: Saglabāt
pl: Zapisz
pt: Guardar
sv: Spara

source: Stereo mode
fi: Stereotila
fr: Mode stéréo
lt: Stereo režimas
lv: Stereo režīms
pl: Tryb stereo
pt: Modo estéreo
sv: Stereoläge

source: Anaglyph stereo mode
fi: Anaglyph stereotila
fr: Mode stéréo anaglyphe
lt: Anaglifinis stereo režimas
lv: Anaglifais stereo režīms
pl: Anaglifowy tryb stereo
pt: Modo estéreo anáglifo

source: Use the red-cyan glasses, with the red filter on the left side, and the cyan filter on the right side
fi: Käytä punasyaanilaseja, joiden punainen suodatin on vasemmalla puolella ja syaanisuodatin oikealla puolella
fr: Utilisez les lunettes rouge-cyan, avec le filtre rouge sur le côté gauche, et le filtre cyan sur le côté droit
lt: Naudokite raudonai žydrus akinius, kurių kairėje pusėje yra raudonas filtras, o dešinėje - žydras filtras.
lv: Izmantojot sarkani-zilās brilles. Sarkanajam filtram jābūt kreisajā pusē un zilajam filtram labajā pusē
pl: Użyj czerwono-cyanowych okularów, z filtrem czerwonym po lewej stronie i filtrem cyjanowym po prawej stronie
pt: Use lentes vermelho-ciano, com o filtro vermelho no lado esquerdo, e o filtro ciano no lado direito
sv: Använd de röd-cyan glasen, med det röda filtret på vänster sida och det cyan filtret på höger sida

source: Ok
lt: Gerai

source: SAR urban
fi: SAR kaupunkialue
fr: SAR urbain
lt: SAR miesto
lv: SAR pilsētvide
pt: Urbano SAR

source: RGB ratio
fi: RGB-suhde
fr: Ratio RVB
lt: RGB santykis
lv: RGB proporcija
pl: Współczynnik RGB
pt: rácio RGB
sv: RGB förhållande

source: Enhanced visualization
fi: Paranneltu visualisointi
fr: Visualisation améliorée
lt: Patobulinta vizualizacija
lv: Uzlabota vizualizācija
pl: Ulepszona wizualizacja
pt: Visualização melhorada
sv: Förbättrad visualisering

source: Enhanced visualization - orthorectified
fi: Paranneltu visualisointi - ortorektoitu
fr: Visualisation améliorée - orthorectifiée
lt: Patobulintas vizualizavimas - ortorektifikuotas
lv: Uzlabota vizualizācija - ar ortokorekciju
pl: Ulepszona wizualizacja - ortorektyfikacja
pt: Visualização melhorada - ortorretificada
sv: Förbättrad visualisering - ortorectifierad

source: Enhanced visualization - radiometric terrain corrected
fi: Parannettu visualisointi - radiometrinen maasto korjattu
fr: Visualisation améliorée - correction radiométrique du terrain
lt: Patobulintas vizualizavimas - radiometriškai pakoreguotas reljefas
lv: Uzlabota vizualizācija - ar reljefa radiometrisko korekciju
pl: Ulepszona wizualizacja - radiometryczna korekta terenu
pt: Visualização melhorada -terreno radiométrico corrigido
sv: Förbättrad visualisering - radiometrisk terräng korrigerad

source: VH - decibel gamma0 - orthorectified
fi: VH - desibeli gamma0 - ortorektifioitu
fr: VH - décibel gamma0 - orthorectifié
lt: VH - decibel gamma0 - ortorektifikuotas
lv: VH - logaritmiska gamma0 - ar ortokorekciju
pl: VH - decibel gamma0 - ortorektyfikacja
pt: VH- decibel gama0 ortorretificado
sv: VH - decibel gamma0 - ortorectifierad

source: VH - decibel gamma0 - radiometric terrain corrected
fi: VH - desibeli gamma0 - radiometrinen maasto korjattu
fr: VH - décibel gamma0 - terrain radiométrique corrigé
lt: VH - decibel gamma0 - radiometriškai pakoreguotas reljefas
lv: VH - logaritmiska gamma0 - ar reljefa radiometrisko korekciju
pl: VH - decibel gamma0 - radiometryczna korekta terenu
pt: VH - decibel gama0 - terreno radiométrico corrigido
sv: VH - decibel gamma0 - radiometrisk terräng korrigerad

source: VH - linear gamma0 - radiometric terrain corrected
fi: VH - lineaarinen gamma0 - radiometrinen maasto korjattu
fr: VH - gamma linéaire0 - terrain radiométrique corrigé
lt: VH - linear gamma0 - radiometriškai pakoreguotas reljefas
lv: VH - lineāra gamma0 - ar reljefa radiometrisko korekciju
pl: VH - linear gamma0 - radiometryczna korekta terenu
pt: VH - gama0 linear - terreno radiométrico corrigido
sv: VH - linear gamma0 - radiometrisk terräng korrigerad

source: VV - decibel gamma0 - orthorectified
fi: VV - desibeli gamma0 - ortorektifioitu
fr: VV - décibel gamma0 - orthorectifié
lt: VV - decibel gamma0 - ortorektifikuotas
lv: VV - logaritmiska gamma0 - ar ortokorekciju
pl: VV - decibel gamma0 - ortorektyfikacja
pt: VV - decibel gama0 - ortorretificado
sv: VV - decibel gamma0 - ortorectifierad

source: VV - decibel gamma0 - radiometric terrain corrected
fi: VV - desibeli gamma0 - radiometrinen maasto korjattu
fr: VV - décibel gamma0 - terrain radiométrique corrigé
lt: VV - decibel gamma0 - radiometriškai pakoreguotas reljefas
lv: VV - logaritmiska gamma0 - ar reljefa radiometrisko korekciju
pl: VV - decibel gamma0 - radiometryczna korekta terenu
pt: VV - decibel gama0 - terreno radiométrico corrigido
sv: VV - decibel gamma0 - radiometrisk terräng korrigerad

source: VV - linear gamma0 - radiometric terrain corrected
fi: VV - lineaarinen gamma0 - radiometrinen maasto korjattu
fr: VV - gamma linéaire0 - terrain radiométrique corrigé
lt: VV - linear gamma0 - radiometriškai pakoreguotas reljefas
lv: VV - lineāra gamma0 - ar reljefa radiometrisko korekciju
pl: VV - linear gamma0 - radiometryczna korekta terenu
pt: VV - gama0 linear - terreno radiométrico corrigido
sv: VV - linear gamma0 - radiometrisk terräng korrigerad

source: HH - decibel gamma0 - orthorectified
fi: HH - desibeli gamma0 - ortorektifioitu
fr: HH - décibel gamma0 - orthorectifié
lt: HH - decibel gamma0 - ortorektifikuotas
lv: HH - logaritmiska gamma0 - ar ortokorekciju
pl: HH - decibel gamma0 - ortorektyfikacja
pt: HH - decibel gama0 ortorretificado
sv: HH - decibel gamma0 - ortorectifierad

source: HH - decibel gamma0 - radiometric terrain corrected
fi: HH - desibeli gamma0 - radiometrinen maasto korjattu
fr: HH - décibel gamma0 - terrain radiométrique corrigé
lt: HH - decibel gamma0 - radiometriškai pakoreguotas reljefas
lv: HH - logaritmiska gamma0 - ar reljefa radiometrisko korekciju
pl: HH - decibel gamma0 - radiometryczna korekta terenu
pt: HH - decibel gama0 - terreno radiométrico corrigido
sv: HH - decibel gamma0 - radiometrisk terräng korrigerad

source: HH - linear gamma0 - radiometric terrain corrected
fr: HH - gamma linéaire0 - terrain radiométrique corrigé
lt: HH - linear gamma0 - radiometriškai pakoreguotas reljefas
lv: HH - lineāra gamma0 - ar reljefa radiometrisko korekciju
pl: HH - linear gamma0 - radiometryczna korekta terenu
pt: HH - gama0 linear - terreno radiométrico corrigido
sv: HH - linear gamma0 - radiometrisk terräng korrigerad

source: HV - decibel gamma0 - orthorectified
fi: HV - desibeli gamma0 - ortorektifioitu
fr: HV - décibel gamma0 - orthorectifié
lt: HV - decibel gamma0 - ortorektifikuotas
lv: HV - logaritmiska gamma0 - ar ortokorekciju
pl: HV - decibel gamma0 - ortorektyfikacja
pt: HV - decibel gama0 - ortorretificado
sv: HV - decibel gamma0 - ortorectifierad

source: HV - decibel gamma0 - radiometric terrain corrected
fi: HV - desibeli gamma0 - radiometrinen maasto korjattu
fr: HV - décibel gamma0 - terrain radiométrique corrigé
lt: HV - decibel gamma0 - radiometriškai pakoreguotas reljefas
lv: HV - logaritmiska gamma0 - ar reljefa radiometrisko korekciju
pl: HV - decibel gamma0 - radiometryczna korekta terenu
pt: HV - decibel gama0 - terreno radiométrico corrigido
sv: HV - decibel gamma0 - radiometrisk terräng korrigerad

source: HV - linear gamma0 - radiometric terrain corrected
fi: HV - lineaarinen gamma0 - radiometrinen maasto korjattu
fr: HV - gamma linéaire0 - terrain radiométrique corrigé
lt: HV - linear gamma0 - radiometriškai pakoreguotas reljefas
lv: HV - lineāra gamma0 - ar reljefa radiometrisko korekciju
pl: HV - linear gamma0 - radiometryczna korekta terenu
pt: HV - gama0 linear - terreno radiométrico corrigido
sv: HV - linear gamma0 - radiometrisk terräng korrigerad

source: Sensing instrument whose values the data should be harmonized to. Supported values: - NONE to disable harmonization, - Sentinel-2 only for PSScene item type and surface reflectance product bundles, - PS2 only for PSScene4Band item type and top-of-atmosphere product bundles.
fi: Anturilaite, jonka arvoihin tiedot tulisi yhdenmukaistaa. Tuetut arvot: - EI MITÄÄN harmonisoinnin poistamiseksi, - Sentinel-2 vain PSScene-tuotetyypeille ja pintaheijastaville tuotenippuille, - PS2 vain PSScene4Band-tuotetyypeille ja huippuluokan tuotepaketeille.
fr: Instrument de mesure dont les valeurs doivent être harmonisées avec les données. Valeurs prises en charge : - NONE pour désactiver l'harmonisation, - Sentinel-2 uniquement pour le type d'élément PSScene et les groupes de produits de réflectance de surface, - PS2 uniquement pour le type d'élément PSScene4Band et les ensembles de produits relatifs au sommet de l'atmosphère.
lt: Jutimo prietaisas, su kurio vertėmis turėtų būti suderinti duomenys. Palaikomos reikšmės: - NONE, kad būtų išjungtas derinimas, - Sentinel-2 tik PSScene elemento tipo ir paviršiaus atspindžio produktų paketams, - PS2 tik PSScene4Band elementų tipui ir atmosferos viršaus atspindžio produktų paketams.
pl: Przyrząd pomiarowy, do którego wartości dane powinny być zharmonizowane. Obsługiwane wartości: - NONE - wyłączenie harmonizacji, - Sentinel-2 tylko dla pakietów produktów typu PSScene i odbicia powierzchniowego, - PS2 tylko dla pozycji typu PSScene4Band i pakietów produktów dla szczytu atmosfery.
pt: Sensor para cujos valores os dados os devem ser harmonizados. Valores suportados: -NENHUM para desativar a harmonização, -Sentinel-a só para o item tipo PSScene e pacotes de produtos de refletância de superfície, - PS2 só para o item tipo PSScene Banda 4 e pacote de produtos de topo de atmosfera.
sv: Avkänningsinstrument vars värden data bör harmoniseras till. Värden som stöds: - INGEN för att inaktivera harmonisering, - Sentinel-2 endast för PSScene objekttyp och ytreflekterande produktbuntar, - PS2 endast för PSScene4Band-objekttyp och top-of-atmosphere produktpaket.

source: Harmonize to
fi: Sopii yhteen
fr: Harmoniser à
lt: Suderinti prie
pl: Harmonizuj do
pt: Harmonizar para
sv: Harmonisera till

source: DEM source
fi: DEM lähde
lt: DEM šaltinis
pl: Źródło DEM
pt: fonte DEM
sv: DEM-källa

source: Editor is in read only mode. Uncheck "Load script from URL" to edit the code
fi: Editor on vain luku -tilassa. Poista valinta "Lataa komentosarja URL-osoitteesta" muokataksesi koodia
lt: Redaktorius veikia tik skaitymo režimu. Atžymėkite laukelį „Įkelti scriptą iš URL“, kad galėtumėte redaguoti kodą
pl: Edytor jest w trybie tylko do odczytu. Odznacz opcję "Załaduj skrypt z URL", aby edytować kod
pt: O editor está só em modo leitura. Desmarque " Carregar guião do URL" para editar o código
sv: Editor är i skrivskyddat läge. Avmarkera "Ladda skript från URL" för att redigera koden

source: Backscatter coefficient
fi: Takaisinsirontakerroin
lt: Atgalinės sklaidos koeficientas
pl: Współczynnik rozpraszania wstecznego
pt: Coeficiente de contra reflexo
sv: Backscatter-koefficient

source: Measurement values returned will be in the chosen backscatter coefficient. Radiometric terrain correction can be enabled by setting the Backscatter coefficient to gamma0_terrain; in this case orthorectification will be enabled using the DEM selected under Orthorectification.
fi: Palautetut mittausarvot ovat valitussa takaisinsirontakertoimessa. Radiometrinen maaston korjaus voidaan ottaa käyttöön asettamalla takaisinsirontakertoimeksi gamma0_terrain; tässä tapauksessa ortorektio otetaan käyttöön käyttämällä DEM:ää, joka on valittu kohdassa Ortorektio.
lt: Grąžinamos matavimo vertės bus pagal pasirinktą atgalinės sklaidos koeficientą. Radiometrinį reljefo koregavimą galima įjungti nustačius Backscatter coefficient (atgalinio sklidimo koeficientas) reikšmę gamma0_terrain (gama0_terrain); tokiu atveju bus įjungtas ortorektifikavimas naudojant DEM, parinktą skiltyje Orthorectification (ortorektifikavimas).
pl: Zwracane wartości pomiarów będą w wybranym współczynniku rozpraszania wstecznego. Radiometryczna korekcja terenu może być włączona poprzez ustawienie współczynnika Backscatter na gamma0_terrain; w tym przypadku ortorektyfikacja będzie włączona przy użyciu DEM wybranego w sekcji Ortorektyfikacja.
pt: Os valores de medições retornados estarão no coeficiente anti reflexo escolhido. A correção radiométrica de terreno pode ser ativada configurando o coeficiente anti reflexo para gama0-terreno; neste caso a ortorretificação será ativada usando o DEM selecionado na ortorretificação.
sv: Mätvärden som returneras kommer att vara i den valda backscatter-koefficienten. Radiometrisk terrängkorrigering kan aktiveras genom att ställa in Backscatter-koefficienten till gamma0_terrain; i det här fallet kommer ortorectification att aktiveras med hjälp av DEM som valts under Orthorectification.
