Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # False Color Urban composite This composite uses a combination of bands in visible and in short wave infrared (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). It displays vegetation in shades of green. While darker shades of green indicate denser vegetation, sparse vegetation have lighter shades. Urban areas are blue and soils have various shades of brown. More info [here.](https://gisgeography.com/landsat-8-bands-combinations/)
fi: # Väärävärikomposiitti kaupunkialueista Tässä komposiittikuvassa käytetään näkyvän valon sekä lyhytaaltoisen infrapunan kanavia (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Kuvassa kasvillisuus näkyy vihreänä. Tummemmat vihreän sävyt tarkoittavat tiheämpää kasvillisuutta ja vaaleammat sävyt harvempaa kasvillisuutta. Kaupunkialueet näkyvät sinisinä ja maaperä näkyy ruskean eri väreissä. Lisää tietoa löydät englanniksi [täältä.](https://gisgeography.com/landsat-8-bands-combinations/)
fr: # Composite urbain en fausses couleurs Ce composite utilise une combinaison de bandes dans le visible et dans l'infrarouge à ondes courtes (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). Il montre la végétation dans des tons de vert. Les nuances de vert plus foncées indiquent une végétation plus dense, tandis que la végétation clairsemée a des nuances plus claires. Les zones urbaines sont bleues et les sols ont différentes nuances de brun. Plus d'infos [ici](https://gisgeography.com/landsat-8-bands-combinations/)
lt: # Klaidinga spalva Miesto kompozicija Šioje kompozicijoje naudojamas matomos ir trumpųjų infraraudonųjų bangų juostų derinys (juosta - tai elektromagnetinio spektro sritis; palydovo jutiklis gali fotografuoti Žemę skirtingomis juostomis). Jame augmenija vaizduojama žalios spalvos atspalviais. Tamsesni žalios spalvos atspalviai rodo tankesnę augmeniją, o reta augmenija turi šviesesnius atspalvius. Miestų teritorijos yra mėlynos, o dirvožemiai - įvairių rudų atspalvių. Daugiau informacijos [čia](https://gisgeography.com/landsat-8-bands-combinations/)
lv: # Mākslīgā krāsojuma Pilsētvides kompozītattēls (False Color Urban Composite) Šī attēla veidošanai tiek izmantota informācija no redzamās gaismas un īsviļnu infrasarkanajiem kanāliem (joslām). Augājs redzams zaļos toņos, kur tumšas krāsas saistītas ar blīvu, bet gaišas ar retu apaugumu. Pilsētvides apgabali ir redzami zilā krāsā. Augsne redzama brūnos toņos. Vairāk informācijas [šeit.](https://gisgeography.com/landsat-8-bands-combinations/)
pl: # Miejski Kompozyt Fałszywego Koloru Ten kompozyt wykorzystuje kombinację pasm w podczerwieni widzialnej i krótkofalowej (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach).Ukazuje on roślinność w odcieniach zieleni. Podczas gdy ciemniejsze odcienie zieleni wskazują na gęstszą roślinność, roślinność rzadsza ma jaśniejsze odcienie.Obszary miejskie są niebieskie, a gleby mają różne odcienie brązu. Więcej informacji [tutaj.] (https://gisgeography.com/landsat-8-bands-combinations/)
pt: # Compósito urbano de cor falsa Este compósito usa uma combinação de bandas do visível e das ondas curtas infravermelhas (uma banda é uma zona do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). Ele exibe a vegetação numa tonalidade verde. Tonalidades verdes mais escuras indicam vegetação mais densa, enquanto que uma vegetação escassa apresenta tonalidades mais claras. As áreas urbanas são azuis e os solos têm diferentes tonalidades de castanho. Mais informação [aqui.](https://gisgeography.com/landsat-8-bands-combinations/)
sl: # Lažno barvni kompozit urbano Ta kompozit uporablja kombinacijo kanalov v vidnem in kratkovalovnem infrardečem spektru (kanal je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo snema v različnih kanalih). Prikazuje vegetacijo v zelenih odtenkih. Temnejši odtenki zelene barve označujejo gostejšo vegetacijo, redka vegetacija pa ima svetlejše odtenke. Mestna območja so modra, tla pa imajo različne odtenke rjave barve. Več informacij je [tukaj](https://gisgeography.com/landsat-8-bands-combinations/)
sv: # False Color Urban composite Denna komposit använder en kombination av band i den synliga och kortvågsinfraröda delen av spektret (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). Den visar växtligheten i olika gråtoner. Mörkare gråtoner anger tätare växtlighet medan gles växtlighet är ljusare. Stadsområden är blå och marken visas i olika bruna nyanser. Mer information [här.](https://gisgeography.com/landsat-8-bands-combinations/)

source: # Agriculture composite This composite uses short-wave infrared, near-infrared and blue bands to monitor crop health (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). Both short-wave and near infrared bands are particularly good at highlighting dense vegetation, which appears dark green in the composite. Crops appear in a vibrant green and bare earth appears magenta. More info [here](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) and [here.](https://gisgeography.com/sentinel-2-bands-combinations/)
fi: # Maatalouden komposiitti Tässä komposiittikuvassa käytetään lyhytaaltoisen infrapunan, lähi-infrapunan ja sinisen valon kanavia viljelykasvien terveyden seurantaan (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Sekä lyhytaaltoisen infrapunan että lähi-infrapunan kanavat ovat erinomaisia tiheän kasvillisuuden havainnointiin. Se näkyy kuvassa tummanvihreänä. Viljelykasvit näkyvät kuvassa kirkkaanvihreinä alueina ja paljas maa näkyy magentan värisenä. Lisää tietoa löydät englanniksi [täältä](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) ja [täältä.](https://gisgeography.com/sentinel-2-bands-combinations/)
fr: # Composite sur l'agriculture Ce composite utilise les bandes infrarouge à ondes courtes, proche infrarouge et bleue pour surveiller la santé des cultures (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). Les bandes infrarouges à ondes courtes et proches sont particulièrement efficaces pour mettre en évidence la végétation dense, qui apparaît en vert foncé dans le composite. Les cultures apparaissent dans un vert vibrant et la terre nue apparaît en magenta. Plus d'infos [ici](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) et [ici](https://gisgeography.com/sentinel-2-bands-combinations/)
lt: # Žemės ūkio kompozicija Šis kompozitas naudoja trumpųjų infraraudonųjų bangų, artimųjų infraraudonųjų spindulių ir mėlynosios spalvos juostas pasėlių būklei stebėti (juosta - tai elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Trumposios ir artimosios infraraudonosios bangos ypač gerai išryškina tankią augmeniją, kuri kompozicijoje atrodo tamsiai žalia. Pasėliai atrodo ryškiai žali, o plika žemė - purpurinės spalvos. Daugiau informacijos [čia](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) ir [čia](https://gisgeography.com/sentinel-2-bands-combinations/).
lv: # Zemkopības kompozītattēls (Agriculture Composite) Šī informācija ir noderīga novērtējos augu veselību. Tā veidošanai tiek izmantota informācija no īsviļņu un tuvās infrasarkanās, kā arī zilās joslas (kanāla). Gan īsviļņu, gan tuvā infrasarkanā josla (kanāls) ir īpaši noderīga izceļot blīvu augāju, kas redzams tumši zaļā krāsā. Lauksaimniecības kultūras redzamas koši zaļā krāsā. Neapstrādāta zemes virsma redzama violetā nokrāsā. Vairāk informācijas [šeit](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) un [šeit.](https://gisgeography.com/sentinel-2-bands-combinations/)
pl: # Kompozyt Rolniczy ten kompozyt wykorzystuje krótkofalową podczerwień, bliską podczerwień i pasma koloru niebieskiego do monitorowania stanu upraw (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może obrazować Ziemię w różnych pasmach). Zarówno pasma krótkofalowe, jak i pasma bliskiej podczerwieni są szczególnie skuteczne w uwydatnianiu gęstej roślinności, która w kompozycie jest ukazywana w kolorze ciemnozielonym.Uprawy są ukazuwane w kolorze żywej zieleni, a goła ziemia ma kolor magenta. Więcej informacji [tutaj.] (https://earthobservatory.nasa.gov/features/FalseColor/page5.php) i [tutaj.] (https://gisgeography.com/sentinel-2-bands-combinations/)
pt: # Compósito agrícola Este compósito usa bandas de ondas curtas infravermelhas, de infravermelho próximo e de azul para monitorizar a saúde das culturas (uma banda é uma zona do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). Quer as bandas de ondas curtas quer as de infravermelho próximo são especialmente boas para destacarem a vegetação densa, que surge em cor verde escura no compósito. As culturas surgem com cor verde vibrante e a terra nua com cor magenta. Mais informação aqui](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) e [aqui.](https://gisgeography.com/sentinel-2-bands-combinations/)
sl: # Kmetijski kompozit Ta kompozit uporablja kratkovalovne infrardeče, bližnje infrardeče in modre kanale za spremljanje zdravja pridelkov (kanal je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo snema v različnih kanalih). Kratkovalovni in bližnji infrardeči pasovi še posebej dobro poudarijo gosto vegetacijo, ki je na kompozitu videti temno zelena. Posevki so videti živo zeleni, gola zemlja pa magenta. Več informacij je [tukaj](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) in [tukaj](https://gisgeography.com/sentinel-2-bands-combinations/)
sv: # Agriculture composite Denna komposit använder banden kortvågsinfrafrött, nära infrarött och blått för att övervaka skördens hälsa (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). Banden kortvågsinfrarött och nära infrarött är särskilt bra för att framhäva tät växtlighet, som visas som mörkgrönt i kompositen. Skörden framträder klargrön och bar mark visas som magenta. Mer information [här](https://earthobservatory.nasa.gov/features/FalseColor/page5.php) och [här.](https://gisgeography.com/sentinel-2-bands-combinations/)

source: # Snow Classifier The Snow Classifier algorithm aims to detect snow by classifying pixels based on different brightness and Normalized Difference Snow Index (NDSI) thresholds. Values classified as snow are returned in bright vivid blue. The script can overestimate snow areas over clouds. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
fi: # Lumen luokittelu Tämän lumen luokitteluun suunnitellun algoritmin tarkoitus on havaita lumiset alueet luokittelemalla pikseleitä niiden kirkkauden ja normalisoidun lumi-indeksiarvon (NDSI) perusteella. Arvot, jotka tulkitaan lumeksi, näytetään kirkkaansinisenä. Algoritmi saattaa yliarvioida pilvipeitteen alla olevien lumialueiden koon. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
fr: # Snow Classifier L'algorithme Snow Classifier vise à détecter la neige en classant les pixels en fonction de différents seuils de luminosité et d'indice de neige de différence normalisée (NDSI). Les valeurs classées comme neige sont retournées en bleu vif. Le script peut surestimer les zones de neige au-dessus des nuages. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
lt: # Sniego klasifikatorius Sniego klasifikatoriaus algoritmu siekiama aptikti sniegą klasifikuojant pikselius pagal skirtingo ryškumo ir normalizuoto sniego skirtumo indekso (NDSI) slenksčius. Vertės, klasifikuojamos kaip sniegas, grąžinamos ryškiai ryškiai mėlynos spalvos. Skriptas gali pervertinti sniego plotus virš debesų. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
lv: # Sniega klasifikators (Snow Classifier) Algoritms atpazīst ar sniegu klātus apgabalus, veicot pikseļu spožuma klasificēšanu un izmantojot Sniega Indeksa (NDSI) robežvērtības. Vērtības, kas saistītas ar sniega klātiem apgabliem ir koši zilas. Aprēķins var būt kļūdains mākoņainos apstākļos. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
pl: # Klasyfikator Śniegu Algorytm klasyfikatora śniegu ma na celu wykrycie śniegu poprzez klasyfikację pikseli na podstawie różnych progów jasności i Znormalizowanego Indeksu Różnicowego Śniegu (NDSI).Wartości sklasyfikowane jako śnieg są przedstawiane w kolorze jasnoniebieskim. Skrypt może zbyt wysoko oszacować obszary śnieżne nad chmurami. Więcej informacji [tutaj.] (https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
pt: # Classificador de Neve O algoritmo Classificador de Neve tem como objetivo detetar neve através da classificação de pixéis baseados em diferentes luminosidades e limiares do Índice de Neve com Diferença Normalizada (NDSI). Valores classificados como neve são apresentados em azul brilhante e vivo. O roteiro pode sobrestimar áreas de neve sobre nuvens. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
sl: # Klasifikator snega Cilj algoritma je zaznati sneg z razvrščanjem pikslov na podlagi različnih pragov svetlosti in normaliziranega diferencialnega snežnega indeksa (NDSI). Vrednosti, ki so razvrščene kot sneg, se vrnejo v svetlo živahni modri barvi. Skripta lahko precenjuje območja s snegom nad oblaki. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)
sv: # Snow Classifier Snöklassificeringsalgoritmen strävar efter att detektera snö genom att klassificera pixlar utifrån olika tröskelvärden för ljusstyrka och indexet Normalized Difference Snow Index (NDSI). Värden som klassificeras som snö återges i en klarblå färg. Skriptet kan överuppskatta snöiga områden ovanför moln. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/snow_classifier/)

source: # Ulyssys Water Quality Viewer (UWQV) The script aims to dynamically visualize the chlorophyll and sediment conditions of water bodies, which are primary indicators of water quality. The chlorophyll content ranges in colors from dark blue (low chlorophyll content) through green to red (high chlorophyll content). Sediment concentrations are colored brown; opaque brown indicates high sediment content. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
fi: # Ulyssys Water Quality Viewer (UWQV) vedenlaadun tarkasteluun Tämän komentosarjan tarkoitus on visualisoida vesistöjen klorofylli- ja sedimenttiolosuhteita dynaamisesti. Ne ovat veden laadun määrittämisen ensisijaisia mittareita. Klorofyllipitoisuudet vaihtelevat tummansinisestä (matala klorofyllipitoisuus) vihreään ja lopulta punaiseen (korkea klorofyllipitoisuus). Sedimenttipitoisuudet näytetään ruskean sävyissä, ja läpinäkymätön ruskea tarkoittaa korkeaa sedimenttipitoisuutta. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
fr: # Visualiseur de la qualité de l'eau Ulyssys (UWQV) Ce script vise à visualiser de façon dynamique la teneur en chlorophylle et l'état des sédiments des plans d'eau, qui sont des indicateurs primaires de la qualité de l'eau. Les couleurs de la teneur en chlorophylle vont du bleu foncé (faible teneur en chlorophylle) au rouge (forte teneur en chlorophylle) en passant par le vert. Les concentrations de sédiments sont colorées en brun ; un brun opaque indique une forte teneur en sédiments. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
lt: # "Ulyssys" vandens kokybės peržiūros programa (UWQV) Šiuo scenarijumi siekiama dinamiškai vizualizuoti vandens telkinių chlorofilo ir nuosėdų būklę, kurie yra pagrindiniai vandens kokybės rodikliai. Chlorofilo kiekis nusidažo spalvomis nuo tamsiai mėlynos (mažas chlorofilo kiekis) per žalią iki raudonos (didelis chlorofilo kiekis). Nuosėdų koncentracija nuspalvinama ruda spalva; nepermatoma ruda spalva rodo didelį nuosėdų kiekį. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
lv: # Ulyssys Ūdens Kvalitātes Vizualizācija (Ulyssys Water Quality Viewer (UWQV)) Šis aprēķins domāts, lai dinamiski ilustrētu hlorofila un nogulumu klātbūtni ūdenstilpnēs, kas ir primārie ūdens kvalitātes indikatori. Hloriofila saturs redzams krāsojumā no tumši zila(zems saturs), līdz zaļam un sarkanam (augsts saturs). Nogulumu suspensija attēlota brūnos toņos, kur tumša, necaurspīdīga krāsa norāda uz augstu suspensijas blīvumu. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
pl: # Zobrazowanie Jakości Wody Ulyssys (UWQV) Skrypt ten ma na celu dynamiczną wizualizację stanu chlorofilu i osadów w zbiornikach wodnych, które są głównymi wskaźnikami jakości wody.Zawartość chlorofilu waha się kolorystycznie od ciemnoniebieskiego (niska zawartość chlorofilu) poprzez zielony do czerwonego (wysoka zawartość chlorofilu).Stężenia osadów mają kolor brązowy; nieprzezroczysty brąz wskazuje na wysoką zawartość osadu. Więcej informacji [tutaj.] (https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
pt: #Visualizador de Qualidade de Água de Ulyssys (UWQV) O roteiro tem como objetivo visualizar dinamicamente a clorofila e as condições sedimentares dos recursos hídricos, que são os principais indicadores da qualidade da água. O conteúdo em clorofila varia em cor desde o azul escuro (pouco conteúdo em clorofila) passando pelo verde até ao vermelho(elevado conteúdo em clorofila). As concentrações sedimentares têm cor castanha; castanho opaco indica um conteúdo elevado em sedimentos. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
sl: # Ulyssys Water Quality Viewer (UWQV) Skripta je namenjena dinamični vizualizaciji stanja klorofila in sedimentov v vodnih telesih, ki so glavni kazalniki kakovosti vode. Vsebnost klorofila se spreminja v barvah od temno modre (nizka vsebnost klorofila) prek zelene do rdeče (visoka vsebnost klorofila). Koncentracija sedimenta je obarvana rjavo; nepregledna rjava barva pomeni visoko vsebnost sedimenta. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)
sv: # Ulyssys Water Quality Viewer (UWQV) Skriptet strävar efter att dynamiskt visualisera klorofyll- och sedimenttillståndet i vattenförekomster. Dessa är primära indikatorer för vattenkvaliteten. Klorofyllinnehållet växlar i färg från mörkblått (lågt klorofyllinnehåll) via grönt till rött (högt klorofyllinnehåll). Sedimentkoncentrationer är brunfärgade; en opak brun anger ett högt sedimentinnehåll. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/ulyssys_water_quality_viewer/)

source: # Highlight Optimized Natural Color This script aims to display the Earth in beautiful natural color images. It uses highlight optimization to avoid burnt out pixels and to even out the exposure. More info [here.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
fi: # Luonnon värit parannelluilla huippuvalokohdilla Tämä komentosarja näyttää Maan kauniissa luonnon väreissä. Komentosarja ehkäisee ylivalottuneita pikseleitä ja tuottaa kuviin tasaisen valotuksen säätämällä huippuvalokohtia. Lisää tietoa löydät englanniksi [täältä.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
fr: # Mise en évidence de la couleur naturelle optimisée Ce script a pour but d'afficher la Terre dans de belles images aux couleurs naturelles. Il utilise l'optimisation des hautes lumières pour éviter les pixels brûlés et pour uniformiser l'exposition. Plus d'infos [ici.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
lt: # Išryškinti optimizuotą natūralią spalvą Šio scenarijaus tikslas - rodyti Žemę gražiais natūralių spalvų vaizdais. Jame naudojamas išryškinimo optimizavimas, kad būtų išvengta perdegusių pikselių ir išlyginta ekspozicija. Daugiau informacijos [čia](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
lv: # Optimizēts Dabiskā krāsojuma attēls (Highlight Optimized Natural Color) Šis aprēķins domāts, lai attēlotu Zemes virsmas iezīmes to dabiskajās krāsās. Aprēķins ņem vērā pikseļu vērtību diapazonu, lai izvairītos no pārlieku spožu pikseļu attēlošanas. Vairāk informācijas [šeit.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
pl: # Naturalne Kolory z Optymalizacją dla Uwydatnienia Ten skrypt ma na celu przedstawienie Ziemi w pięknych, naturalnych barwach. Wykorzystuje on optymalizację uwydatnienia, aby uniknąć wypalenia pikseli i wyrównać ekspozycję. Więcej informacji [tutaj.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
pt: # Realçar a Cor Natural Otimizada Este roteiro tem como objetivo exibir a Terra em imagens bonitas de cor natural. Utiliza otimização de realce para evitar a queima de pixéis e equilibrar a exposição. Mais informação [aqui.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
sl: # Poudarjene optimizirane naravne barve Namen te skripte je prikazati Zemljo v čudovitih naravnih barvah. Uporablja optimizacijo osvetlitve, da se izogne prežganim pikam in izravna osvetlitev. Več informacij je [tukaj](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
sv: # Highlight Optimized Natural Color Skriptet strävar efter att visa jorden i vackra och naturliga färgbilder. Det använder sig av betoningsoptimering för att undvika utbrända pixlar och jämna ut exponeringen. Mer information [här.](https://sentinel-hub.github.io/custom-scripts/sentinel-2/highlight_optimized_natural_color/#)
