Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: **Sentinel-2** provides high-resolution images in the visible and infrared wavelengths, to monitor vegetation, soil and water cover, inland waterways and coastal areas. . **Spatial resolution:** 10m, 20m, and 60m, depending on the wavelength (that is, only details bigger than 10m, 20m, and 60m can be seen). More info [here](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Revisit time:** maximum 5 days to revisit the same area, using both satellites. **Data availability:** Since June 2015. Full global coverage since March 2017. **Common usage:** Land-cover maps, land-change detection maps, vegetation monitoring, monitoring of burnt areas.
fi: **Sentinel-2-satelliitti** tuottaa korkealla erotuskyvyllä näkyvän valon ja infrapunakanavan kuvia, joita voidaan käyttää kasvillisuuden, maanpeitteen ja vesipeitteen, sisävesistöjen ja rannikkoalueiden seurantaan. . **Alueellinen erotuskyky:** 10 m, 20 m ja 60 m aallonpituuden mukaan (eli kuvissa näkyvät vain kohteet, jotka ovat suurempia kuin 10 m, 20 m tai 60 m). Lisätietoja löydät englanniksi [täältä](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Kuvausväli:** Enintään 5 päivää samalla alueella molempia satelliitteja käytettäessä. **Saatavilla olevat tiedot:** Kesäkuusta 2015 lähtien. Maailmanlaajuinen kattavuus maaliskuusta 2017 lähtien. **Yleisimmät käyttökohteet:** Maanpeitekartat, maanpinnan muutoskartat, kasvillisuuden seuranta, maastopaloissa tuhoutuneiden alueiden seuranta.
fr: **Sentinel-2** fournit des images haute résolution dans les longueurs d'onde du visible et de l'infrarouge, pour surveiller la végétation, la couverture du sol et de l'eau, les voies navigables intérieures et les zones côtières. . **Résolution spatiale :** 10 m, 20 m et 60 m, selon la longueur d'onde (c'est-à-dire que seuls les détails supérieurs à 10 m, 20 m et 60 m sont visibles). Plus d'infos [ici](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Temps de revisite :** maximum 5 jours pour revisiter la même zone, en utilisant les deux satellites. **Disponibilité des données :** Depuis juin 2015. Couverture mondiale complète depuis mars 2017. **Utilisation courante :** Cartes d'occupation du sol, cartes de détection des changements de terrain, surveillance de la végétation, surveillance des zones incendiées.
lt: **Sentinel-2** teikia didelės skiriamosios gebos vaizdus matomojoje ir infraraudonojoje bangų srityse, kad būtų galima stebėti augmeniją, dirvožemio ir vandens dangą, vidaus vandenų kelius ir pakrančių zonas. . **Patalpos skiriamoji geba:** 10 m, 20 m ir 60 m, priklausomai nuo bangos ilgio (t. y. matomos tik didesnės nei 10 m, 20 m ir 60 m detalės). Daugiau informacijos [čia] (https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Atkūrimo trukmė:** ne daugiau kaip 5 dienos, per kurias galima pakartotinai apžiūrėti tą pačią teritoriją, naudojant abu palydovus. **Duomenų prieinamumas:** nuo 2015 m. birželio mėn. Visiška pasaulinė aprėptis nuo 2017 m. kovo mėn. **Paprastas naudojimas:** Žemės dangos žemėlapiai, žemės pokyčių nustatymo žemėlapiai, augalijos stebėsena, išdegusių teritorijų stebėsena.
lv: **Sentinel-2** veic augstas izšķirspējas atstarotās elektromagnētiskās enerģijas novērojumus redzamajā un infrasarkanājā spektra daļā. Dati tiek lietoti veģetācijas/augāja, augsnes un ūdens ķermeņu monitoringam. **Telpiskā izšķirspēja:** 10m, 20m un 60m, atkarībā no konkrētā datu kanāla. Tādējādi izdalāmās ir detaļas, kas ir lielākas par 10m, 20m vai 60m. Plašaka informācija pieejama [šeit](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Mērījumu periods:** vismaz vienu reizi 5 dienās, izmantojot datus no abiem satelītiem (A un B). **Datu pieejamība:** Kopš 2015. gada jūnija, ar globālu pārklājumu kopš 2017. gada marta. **Ierastie lietojuma veidi:** Zemes lietojuma kartēšana, izmaiņu noteikšana, veģetācijas/augāja monitorings, plašu ugunsgrēku monitorings u.c.
pl: **Sentinel-2** zapewnia obrazy o wysokiej rozdzielczości w zakresie promieniowania widzialnego i podczerwonego w celu monitorowania roślinności, pokrywy glebowej i wodnej, śródlądowych dróg wodnych i obszarów przybrzeżnych. **Rozdzielczość przestrzenna:** 10 m, 20 m i 60 m w zależności od długości fali (oznacza to, że widoczne są tylko obiekty większe niż 10 m, 20 m i 60 m). Więcej informacji [tutaj](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Czas rewizyty:** Maksymalnie 5 dni na rewizytę tego samego obszaru przy użyciu obydwu satelitów. **Dostępność danych:** Od czerwca 2015 r.Pełny zasięg globalny od marca 2017 r. **Typowe zastosowanie:** Mapy pokrycia terenu, mapy zmian pokrycia terenu, monitoring roślinności, monitoring spalonych terenów.
pt: **Sentinel-2** fornece imagens de alta resolução nos comprimentos de onda visíveis e infravermelhos, para monitorizar a vegetação, cobertura do solo e da água, vias navegáveis interiores e zonas costeiras. . **Resolução espacial:** 10m, 20m, e 60m, dependendo do comprimento de onda (ou seja, apenas detalhes maiores que 10m, 20m, e 60m podem ser vistos). Mais informações [aqui](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Intervalo de captação** máximo 5 dias para revisitar a mesma área, utilizando ambos os satélites. **Disponibilidade de dados:** desde Junho de 2015. Cobertura global completa desde março de 2017. **Utilização comum:** Mapas de cobertura de solo, mapas de deteção de alteração do solo, monitorização de vegetação, monitorização de áreas queimadas.
sl: **Sentinel-2** zagotavlja posnetke visoke ločljivosti v vidni in infrardeči valovni dolžini za spremljanje vegetacije, tal in vodnih površin, celinskih vodnih poti in obalnih območij. . **Prostorska ločljivost:** 10 m, 20 m in 60 m, odvisno od valovne dolžine (to pomeni, da so vidne le podrobnosti, večje od 10 m, 20 m in 60 m). Več informacij je [tukaj](https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial) **Čas ponovnega obiska:** največ 5 dni za ponovni obisk istega območja z uporabo obeh satelitov. ** Razpoložljivost podatkov:** od junija 2015. Celotna globalna pokritost od marca 2017. **Običajna uporaba:** karte pokrovnosti tal, zaznavanja sprememb tal, spremljanje vegetacije, spremljanje požganih območij.
sv: **Sentinel-2** tillhandahåller högupplösta bilder i synliga och infraröda våglängder för att övervaka växtlighet, mark- och vattentäckning, inlandsvattenvägar och kustområden. . **Geografisk upplösning:** 10 m, 20 m och 60 m beroende på våglängd (det vill säga endast detaljer som är större än 10 m, 20 m och 60 m är synliga). Mer information [här] (https://sentinel.esa.int/web/sentinel/user-guides/sentinel-2-msi/resolutions/spatial). **Återbesökstid:** maximalt fem dagar för att återbesöka samma område med användande av båda satelliterna. **Datatillgänglighet:** Sedan juni 2015. Komplett global täckning sedan mars 2017. **Allmän användning:** Marktäckeskartor, landskapsförändringskartor, vegetationsövervakning, övervakning av områden som brunnit.

source: Level 1C data are data of sufficient quality for most investigations, where all image corrections were done except for the atmospheric correction. Data are available globally since June 2015 onwards.
fi: Tason 1C tiedot ovat riittävän hyvälaatuisia useimpiin käyttötarkoituksiin. Tiedot on käsitelty muilta osin, mutta ilmakehän vaikutuksia ei ole korjattu. Maailmanlaajuista tietoa on saatavilla kesäkuusta 2015 lähtien.
fr: Les données de niveau 1C sont des données de qualité suffisante pour la plupart des enquêtes, où toutes les corrections d'image ont été effectuées, à l'exception de la correction atmosphérique. Les données sont disponibles à l'échelle mondiale depuis juin 2015.
lt: 1C lygio duomenys yra pakankamai kokybiški daugeliui tyrimų, kai buvo atlikti visi vaizdo pataisymai, išskyrus atmosferos korekciją. Duomenys prieinami visame pasaulyje nuo 2015 m. birželio mėn.
lv: Level 1C dati ir piemēroti vairumam no iespējamajiem pētījumu virzieniem, tomēr datiem nav veikta atmosfēras ietekmes korekcija. Dati ar globālu pārklājumu ir pieejami kopš 2015. gada jūnija.
pl: Dane z Poziomu 1C to dane o jakości wystarczającej dla większości badań, w których wykonano wszystkie korekty obrazu z wyjątkiem korekcji atmosferycznej. Dane są dostępne na całym świecie od czerwca 2015 r.
pt: Os dados de nível 1C são dados de qualidade suficiente para a maioria das investigações, onde todas as correções de imagem foram feitas, exceto a correção atmosférica. Os dados estão disponíveis a nível mundial desde Junho de 2015 em diante.
sl: Podatki stopnje 1C so podatki zadostne kakovosti za večino raziskav. Opravljeni so vsi popravki, razen atmosferskih. Podatki so na voljo po vsem svetu od junija 2015 dalje.
sv: Data på nivå 1C är av tillräcklig kvalitet för de flesta undersökningar och alla bildkorrigeringar har gjorts frånsett atmosfärisk korrektion. Data finns tillgängliga globalt från och med juni 2015.

source: The **Sea and Land Surface Temperature (SLSTR)** instrument on board Sentinel-3 measures the global and regional sea and land surface temperature. The SLSTR covers the visible, shortwave infrared, and thermal infrared wavelengths of the electromagnetic spectrum. **Spatial resolution:** 500m for visible, near- and shortwave infrared wavelengths and 1km for thermal infrared (that is, only details bigger than 500m and 1km can be seen, respectively). **Revisit time:** Maximum 1 day to revisit the same area, using both satellites. **Data availability:** Since May 2016 onwards. **Common usage:** Climate change monitoring, vegetation monitoring, active fire detection, land and sea surface temperature monitoring.
fi: Sentinel-3-satelliitin **SLSTR-instrumentti** mittaa merenpinnan ja maanpinnan lämpötilaa maailmanlaajuisesti ja alueellisesti. SLSTR-instrumentti tuottaa tietoa sähkömagneettisen spektrin näkyvän valon, lyhytaaltoisen infrapunasäteilyn ja termisen infrapunasäteilyn alueilta. **Alueellinen erotuskyky:** 500 m näkyvän valon, lähi-infrapunan ja lyhytaaltoisen infrapunan aallonpituuksilla ja 1 km termisen infrapunan aallonpituudelta (eli kuvissa näkyvät vain kohteet, jotka ovat isompia kuin 500 m tai 1 km). **Kuvausväli:** Enintään 1 päivä samalla alueella molempia satelliitteja käytettäessä. **Saatavilla olevat tiedot:** Toukokuusta 2016 lähtien. **Yleisimmät käyttökohteet:** Ilmastonmuutoksen seuranta, kasvillisuuden seuranta, maastopalojen havaitseminen, maanpinnan ja merenpinnan lämpötilan seuranta.
fr: L'instrument **Sea and Land Surface Temperature (SLSTR)** à bord de Sentinel-3 mesure la température globale et régionale de l'océan et de la surface terrestre. L'instrument SLSTR couvre les longueurs d'onde du visible, de l'infrarouge à ondes courtes et de l'infrarouge thermique du spectre électromagnétique. **Résolution spatiale :** 500 m pour les longueurs d'onde du visible, de l'infrarouge à ondes courtes et de l'infrarouge thermique, et 1 km pour l'infrarouge thermique. (c'est-à-dire que seuls les détails supérieurs à 500 m et 1 km peuvent être vus, respectivement). **Temps de revisite : ** 1 jour maximum pour revisiter la même zone, en utilisant les deux satellites. **Disponibilité des données : ** Depuis mai 2016. **Utilisation courante : ** Surveillance du changement climatique, surveillance de la végétation, détection des incendies, surveillance de la température à la surface des terres et des océans.
lt: Sentinel-3 esantis **Jūros ir sausumos paviršiaus temperatūros (SLSTR)** prietaisas matuoja pasaulinę ir regioninę jūros ir žemės paviršiaus temperatūrą. SLSTR apima matomus, trumpųjų bangų infraraudonųjų ir šiluminių infraraudonųjų spindulių elektromagnetinio spektro bangos ilgius. **Erdvinė skiriamoji geba:** 500 m matomiems, artimųjų ir trumpųjų bangų infraraudonųjų spindulių bangų ilgiams ir 1 km šiluminiams infraraudoniesiems spinduliams (tai yra, gali būti matomos tik detalės, didesnės nei 500 m ir 1 km, atitinkamai). **Pakartotinio apsilankymo laikas:** Daugiausia 1 diena, norint pakartotinai aplankyti tą pačią sritį, naudojant abu palydovus. **Duomenų prieinamumas:** Nuo 2016 m. gegužės mėn. **Įprastas naudojimas:** Klimato kaitos stebėjimas, augmenijos stebėjimas, aktyvus gaisro aptikimas, sausumos ir jūros paviršiaus temperatūros stebėjimas.
lv: Sentinel-3 izmantotais **Sea and Land Surface Temperature (SLSTR)** instruments veic ūdens un sauszemes virsmas temperatūras mērījumus. Mērījumi tiek veikti elektromagnētiskā spektra redzamajā, kā arī termālajā un īsviļņu infrasarkanā spektra daļās. **Telpiskā izšķirspēja:** 500m redzamās gaismas, kā arī infrasarkanā spektra tuvajā un īsviļņu daļā. 1km termiskajā infrasarkanā spektra daļā. Tādējādi izdalāmās ir tikai detaļas, kas ir lielākas par 500m un 1km. **Mērījumu periods:** Izmantojot abus orbītā esošos satelītus, datus ir iespējams iegūt katru dienu. **Datu pieejamība:** Kopš 2016. gada maija. **Ierastie lietojuma veidi:** Klimata pārmaiņu monitorings, veģetācijas/augāja monitorings, kā arī jūras un sauszemes virsmas temperatūras monitorings (t.sk. ugunsgrēki).
pl: Instrument **Sea and Land Surface Temperature (SLSTR)** na pokładzie Sentinel-3 mierzy globalną i regionalną temperaturę powierzchni mórz i lądów.SLSTR obejmuje długości fal widzialnych, podczerwieni krótkofalowej i podczerwieni średniej widma elektromagnetycznego. **Rozdzielczość przestrzenna:** 500 m dla fal widzialnych, bliskich i krótkich fal podczerwonych oraz 1 km dla podczerwieni średniej (to znaczy, że widoczne są tylko szczegóły większe niż odpowiednio 500 m i 1 km). **Okres rewizyty:** Maksymalnie 1 dzień na ponowne odwiedzenie tego samego obszaru przy użyciu obydwu satelitów. ** Dostępność danych:** Od maja 2016 r. **Typowe zastosowanie:** Monitorowanie zmian klimatu, monitorowanie roślinności, aktywne wykrywanie pożarów, monitorowanie temperatury powierzchni lądu i morza.
pt: O instrumento **Temperatura da Superfície do Mar e do Solo(SLSTR)** a bordo do Sentinel-3 mede a temperatura da superfície global e regional do mar e do solo. O SLSTR cobre os comprimentos de onda visíveis, infravermelhos de onda curta, e infravermelhos térmicos do espectro eletromagnético. **Resolução espacial:** 500m para zona do visível, de ondas curtas infravermelhas ou infravermelho próximo, e 1km para infravermelhos térmicos (ou seja, apenas detalhes maiores de 500m e 1km, respetivamente, podem ser vistos). **Intervalo de captação:** Máximo 1 dia para revisitar a mesma área, utilizando ambos os satélites. **Disponibilidade de dados:** Desde Maio de 2016 em diante. **Utilização comum:** Monitorização das alterações climáticas, monitorização da vegetação, deteção ativa de incêndios, monitorização da temperatura superficial do solo e do mar.
sl: Instrument **Sea and Land Surface Temperature (SLSTR)** na krovu Sentinel-3 meri globalno in regionalno temperaturo morja in površja kopnega temperaturo tal in kopnega. SLSTR pokriva vidno, kratkovalovno infrardeče in toplotno infrardeče valovne dolžine elektromagnetnega spektra **Prostorska ločljivost:** 500 m za vidne, bližnje in kratkovalovne infrardeče valovne dolžine ter 1 km za toplotne infrardeče valovne dolžine (to pomeni le podrobnosti večje od 500 m oziroma 1 km). **Čas ponovnega obiska:** največ 1 dan za ponovni ogled istega območja z uporabo obeh satelitov. **Dostopnost podatkov:** od maja 2016 dalje. **Običajna uporaba:** spremljanje podnebnih sprememb, spremljanje vegetacije, odkrivanje aktivnih požarov, spremljanje temperature zemeljske in morske površine.
sv: Instrumentet **Sea and Land Surface Temperature (SLSTR)** ombord på Sentinel-3 mäter den globala och regionala yttemperaturen på hav och land. SLSTR omfattar de synliga, kortvågiga infraröda och termiska infraröda våglängderna i det elektromagnetiska spektret. **Geografisk upplösning:** 500 m för synliga, nära infraröda och kortvågiga infraröda våglängder och 1 km för termisk infraröd (det vill säga endast detaljer som är större än 500 m respektive 1 km är synliga). **Återbesökstid:** Maximalt en dag för att återbesöka samma område med användande av båda satelliterna. **Datatillgänglighet:** Från och med maj 2016. **Allmän användning:** Övervakningen av klimatförändringar, vegetationsövervakning, aktiv branddetektion, temperaturövervakning av land- och havsyta.

source: The **Ocean and Land Colour Instrument (OLCI)** on board Sentinel-3 is a spectrometer that measures the solar radiation reflected by Earth, and it monitors the ocean, the environment, and climate. It provides more frequent visible imagery than Sentinel-2 but at a lower resolution and with more wavelengths covered. The Sentinel-3 OLCI instrument continues the measurements previously performed by the MERIS instrument on board Envisat, whose mission concluded. **Spatial resolution:** 300m (that is, only details bigger than 300m can be seen). **Revisit time:** Maximum 2 days to revisit the same area, using both satellites. **Data availability:** Since May 2016 onwards. **Common usage:** Surface topography, ocean and land surface colour observations and monitoring.
fi: Sentinel-3 satelliitin **OLCI-instrumentti** (Ocean and Land Colour Instrument) on spektrometri, joka mittaa Maan heijastamaa Auringon säteilyä. Se havainnoi meriä, ympäristöä ja ilmastoa. Instrumentti tuottaa kuvia tiheämmällä aikavälillä kuin Sentinel-2, mutta kuvien erotuskyky on matalampi ja niissä on mukana useampia aallonpituuksia. Sentinel-3:n OLCI-instrumentti jatkaa Envisatin MERIS-instrumentin mittauksia. **Alueellinen erotuskyky:** 300 m (eli kuvissa näkyvät vain yksityiskohdat, jotka ovat tätä suurempia). **Kuvausväli:** Enintään 2 päivää samalla alueella molempia satelliitteja käytettäessä. **Saatavilla olevat tiedot:** Toukokuusta 2016 lähtien. **Yleisimmät käyttökohteet:** Pintakartat, merien ja maanpinnan värin havainnointi ja seuranta.
fr: L'instrument **OLCI (Ocean and Land Colour Instrument)** à bord de Sentinel-3 est un spectrometer qui mesure le rayonnement solaire réfléchi par la terre, et surveille l'océan, l'environnement et le climat. Il fournit des images plus fréquemment que Sentinel-2, mais la résolution est plus faible et il y a plus de longueurs d'onde couvertes. L'instrument OLCI de Sentinel-3 poursuit les mesures précédemment effectuées par l'instrument MERIS à bord d'Envisat, dont la mission s'est arrêtée. **Résolution spatiale : ** 300m (c'est-à-dire que seuls les détails de plus de 300m peuvent être vus). **Temps de revisite : ** 2 jours maximum pour revisiter la même zone, en utilisant les deux satellites. **Disponibilité des données : ** Depuis mai 2016. **Utilisation courante : ** Topographie de surface, observation et surveillance de la couleur des surfaces des terres et des océans.
lt: Sentinel-3 esantis **Vandenyno ir žemės spalvų instrumentas (OLCI)** yra spektrometras, matuojantis Žemės atspindimą saulės spinduliuotę ir stebintis vandenyną, aplinką ir klimatą. Jis pateikia dažniau matomus vaizdus nei Sentinel-2, bet mažesne skiriamąja geba ir su daugiau bangos ilgių. Sentinel-3 OLCI prietaisas tęsia matavimus, anksčiau atliktus MERIS prietaisu Envisat laive, kurio misija baigėsi. **Erdvinė skiriamoji geba:** 300 m (tai yra, matomos tik didesnės nei 300 m detalės). **Pakartotinio apsilankymo laikas:** Daugiausia 2 dienas galima pakartotinai apsilankyti toje pačioje vietovėje naudojant abu palydovus. **Duomenų prieinamumas:** Nuo 2016 m. gegužės mėn. **Įprastas naudojimas:** Paviršiaus topografija, vandenyno bei žemės paviršiaus spalvų stebėjimai ir stebėjimas.
lv: Sentinel-3 **Ocean and Land Colour Instrument (OLCI)** instruments veic atstarotās elektromagnētiskās enerģijas mērījumus. Salīdzinot ar Sentinel-2, tas sniedz biežākus mērījumus, kas veikti vairākās elektromagnētiskā spektra daļās, bet ar mazāku telpisko izšķirspēju. Sentinel-3 OLCI instruments turpina mērījumu datu rindu, kas veikta ar Envisat satelītu pirms tā darbības beigām. **Telpiskā izšķirspēja:** 7300m. Tādējādi izdalāmās ir tikai detaļas, kas ir lielākas par 300m. **Mērījumu periods:** Vismaz reizi divās dienās, izmantojot datus no abiem satelītiem. **Datu pieejamība:** Kopš 2018. gada maija. **Ierastie lietojuma veidi:** Virsmas topogrāfija, ūdens tilpņu un zemes virsmas krāsojuma monitorings.
pl: **Instrument do Badań Kolorów Oceanów i Lądu (OLCI)** na pokładzie Sentinel-3 to spektrometr, który mierzy promieniowanie słoneczne odbijane przez Ziemię i monitoruje ocean, środowisko i klimat.Dostarcza widzialnych obrazów z większą częstotliwością niż Sentinel-2, ale w niższej rozdzielczości obejmując większą ilości fal. Instrument Sentinel-3 OLCI kontynuuje pomiary przeprowadzone wcześniej przez instrument MERIS na pokładzie Envisat, którego misja dobiegła końca. **Rozdzielczość przestrzenna:** 300 m (oznacza to, że widoczne są tylko obiekty większe niż 300 m). **Czas rewizyty:** Maksymalnie 2 dni na rewizytę tego samego obszaru przy użyciu obydwu satelitów. **Dostępność danych:** Od maja 2016 r. **Typowe zastosowanie:** Topografia powierzchni, obserwacja i monitorowanie kolorów powierzchni oceanów i lądów.
pt: O **Instrumento Cor do Oceano e da Terra (OLCI)** a bordo do Sentinel-3 é um espectrómetro que mede a radiação solar refletida pela Terra, e monitoriza o oceano, o ambiente, e o clima. Fornece imagens visíveis com mais frequência que o Sentinel-2, mas com uma resolução mais baixa e com uma maior cobertura de comprimentos de onda. O instrumento OLCI do Sentinel-3 continua as medições anteriormente realizadas pelo instrumento MERIS a bordo do Envisat, cuja missão foi concluída. **Resolução espacial:** 300m (ou seja, só podem ser vistos detalhes maiores do que 300m). **Intervalo de captação:** Máximo de 2 dias para revisitar a mesma área, utilizando ambos os satélites. **Disponibilidade de dados:** Desde Maio de 2016 em diante. **Utilização comum:** Topografia de superfície, observações e monitorização da cor da superfície terrestre e oceânica.
sl: **Ocean and Land Colour Instrument (OLCI)** na krovu Sentinel-3 je spektrometer, ki meri sončno sevanje, ki se odbija od Zemlje, in spremlja oceane, okolje, in podnebje. Zagotavlja pogostejše vidne posnetke kot Sentinel-2, vendar z nižjo ločljivostjo in z več zajetimi valovnimi dolžinami. Instrument Sentinel-3 OLCI nadaljuje meritve, ki jih je prej opravljal instrument MERIS na krovu satelita Envisat, katerega misija se je končala. **Prostorska ločljivost:** 300 m (to pomeni, da so vidne le podrobnosti, večje od 300 m). **Čas ponovnega obiska:** največ 2 dni za ponovni obisk istega območja z uporabo obeh satelitov. ** Razpoložljivost podatkov:** od maja 2016 dalje. **Običajna uporaba:** opazovanje in spremljanje topografije površja, barve oceanov in kopnega.
sv: **Ocean and Land Colour Instrument (OLCI)** ombord på Sentinel-3 är en spektrometer som mäter den solstrålning som reflekteras av jorden och den övervakar världshaven, miljön och klimatet. Den erbjuder mer frekventa synliga bilder än Sentinel-2 men en lägre upplösning och fler våglängder. OLCI-instrumentet ombord på Sentinel-3 fortsätter att utföra de mätningar som tidigare gjorts av MERIS-instrumentet ombord på Envisat, vars uppdrag har avslutats. **Geografisk upplösning:** 300 m (det vill säga endast detaljer som är större än 300 m är synliga). **Återbesökstid:** Maximalt två dagar för att återbesöka samma område med användande av båda satelliterna. **Datatillgänglighet:** Från och med maj 2016. **Allmän användning:** Yttopografi, observationer och övervakning av havens och markytans färg.
