Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Global Surface Water - Occurrence Change Intensity The layer visualises changes in water occurrence between two different epochs, the first ranging from March 1984 to December 1999, and the other covering the period from January 2000 to December 2019. Areas with increase in water occurrence are visualized in different shades of green, areas with no change are colored black and areas with decrease are shown in shades of red. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_change/).
sl: # Globalne površinske vode - intenzivnost sprememb pojavnosti Sloj prikazuje spremembe pojavnosti voda med dvema različnima časovnima obdobjema: prvi med marcem 1984 in decembrom 1999 ter drugi med januarjem 2000 in decembrom 2019. Področja, kjer se je povečala pojavnost vode, so prikazana v niansah zelene barve, področja brez spremembe v črni in področja z zmanjšano pojavnostjo so prikazana v niansah rdeče barve. Izvedite več [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_change/).

source: # Global Surface Water - Seasonality The Seasonality layer provides information on the distribution of surface water in 2019. Permanent water bodies (water was present for 12 months) are colored in dark blue and seasonal water (water was present for less than 12 months) in gradually lighter shades of blue, with the lightest blue showing areas where water was present for only 1 month. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_seasonality/#).
sl: # Globalne površinske vode - sezonskost Sloj sezonskosti daje na voljo podatek o razporeditvi površinskih voda v letu 2019. Stalne vodne površine (kjer je bila voda prisotna 12 mesecev) so prikazana v temnomodri barvi, medtem ko so sezonske vode (kjer je bila voda prisotna manj kot 12 mesecev) prikazane v vedno svetlejši modri barvi. V najsvetlejši modri barvi so prikazana področja, kjer je bila voda prisotna le en mesec. Izvedite več [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_seasonality/#).

source: # Global Surface Water - Recurrence The Recurrence layer shows how frequently water returned to a particular location in a defined water period between 1984 and 2019. Orange color indicates low recurrence (water returned to the area infrequently), and light blue color indicates high recurrence (water returned to the area frequently). Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_recurrence/).
sl: # Globalne površinske vode - ponovna pojavnost Sloj ponovne pojavnosti prikazuje kako pogosto se vode vračajo na določeno območje med leti 1984 in 2019. Oranžna barva predstavlja nizko stopnjo vračanja (voda se redko vrača), medtem ko svetlomodra barva predstavlja visoko stopnjo vračanja (voda se vrača zelo pogosto). Izvedite več [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_recurrence/).

source: # Global Surface Water - Transitions The Transitions layer is derived from a comparison between the first and last year in the 36-year time period. It visualises conversions between seasonal and permanent water. For example, "lost seasonal" means, that previously seasonal water was converted to land, "new seasonal" means that land has been converted to seasonal waters and so on. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_transitions/) and learn what each class means [here](https://global-surface-water.appspot.com/faq).
sl: # Globalne površinske vode - prehodi Sloj prehodov je izpeljan iz primerjave med prvim in zadnjim letom tekom 36-letnega časovnega obdobja. Prikazuje pretvorbe med sezonskimi in stalnimi vodami. Kot primer: "presahla sezonska voda" pomeni, da se je sezonska voda izsušila in se je površina spremenila v trdna tla, "nova sezonska voda" pomeni, da se je področje trdnih tal zalilo z vodo, in tako dalje. Izvedite več [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_transitions/) in izvedite kaj posamezni razred predstavlja [tukaj](https://global-surface-water.appspot.com/faq).

source: # Global Surface Water - Extent This layer visualizes water in blue. It combines all the other layers and visualizes all the locations for which water presence has ever been detected over the 36-year period. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_extent/).
sl: # Globalne površinske vode - obseg Ta sloj prikazuje vodo v modri barvi. Kombinira vse preostale sloje in prikazuje lokacije, kjer je bila voda prisotna kadarkoli v 36-letnem obdobju. Izvedite več [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_extent/).

source: The **Global Surface Water** collection is derived from Landsat 5, 7 and 8 imagery and shows various aspects of the spatio-temporal distribution of surface water between 1984 and 2020 (with annual revisions) at a global scale in six different layers. Surface water is considered as any uncovered stretch of water (fresh and salt water areas) greater than 30m² visible from space, including natural and artificial water bodies. More information [here](https://collections.sentinel-hub.com/global-surface-water/). **Coverage**: Global coverage from longitude 170°E to 180°W and latitude 80°N to 50°S. **Data Availability**: 1984 - 2019, 1984 - 2020. **Spatial resolution**: 30 meters. **Common Usage**: Monitoring of water bodies for water resource management, climate modelling, biodiversity conservation and food security.
sl: Zbirka **Globalne površinske vode** je izpeljana iz posnetkov sistemov Landsat 5, 7 in 8 in prikazuje različne vidike prostorske in časovne razporeditve površinskih voda med leti 1984 in 2020 (revizija vsako leto), na globalnem nivoju v šestih različnih slojih. Pod pojmom "površinska voda" se smatra vsak iz vesolja viden in odkrit vodnat predel (sladkovodni in morski) večji kot 30m², vključno z naravnimi in umetnimi vodnimi telesi. Več informacij [tukaj](https://collections.sentinel-hub.com/global-surface-water/). **Pokritost**: Globalna pokritost med geografsko dolžino 170°E in 180°W ter med geografsko širino 80°N in 50°S. **Razpoložljivost podatkov**: 1984 - 2019, 1984 - 2020 2019. **Prostorska ločljivost**: 30 metrov. **Skupna uporaba**: Spremljanje vodnih teles za področja oskrbe z vodo, klimatskega modeliranja, ohranitve biodiverzitete in varnosti hrane.

source: Browse, visualise and analyze Very High Resolution (VHR) data directly in EO Browser, tapping into global archives of Planet [PlanetScope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/), Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) and [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) as well as [Maxar WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/). Observe the planet at resolutions starting at 3 meters and all the way up to 0.5 meters for a cost down to 0.9 EUR per km². ![High resolution imagery example.](${ process.env.REACT_APP_ROOT_URL }commercial-data-previews/high-res-image-example.png) &copy CNES (2020), Distribution AIRBUS DS, contains Pleiades data processed by Sentinel Hub What you need: - An active Sentinel Hub subscription to search the metadata. If you don't have an account yet: [Sign up](https://services.sentinel-hub.com/oauth/subscription?param_domain_id=1&param_redirect_uri=https://apps.sentinel-hub.com/dashboard/oauthCallback.html&param_state=%2F&param_scope=&param_client_id=30cf1d69-af7e-4f3a-997d-0643d660a478&domainId=1). - Pre-purchased quota for any of the constellations. Go to [Dashboard](https://apps.sentinel-hub.com/dashboard/#/account/billing) to establish a subscription and purchase commercial data plans.
sl: Brskaj, prikaži in analiziraj podatke zelo visoke ločljivosti (VHR) kar v EO Browserju, in dostopaj do globalnih arhivov Planet [PlanetScope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/), Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) in [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) ter [Maxar WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/). Opazuj planet v ločljivosti vse od 3 metrov do kar 0.5 metra, za ceno od 0.9 EUR na km². ![Primer slike v visoki ločljivosti.](${ process.env.REACT_APP_ROOT_URL }commercial-data-previews/high-res-image-example.png) &copy CNES (2020), Distribution AIRBUS DS, vsebuje podatke iz Pleiades procesirane s pomočjo Sentinel Hub Kaj potrebuješ: - Aktivno Sentinel Hub naročnino za iskanje metapodatkov. Če računa še nimaš: [Prijava](https://services.sentinel-hub.com/oauth/subscription?param_domain_id=1&param_redirect_uri=https://apps.sentinel-hub.com/dashboard/oauthCallback.html&param_state=%2F&param_scope=&param_client_id=30cf1d69-af7e-4f3a-997d-0643d660a478&domainId=1). - Vnaprej zakupljeno kvoto za katero koli od konstelacij. Obišči [Dashboard](https://apps.sentinel-hub.com/dashboard/#/account/billing) za vzpostavitev naročnine in nakup paketa komercialnih podatkov.
