Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: A **DEM** (Digital Elevation Model) is a digital representation of a terrain (usually Earth's surface). It is obtained by dividing the whole globe into grid cells, each holding a corresponding altitude value in meters. Depending on the gride cell size, a DEM can be more detailed (high resolution) or less detailed (low resolution). Sentinel Hub DEM data collections (Mapzen and Copernicus) are static (independent of date) and globally available. **Common usage:** Modelling water flows, orthorectification of Sentinel-1 imagery and engineering.
fr: Un **DEM** (Digital Elevation Model) est une représentation numérique d'un terrain (généralement la surface de la Terre). Il est obtenu en divisant le globe entier en cellules de grille, chacune contenant une valeur d'altitude correspondante en mètres. En fonction de la taille des cellules de la grille, un MNE peut être plus détaillé (haute résolution) ou moins détaillé (basse résolution). Les collections de données DEM de Sentinel Hub (Mapzen et Copernicus) sont statiques (indépendantes de la date) et disponibles dans le monde entier. **Utilisation courante :** Modélisation des flux d'eau, orthorectification de l'imagerie Sentinel-1 et ingénierie.
sl: **DMV** (digitalni model višin, digital elevation mode, DEM) je digitalni prikaz terena (običajno zemeljske površine). Dobimo ga tako, da celoten svet razdelimo na celice, v vsaki pa je ustrezna vrednost nadmorske višine v metrih. Glede na velikost mrežne celice je lahko bolj (visoka ločljivost) ali manj podroben (nizka ločljivost). Zbirke podatkov Sentinel Hub DEM (Mapzen in Copernicus) so statične (neodvisne od datuma) in na voljo po vsem svetu. **Običajna uporaba:** Modeliranje vodnih tokov, ortorektifikacija posnetkov Sentinel-1 in inženirstvo.

source: The **Copernicus DEM** represents the surface of the Earth including buildings, infrastructure and vegetation. Similar to the Mapzen DEM, it is based on a combination of different DEMs (basis [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). It is a static collection (independent of date) with global coverage. **Spatial resolution:** 30 m infilled with 90 m (where 30 m tiles are not released). Credits: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)
fr: Le **Copernicus DEM** représente la surface de la Terre, y compris les bâtiments, les infrastructures et la végétation. Comme le Mapzen DEM, il est basé sur une combinaison de différents DEM (base [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Il s'agit d'une collection statique (indépendante de la date) avec une couverture mondiale. **Résolution spatiale :** 30 m rempli de 90 m (où les tuiles de 30 m ne sont pas libérées). Crédits : [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)
sl: **Copernicus DEM** predstavlja površino Zemlje, vključno s stavbami, infrastrukturo in vegetacijo. Podobno kot Mapzen DEM temelji na kombinaciji različnih modelov (osnova [WorldDEMTM](https://www.geospatialworld.net/article/worlddemtm-new-standard-of-global-elevation-models/)). Gre za statično zbirko (neodvisno od datuma) z globalno pokritostjo. **Prostorska ločljivost:** 30 m, zapolnjeno z 90 m (kjer 30-metrski deli niso objavljene). Vir: [ESA](https://spacedata.copernicus.eu/web/cscda/dataset-details?articleId=394198)

source: # Discrete Classification Map This layer visualises Global Land Cover discrete classification map with 23 classes defined using the UN-FAO Land Cover Classification System (LCCS) and with color scheme defined in the Product User Manual. Map [here.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.3.pdf)
fr: #Carte de classification discrète Cette couche visualise la carte de classification discrète de la couverture terrestre mondiale avec 23 classes définies en utilisant le système de classification de la couverture terrestre de l'ONU-FAO (LCCS) et avec le schéma de couleurs défini dans le manuel d'utilisation du produit. Carte [ici.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.3.pdf)
sl: # Karta klasifikacije Ta sloj vizualizira globalni zemljevid klasifikacije pokrovnosti tal s 23 razredi, opredeljenimi s sistemom klasifikacije pokrovnosti tal UN-FAO (LCCS), in barvno shemo, opredeljeno v uporabniškem priročniku izdelka. Karta je [tukaj](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.3.pdf)

source: # Forest Types Visualized forest types based on 6 classes, as defined in the UN-FAO Land Cover Classification System (LCCS). More [here.](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.3.pdf).
fr: # Types de forêts Visualisation des types de forêts sur la base de 6 classes, telles que définies dans le système de classification de l'occupation des sols (LCCS) de la FAO. Plus d'informations [ici] (https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.3.pdf).
sl: # Tipi gozdov Vizualizirani tipi gozdov na podlagi 6 razredov, kot so opredeljeni v klasifikacijskem sistemu UN-FAO Land Cover Classification System (LCCS). Več je [tukaj](https://land.copernicus.eu/global/sites/cgls.vito.be/files/products/CGLOPS1_PUM_LC100m-V3_I3.3.pdf).

source: # Water Bodies This layer visualizes the Water Bodies detection layer (WB), which shows water bodies detected using the Modified Normalized Difference Water Index (MNDWI) derived from Sentinel-2 Level 1C data. More information [here](https://collections.sentinel-hub.com/water-bodies/readme.html), and [here](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/).
fr: # Plans d'eau Cette couche visualise la couche de détection des plans d'eau (WB), qui montre les plans d'eau détectés à l'aide de l'indice de différence de niveau d'eau normalisé modifié (MNDWI) dérivé des données Sentinel-2 Niveau 1C. Plus d'informations [ici](https://collections.sentinel-hub.com/water-bodies/readme.html), et [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/).
sl: # Vodna telesa Ta sloj vizualizira sloj zaznavanja vodnih teles (Water Bodies, WB), ki prikazuje vodna telesa, zaznana z uporabo modificiranega normiranega diferencialnega vodega indeksa (MNDWI), pridobljenega iz podatkov Sentinel-2 Level 1C. Več informacij je [tukaj](https://collections.sentinel-hub.com/water-bodies/readme.html) in [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies/).

source: # Corine Land Cover (CLC) In this Corine Land Cover layer, all 44 classes are shown. Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
fr: # Corine Land Cover (CLC) Dans cette couche Corine Land Cover, les 44 classes sont représentées. Apprends-en plus sur chaque classe [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) et vois l'evalscript [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
sl: # Corine Land Cover (CLC) V sloju Corine Land Cover je prikazanih vseh 44 razredov CLC. Preberite več o vsakem razredu [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) in si oglejte skripto [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Corine Land Cover (CLC) - Artificial Surfaces In this Corine Land Cover layer, only the 11 artificial surface classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
fr: # Corine Land Cover (CLC) - Surfaces artificielles Dans cette couche Corine Land Cover, seules les 11 classes de surfaces artificielles sont affichées, sur la base de la classification [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Apprends-en plus sur chaque classe [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) et vois l'evalscript avec toutes les classes [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
sl: # Corine Land Cover (CLC) - Grajene površine V tem sloju Corine Land Cover je prikazanih samo 11 razredov grajenih površin na podlagi klasifikacije [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Preberite več o vsakem razredu [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) in si oglejte skripto z vsemi razredi [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Corine Land Cover (CLC) - Agricultural Areas In this Corine Land Cover layer, only the 11 agricultural classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
fr: # Corine Land Cover (CLC) - Zones agricoles Dans cette couche Corine Land Cover, seules les 11 classes agricoles sont affichées, sur la base de la classification [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Apprends-en plus sur chaque classe [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) et vois l'evalscript avec toutes les classes [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
sl: # Corine Land Cover (CLC) - Kmetijska območja V tem sloju Corine Land Cover je prikazanih samo 11 kmetijskih razredov na podlagi klasifikacije [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Preberite več o vsakem razredu [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) in si oglejte skripto z vsemi razredi [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Corine Land Cover (CLC) - Forest and Seminatural Areas In this Corine Land Cover layer, only the 12 Forest and Seminatural Area classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
fr: # Corine Land Cover (CLC) - Forêts et zones semi-naturelles Dans cette couche Corine Land Cover, seules les 12 classes de forêts et de zones semi-naturelles sont affichées, sur la base de la classification [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Apprends-en plus sur chaque classe [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) et vois l'evalscript avec toutes les classes [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
sl: # Corine Land Cover (CLC) - Gozd in polnaravna območja V tem sloju Corine Land Cover je prikazanih samo 12 razredov gozdov in polnaravnih območij na podlagi klasifikacije [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Preberite več o vsakem razredu [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) in si oglejte skripto z vsemi razredi [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Corine Land Cover (CLC) - Wetlands In this Corine Land Cover layer, only the 5 Wetland classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
fr: # Corine Land Cover (CLC) - Zones humides Dans cette couche Corine Land Cover, seules les 5 classes de zones humides sont affichées, sur la base de la classification [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Apprends-en plus sur chaque classe [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) et vois l'evalscript avec toutes les classes [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
sl: # Corine Land Cover (CLC) - mokrišča V tem sloju Corine Land Cover je prikazanih samo 5 razredov mokrišč na podlagi klasifikacije [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html) Preberite več o vsakem razredu [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) in si oglejte skripto z vsemi razredi [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Corine Land Cover (CLC) - Water Bodies In this Corine Land Cover layer, only the 6 Water body classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
fr: # couverture terrestre corine - Plans d'eau Dans cette couche, seules les 6 classes de masses d'eau sont affichées, sur la base de la classification [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Apprenez-en plus sur chaque classe [ici](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) et voyez l'evalscript avec toutes les classes [ici](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).
sl: # Corine Land Cover (CLC) - Vodna telesa V tem sloju Corine Land Cover je prikazanih samo 6 razredov vodnih teles na podlagi klasifikacije [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Preberite več o vsakem razredu [tukaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) in si oglejte skripto z vsemi razredi [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine_land_cover/).

source: # Water Bodies - Occurrence This layer displays the 6 occurrence levels of the Quality layer (QUAL), providing information on the seasonal dynamics of the detected water bodies. QUAL is generated from water body occurrence statistics computed from previous monthly Water Bodies products. The occurrence statistics is ranked from low occurrence to permanent occurrence. More information [here](https://collections.sentinel-hub.com/water-bodies/readme.html), and [here](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies-occurence/#).
fr: # Plans d'eau - Occurrence Cette couche affiche les 6 niveaux d'occurrence de la couche Qualité (QUAL), fournissant des informations sur la dynamique saisonnière des masses d'eau détectées. La couche QUAL est générée à partir des statistiques d'occurrence des masses d'eau calculées à partir des produits mensuels précédents sur les masses d'eau. Les statistiques d'occurrence sont classées de l'occurrence faible à l'occurrence permanente. Plus d'informations [ici] (https://collections.sentinel-hub.com/water-bodies/readme.html), et [ici] (https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies-occurence/#).
sl: # Vodna telesa - pojavljanje Ta sloj prikazuje 6 ravni pojavljanja sloja kakovosti (QUAL) in zagotavlja informacije o sezonski dinamiki zaznanih vodnih teles. QUAL se ustvari iz statističnih podatkov o pojavljanju vodnih teles, izračunanih iz mesečnih izdelkov Vodna telesa. Statistični podatki o pojavljanju so razvrščeni od majhnega pojavljanja do stalnega pojavljanja. Več informacij je [tukaj](https://collections.sentinel-hub.com/water-bodies/readme.html) in [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/water-bodies-occurence/#).

source: Landsat 1-5 MSS L1
fr: Landsat 1-5 MSS Niveau 1

source: Landsat 7 ETM+ L1
fr: Landsat 7 ETM+ Niveau 1

source: Landsat 7 ETM+ L2
fr: Landsat 7 ETM+ Niveau2

source: Note that it is technically possible to order more PlanetScope data than your purchased quota. Make sure your order is in line with the Hectares under Management (HUM) model to avoid overage fees.
fr: Note qu'il est techniquement possible de commander plus de données PlanetScope que ton quota acheté. Assure-toi que ta commande est conforme au modèle Hectares sous gestion (HUM) pour éviter les frais de dépassement.

source: Enter a Planet API key, that you received via email after purchasing a Planet PlanetScope Sentinel Hub Package
fr: Entrez la clé API de Planet, que vous avez reçue par mail après avoir acheté un forfait Hub Sentinel de PlanetScope

source: The **Seasonal Trajectories** product is a filtered time series of Plant Phenology Index (PPI) provided yearly on a 10-daily basis. It is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The Seasonal Trajectories PPI is derived through fitting a smoothing and gap filling function to the yearly time-series raw PPI values generated from Sentinel-2 satellite observations. More information [here](https://collections.sentinel-hub.com/seasonal-trajectories/). **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: Since January 2017, updated every 10 days. **Spatial resolution**: 10 meters. **Common Usage**: Plant phenology monitoring, such as tracking green canopy foliage dynamics through time.
fr: Le produit **Seasonal Trajectories** est une série temporelle filtrée de l'indice de phénologie végétale (PPI) fournie chaque année sur une base de 10 jours. Il fait partie de la suite de produits HR-VPP (High Resolution Vegetation Phenology and Productivity) paneuropéenne du Copernicus Land Monitoring Service (CLMS). L'IPP Trajectoires saisonnières est dérivé en adaptant une fonction de lissage et de remplissage des lacunes aux valeurs brutes annuelles de l'IPP générées à partir des observations du satellite Sentinel-2. Plus d'informations [ici](https://collections.sentinel-hub.com/seasonal-trajectories/). **Couverture** : Europe (région EEE39) de la longitude 25°W à 45°E et de la latitude 26°N à 72°N. **Disponibilité des données** : Depuis janvier 2017, mises à jour tous les 10 jours. **Résolution spatiale** : 10 mètres. **Utilisation courante** : Surveillance de la phénologie des plantes, comme le suivi de la dynamique du feuillage de la canopée verte à travers le temps.

source: The **Vegetation Indices** product is part of the Copernicus Land Monitoring Service (CLMS), pan-European High Resolution Vegetation Phenology and Productivity (HR-VPP) product suite. The product is comprised of 4 raw Vegetation Indices generated near real-time (NRT) from Sentinel-2 satellite observations. More information [here](https://collections.sentinel-hub.com/vegetation-indices/). **Coverage**: Europe (EEA39 region) from longitude from 25°W to 45°E and latitude 26°N to 72°N. **Data Availability**: Since October 2016, updated daily. **Spatial resolution**: 10 meters. **Common Usage**: Plant phenology assessment and monitoring, including vegetation cover, density, productivity and health.
fr: Le produit **Indices de végétation** fait partie de la suite de produits HR-VPP (High Resolution Vegetation Phenology and Productivity) paneuropéenne du Copernicus Land Monitoring Service (CLMS). Le produit se compose de 4 indices de végétation bruts générés en temps quasi réel (NRT) à partir des observations du satellite Sentinel-2. Plus d'informations [ici](https://collections.sentinel-hub.com/vegetation-indices/). **Couverture** : Europe (région EEE39) de la longitude 25°W à 45°E et de la latitude 26°N à 72°N. **Disponibilité des données** : Depuis octobre 2016, mise à jour quotidienne. **Résolution spatiale** : 10 mètres. **Utilisation courante** : Évaluation et surveillance de la phénologie des plantes, y compris la couverture végétale, la densité, la productivité et la santé.
