Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Green City Script The Green city script aims to raise awareness of green areas in cities around the world. The script takes into account the Normalized Difference Vegetation Index (NDVI) and true color wavelengths; it separates built up areas from vegetated ones, making it useful for detecting urban areas. Built up areas are displayed in grey and vegetation is displayed in green. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
fi: # Kaupunkien viheralueet -komentosarja Kaupunkien viheralueet -komentosarjan tavoitteena on antaa tietoa kaupunkien viheralueista ympäri maailmaa. Komentosarja sisältää normalisoidun kasvillisuusindeksin (NDVI) ja tosiväriaallonpituudet. Se erottelee rakennetun ympäristön kasvillisuudesta, joten se on hyödyllinen kaupunkialueiden havainnoinnissa. Rakennettu ympäristö näkyy harmaana ja kasvillisuus vihreänä. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
fr: # Script Green City Le script Green city a pour but de sensibiliser aux espaces verts dans les villes du monde entier. Le script prend en compte l'indice de végétation par différence normalisée (NDVI) et les longueurs d'onde des couleurs vraies ; il sépare les zones bâties des zones végétalisées, ce qui le rend utile pour détecter les zones urbaines. Les zones bâties sont affichées en gris et la végétation en vert. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
lt: # Žaliojo miesto scenarijus Žaliojo miesto scenarijus siekia didinti informuotumą apie žaliąsias zonas viso pasaulio miestuose. Scenarijuje atsižvelgiama į Normalizuoto augmenijos skirtumo indeksą (NDVI) ir tikrus spalvų bangos ilgius; jis atskiria užstatytas teritorijas nuo augmenijos, todėl naudingas nustatant miesto zonas. Užstatytos teritorijos rodomos pilkai, o augmenija – žaliai. Daugiau informacijos [čia.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
lv: # Zaļās Pilsētas Skripts (Green City Script) Šis aprēķins ir noderīgs zaļo zonu identificēšanai pilsētvidē. Tas izmanto Veģetācijas Indeksu (NDVI) un informāciju no kanāliem (joslām), kas saistīti ar redzamo gaismu. Apbūvēti apgabali ir redzami pelēkā krāsā, bet zaļā krāsā redzami apgabli ar augāju. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
pl: # Skrypt Zielonego Miasta Skrypt zielonego miasta ma na celu zwiększenie świadomości na temat terenów zielonych w miastach na całym świecie. Skrypt bierze pod uwagę Znormalizowany Różnicowy Indeks Wegetacji (NDVI) i rzeczywiste długości fal kolorów;oddziela obszary zabudowane od roślinnych, dzięki czemu jest przydatny do wykrywania obszarów miejskich. Obszary zabudowane są wyświetlane na szaro, a roślinność na zielono. Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
pt: # Roteiro da Cidade Verde O Roteiro da cidade verde visa aumentar a consciencialização sobre as áreas verdes nas cidades de todo o mundo. O Roteiro tem em linha de conta o Índice de Vegetação com Diferença Normalizada(NDVI) e os comprimentos de onda de cores verdadeiras; separa áreas com construções de áreas com vegetação, tornando-o útil para detetar áreas urbanas. áreas com construções são apresentadas a cinzento e a vegetação é apresentada a verde. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
sl: # Skripta Zeleno mesto Namen skripte Zeleno mesto je povečati ozaveščenost o zelenih površinah v mestih po vsem svetu. Skripta upošteva normirani indeks razlike vegetacije (NDVI) in prave barvne valovne dolžine; ločuje pozidana območja od vegetacijskih, zato je uporabna za odkrivanje mestnih območij. Pozidana območja so prikazana v sivi barvi, vegetacija pa v zeleni. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)
sv: # Green City Script Skriptet Green city script syftar till att öka kännedomen om gröna områden i städer runtom i världen. Skriptet beaktar våglängderna för NDVI och sanna färger; det särskiljer bebyggda områden från växtlighetsområden och är nyttigt för att detektera urbana områden. Bebyggda områden visas i grått och växtligheten visas i grönt. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/green_city/)

source: # Urban Classified Script The Urban Classified script aims to detect built up areas by separating them from barren ground, vegetation and water. Areas with a high moisture content are returned in blue; areas indicating built up areas are returned in white; vegetated areas are returned in green; everything else indicates barren ground and is displayed in brown colors. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
fi: # Kaupungit, luokiteltu -komentosarja Kaupungit, luokiteltu -komentosarjan tarkoituksena on havaita rakennettu ympäristö ja erottaa se paljasta maasta, kasvillisuudesta ja vesistöistä. Alueet, joiden kosteuspitoisuus on korkea, näytetään sinisenä, rakennettu ympäristö näytetään valkoisena ja kasvillisuus näytetään vihreänä. Kaikki muut alueet tulkitaan paljaaksi maaksi ja näytetään ruskean sävyissä. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
fr: # Script Urban Classified Le script Urban Classified a pour but de détecter les zones bâties en les séparant des terrains nus, de la végétation et de l'eau. Les zones ayant un taux d'humidité élevé sont affichées en bleu ; les zones indiquant des zones construites sont affichées en blanc ; les zones de végétation sont affichées en vert ; tout le reste indique un sol stérile et est affiché en brun. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
lt: # Miesto klasifikavimo scenarijus Miesto klasifikavimo scenarijus siekia aptikti užstatytas teritorijas, atskiriant jas nuo nederlingos žemės, augmenijos ir vandens. Sritys, kuriose yra daug drėgmės, grąžinamos mėlyna spalva; zonos, nurodančios užstatytus plotus, grąžinami balta spalva; apželdinti plotai grąžinami žalia spalva; visa kita nurodo nederlingą žemę ir rodoma rudomis spalvomis. Daugiau informacijos [čia.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
lv: # Pilsētvides klasifikācijas Indekss (Urban Classified Script) Indekss paredzēts apbūvētu platību atpazīšanai, nošķirot augāju, ūdeni un neizmantotu zemes virsmu. Platības ar augstu mitruma saturu ir redzamas zilā krāsā, apbūvētas platības redzamas baltā krāsā, augājs redzams zaļā krāsā, un neizmantotas zemes virsmas platības redzamas brūnā krāsā. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
pl: # Skrypt Miejski Sklasyfikowany Skrypt Miejski Sklasyfikowany ma na celu wykrycie obszarów zabudowanych poprzez oddzielenie ich od jałowej ziemi, roślinności i wody. Obszary o dużej zawartości wilgoci są zwracane na niebiesko; obszary wskazujące obszary zabudowane są zwracane na biało; obszary porośnięte roślinnością są zwracane na zielono; wszystko inne wskazuje na jałową ziemię i jest wyświetlane w brązowych kolorach. Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
pt: # Roteiro Urbano Classificado O Roteiro urbano classificado visa detetar áreas de construção, separando-as de sólido árido, vegetação e água. Áreas com elevado teor de humidade surgem em azul; áreas que indicam zonas de construções surgem em branco; zonas com vegetação em verde; tudo o resto indica solo árido e é exibido em cores castanhas. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
sl: # Skripta za klasifikacijo urbanih površin Namen skripte je zaznati pozidana območja tako, da jih loči od neplodnih tal, vegetacije in vode. Območja z visoko vsebnostjo vlage so prikazana z modro barvo; območja, ki označujejo pozidana območja, so prikazana z belo barvo; območja z vegetacijo so prikazana z zeleno barvo; vse ostalo označuje neplodna tla in je prikazano z rjavo barvo. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)
sv: # Urban Classified Script Skriptet Urban Classified script syftar till att detektera bebyggda områden genom att särskilja dem från ofruktbar mark, växtlighet och vatten. Områden med en hög fukthalt återges med blått; områden som indikerar bebyggda områden återges med vitt; växtlighetsområden återges med grönt; allt annat anger ofruktbar mark och visas i bruna färger. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_classified/)

source: # Urban Land Infrared Color Script This script, made by Leo Tolari, combines true color visualization with near infrared (NIR) and shortwave infrared (SWIR) wavelengths. The script highlights urban areas better than true color, while still looking natural. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
fi: # Kaupunkialueet, infrapuna -komentosarja Tämä Leo Tolarin tekemä komentosarja yhdistää tosivärivisualisointiin lähi-infrapunan (NIR) ja lyhytaaltoisen infrapunan (SWIR) aallonpituudet. Komentosarja korostaa kaupunkialueita paremmin kuin tosivärikuva, mutta sen tuottama kuva näyttää silti luonnolliselta. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
fr: # Script de couleurs infrarouges pour les terres urbaines Ce script, réalisé par Leo Tolari, combine la visualisation des couleurs réelles avec les longueurs d'onde de l'infrarouge proche (NIR) et de l'infrarouge à ondes courtes (SWIR). Le script met en évidence les zones urbaines mieux que la couleur réelle, tout en gardant un aspect naturel. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
lt: # Miesto žemės infraraudonųjų spindulių spalvų scenarijus Šis scenarijus, kurį sukūrė Leo Tolari, sujungia tikrą spalvų vizualizaciją su artimųjų infraraudonųjų spindulių (NIR) ir trumpo bangos ilgio infraraudonųjų spindulių (SWIR) bangų ilgiais. Scenarijus geriau išryškina miesto zonas nei tikrosios spalvos, tačiau vis tiek atrodo natūraliai. Daugiau informacijos [čia.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
lv: # Pilsētvides skripts (Urban Land Infrared Color Script) Šis aprēķins, kuru veidojis Leo Tolari, apvieno dabisko krāsu vizualizāciju ar datiem no īsviļņu(SWIR) un tuvajiem(NIR) infrasarkanajiem kanāliem. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
pl: # Skrypt Kolorów w Podczerwieni dla Terenów Miejskich Ten skrypt, stworzony przez Leo Tolari, łączy wizualizację prawdziwych kolorów z długością fal bliskiej podczerwieni (NIR) i podczerwieni krótkofalowej (SWIR). Skrypt podkreśla obszary miejskie lepiej niż prawdziwy kolor, a jednocześnie wygląda naturalnie. Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
pt: #Roteiro de cor de infravermelhos de zona urbana Este roteiro, feito por Leo Tolari, combina visualização de cores verdadeiras com comprimentos de onda de infravermelho próximo(NIR) e infravermelho de onda curta(SWIR). O roteiro destaca áreas urbanas melhor do que em cor verdadeira, embora ainda pareça natural. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
sl: # Skripta urbane infrardeče vizualizacije Ta skripta, ki jo je izdelal Leo Tolari, združuje pravo barvno vizualizacijo z bližnjo infrardečo (NIR) in kratkovalovno infrardečo (SWIR) valovno dolžino. Skripta poudarja urbana območja bolje kot prava barva, hkrati pa je še vedno videti naravno. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)
sv: # Urban Land Infrared Color Script Detta skript, som har skapats av Leo Tolari, kombinerar visualiseringen med sanna färger med våglängderna för nära infrarött (NIR) och kortvågigt infrarött (SWIR). Skriptet betonar urbana områden bättre än sanna färger medan det fortfarande ser naturligt ut. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/urban_land_infrared/)

source: # NDMI for Moisture Stress The Normalized Difference Moisture Index (NDMI) for moisture stress can be used to detect irrigation. For all the index values above 0, knowing the land use and land cover, it is possible to determine whether irrigation has taken place. Knowing the type of crop grown (e.g. citrus crops), it is possible to identify whether irrigation is being effective or not during the crucial growing summer season, as well as find out if some parts of the farm are being under or over-irrigated. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
fi: # Normalisoitu kosteusindeksi kosteusniukkuudelle Normalisoitua kosteusindeksiä (NDMI) kosteusniukkuudelle voidaan käyttää maaperän kosteuden havaitsemiseen. Jos maankäyttötarkoitus ja maanpeite tunnetaan, voidaan kaikkien indeksin nollan ylittävien arvojen osalta päätellä, onko alueen maaperä kostea. Jos satokasvin tyyppi tunnetaan (esim. sitruskasvi), on mahdollista päätellä, onko keinokastelulla ollut toivottu vaikutus esimerkiksi kesän tärkeimmän kasvukauden aikana. Samoin voidaan havaita, mikäli joitakin kasvualueita kastellaan liikaa tai liian vähän. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#
fr: # NDMI pour le stress hydrique L'indice de différence d'humidité normalisée (NDMI) pour le stress hydrique peut être utilisé pour détecter l'irrigation. Pour toutes les valeurs d'indice supérieures à 0, en connaissant l'utilisation et la couverture du sol, il est possible de déterminer si une irrigation a eu lieu. En connaissant le type de culture (par exemple, les agrumes), il est possible d'identifier si l'irrigation est efficace ou non pendant la saison estivale cruciale, et de savoir si certaines parties de l'exploitation sont sous-irriguées ou sur-irriguées. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
lt: # NDMI dėl drėgmės streso Normalizuotos drėgmės skirtumo indeksas (NDMI) dėl drėgmės streso gali būti naudojamas drėkinimui aptikti. Visoms indekso reikšmėms virš 0, žinant žemės paskirtį ir žemės dangą, galima nustatyti, ar buvo drėkinama. Žinant auginamų kultūrų rūšį (pvz., citrusinius augalus), galima nustatyti ar laistymas yra efektyvus ar ne itin svarbiu vasaros auginimo sezonu, taip pat sužinoti, ar kai kurios ūkio dalys yra perlaistomos ar per daug drėkinamos. Daugiau informacijos [čia.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
lv: # Mitruma trūkums (NDMI for Moisture Stress) NDMI dati var tikt izmantoti lai atpazītu apūdeņošanas sistēmu klātbūtni un to efektivitāti. Zinot zemes lietojuma un pārklājuma veidus ir iespējams noteikt vai apgabals tiek apūdeņots. Zinot lauksaimniecības kultūru, kas tiek audzēta ir iespējams novērtēt apūdeņošanas efektivitāti vasaras veģetācijas periodā. Papildus tam, šo informāciju var lietot, lai identificētu lauku apgabalus, kur apūdeņošana ir pārspīlēta vai nepietiekama. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
pl: # NDMI dla Obciążeń Wilgoci Znormalizowany Index Różnicowy Wilgotności (NDMI) dla obciążeń wilgoci, może być używany do wykrywania irygacji. Dla wszystkich wartości wskaźnika powyżej 0, znając przeznaczenie i pokrycie terenu, można określić, czy miało miejsce nawadnianie. Znając rodzaj upraw (np. uprawy cytrusów), można określić czy nawadnianie jest skuteczne, czy też nie w kluczowym okresie wegetacyjnym, a także dowiedzieć się, czy niektóre części gospodarstwa są niedostatecznie lub nadmiernie nawadniane. Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
pt: # NDMI para stress da humidade O Índice de Humidade com Diferença Normalizada (NDMI) para o stress da humidade pode ser usado para detetar irrigação. Para todos os valores do índice acima de 0, conhecendo-se a utilização e a cobertura do solo, é possível identificar se a irrigação teve lugar. Conhecendo-se o tipo de cultura cultivada (e.g. citrinos), é possível identificar se a irrigação foi ou não eficiente durante a época de crescimento crucial do Verão, bem como saber se algumas zonas da quinta estão a ser sub ou sobre irrigadas. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
sl: # NDMI za vlažnostni stres Normalizirani indeks razlike vlage (Normalized Difference Moisture Index, NDMI) za stres zaradi vlage se lahko uporablja za odkrivanje namakanja. Pri vseh vrednostih indeksa nad 0 je ob poznavanju rabe tal in pokrovnosti tal mogoče ugotoviti, ali je bilo izvedeno namakanje. Ob poznavanju vrste pridelkov (npr. agrumi) je mogoče ugotoviti, ali je namakanje v ključni rastni poletni sezoni učinkovito ali ne, ter ugotoviti, ali so nekateri deli kmetije premalo ali preveč namočeni. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)
sv: # NDMI for Moisture Stress Normalized Difference Moisture Index (NDMI) för fuktstress kan användas för att detektera bevattning. För alla indexvärden över 0 kan man avgöra om bevattning har skett om man känner till markanvändningen och växttäcket. När man vet vilken gröda som odlas (t.ex. citrusgrödor) kan man identifiera huruvida bevattningen är effektiv eller inte under den kritiska tillväxtperioden samt ta reda på om olika odlingsområden bevattnas för lite eller för mycket. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi_special/#)

source: # Normalized Difference Moisture Index (NDMI) The normalized difference moisture Index (NDMI) is used to determine vegetation water content and monitor droughts. The value range of the NDMI is -1 to 1. Negative values of NDMI (values approaching -1) correspond to barren soil. Values around zero (-0.2 to 0.4) generally correspond to water stress. High, positive values represent high canopy without water stress (approximately 0.4 to 1). More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
fi: # Normalisoitu kosteusindeksi (NDMI) Normalisoitua kosteusindeksiä (NDMI) käytetään määrittämään kasvillisuuden vesipitoisuus ja seuraamaan kuivia kausia. Indeksin arvojen väli on -1–1. Negatiiviset arvot (arvot, jotka lähestyvät arvoa -1) tarkoittavat paljasta maata. Nollaa lähellä olevat arvot (-0.2–0.4) tarkoittavat yleensä veden niukkuutta. Korkeat positiiviset arvot tarkoittavat korkeita latvustoja, jotka eivät kärsi veden puutteesta (noin 0.4–1). Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
fr: # Indice d'humidité par différence normalisée (NDMI) L'indice d'humidité différentielle normalisée (NDMI) est utilisé pour déterminer la teneur en eau de la végétation et surveiller les sécheresses. La plage de valeurs du NDMI va de -1 à 1. Les valeurs négatives du NDMI (valeurs proches de -1) correspondent à un sol stérile. Les valeurs autour de zéro (-0,2 à 0,4) correspondent généralement à un stress hydrique. Les valeurs élevées et positives correspondent à une canopée élevée sans stress hydrique (environ 0,4 à 1). Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
lt: # Normalizuotas drėgmės skirtumo indeksas (NDMI) Normalizuotas drėgmės skirtumo indeksas (NDMI) naudojamas vandens kiekiui augmenijoje nustatyti ir sausroms stebėti. NDMI reikšmių intervalas yra nuo -1 iki 1. Neigiamos NDMI reikšmės (reikšmės, artimos -1) reiškia nederlingą dirvožemį. Vertės apie nulį (nuo -0,2 iki 0,4) paprastai atitinka vandens trūkumą. Didelės, teigiamos reikšmės reiškia aukštą dangą be vandens streso (maždaug nuo 0,4 iki 1). Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
lv: # Mitruma Indekss (Normalized Difference Moisture Index, NDMI) Indekss ir piemērots postoša sausuma monitoringam, kā arī lai noteiktu augāja ūdens saturu. Vērtības ir intervālā no -1 līdz 1. Negatīvas vērtības (tuvojas -1) norāda uz neapaugušiem zemes apgabaliem. Vērtības ap nulli (-0.2 līdz 0.4) norāda uz ūdens trūkstošu ūdens apjomu (water stress). Augstas, pozitīvas vērtības norāda uz augāju, kas neizjūt ūdens trūkumu (0.4 līdz 1). Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
pl: # Znormalizowany Różnicowy Index Wilgotności (NDMI) Znormalizowany Różnicowy Indeks Wilgotności (NDMI) jest używany do określania zawartości wody w roślinności i monitorowania suszy.Zakres wartości NDMI wynosi od -1 do 1. Ujemne wartości NDMI (wartości zbliżone do -1) odpowiadają jałowej glebie. Wartości około zera (-0,2 do 0,4) generalnie wskazują na stres wodny. Wysokie, dodatnie wartości reprezentują wysoką koronę drzew bez stresu wodnego (około 0,4 do 1). Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
pt: # Índice de Humidade de Diferença Normalizada (NDMI) O Índice de humidade de diferença normalizada (NDMI) é usado para determinar o conteúdo em água da vegetação e para monitorizar secas. O intervalo de valores do NDMI é de -1 a 1. Valores negativos do NDMI (valores próximos de -1) correspondem a solos áridos. Valores próximos de 0 (-0,2 a 0,4) correspondem geralmente o stress hídrico. Valores altos e positivos correspondem a copa alta sem stress hídrico (aproximadamente de 0,4 a 1). Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
sl: # Normalizirani diferencialni indeks vlage (NDMI) Normalizirani diferencialni indeks vlage (Normalized Difference Moisture Index, NDMI) se uporablja za določanje vsebnosti vode v vegetaciji in spremljanje suše. Razpon vrednosti NDMI je od -1 do 1. Negativne vrednosti NDMI (vrednosti, ki se približujejo -1) pomenijo neplodna tla. Vrednosti okoli nič (-0,2 do 0,4) na splošno ustrezajo vodnemu stresu. Visoke, pozitivne vrednosti pomenijo visoko krošnjo brez vodnega stresa (približno od 0,4 do 1). Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
sv: # Normalized Difference Moisture Index (NDMI) Normalized difference moisture Index (NDMI) används för att avgöra växtlighetens vatteninnehåll och övervaka torka. Värdeintervallet för NDMI är -1 till 1. Negativa NDMI-värden (värden mot -1) motsvarar ofruktbar mark. Värden kring noll (-0.2 till 04) motsvarar i regel vattenstress. Höga, positiva värden representerar höga krontak utan vattenstress (cirka 04 till 1). Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/ndmi/)
