Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: The **HR-S&I** product is part of the Copernicus Land Monitoring Service (CLMS) Biophysical Parameters product suite. The product is comprised of 7 parameters that describe the state of snow in near real time. These parameters are extracted from high-resolution spatial observations from the Sentinel-1 (Radar) and Sentinel-2 (Optical) constellations. Because it is time critical for several applications, every effort is made to provide NRT HR-S&I products between 6 and 12 hours after the data sensing time.
lt: **HR-S&I** produktas yra "Copernicus Land Monitoring Service" (CLMS) biofizinių parametrų produktų rinkinio dalis. Produktą sudaro 7 parametrai, apibūdinantys sniego būklę beveik realiuoju laiku. Šie parametrai išgauti iš didelės skiriamosios gebos erdvinių stebėjimų, atliktų Sentinel-1 (radaras) ir Sentinel-2 (optinis) žvaigždynuose. Kadangi kelioms taikomosioms programoms laikas yra labai svarbus, dedamos visos pastangos, kad NRT HR-S&I produktai būtų pateikti praėjus 6-12 valandų nuo duomenų užfiksavimo laiko.

source: The **Wet/Dry Snow (WDS)** product maps the snow state conditions within the snow mask defined by the FSCTOC product. More information [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-snow-and-ice-monitoring/snow-products/snow-state-conditions). **Coverage**: Europe (EEA39 region), from 25°W to 45°E and from 26°N to 72°N. **Data Availability**: September 1, 2016 to present **Spatial resolution**: 60 meters. **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
lt: **Šlapias/sausas sniegas (WDS)** produktas atvaizduoja sniego būklę pagal FSCTOC produkto apibrėžtą sniego kaukę. Daugiau informacijos [čia] (https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-snow-and-ice-monitoring/snow-products/snow-state-conditions). **Apimtis**: Europa (EEE39 regionas), nuo 25° vakarų ilgumos iki 45° rytų ilgumos ir nuo 26° šiaurės platumos iki 72° šiaurės platumos. **Duomenų prieinamumas**: Nuo 2016 m. rugsėjo 1 d. iki dabar **Projekto erdvinė skiriamoji geba**: 60 metrų. **Bendras naudojimas**: Produkto parametrai gali būti taikomi įvairiose srityse, pavyzdžiui, orų prognozavimui, hidrologiniams tyrimams ir vandentvarkai. Todėl sniego ir ledo danga yra labai svarbi vertinant gamtinius pavojus, tokius kaip potvyniai, lavinos, ir valdant susijusią riziką. Sniego ir ledo dangos tyrimai taip pat taikomi socialiniais ir ekonominiais tikslais, pavyzdžiui, žiemos turizmo, žemės ūkio ir miškininkystės, hidroenergijos gamybos ar vandens tiekimo srityse.

source: The **Fractional Snow Cover (FSC)** product provides the snow fraction at the Top Of Canopy (FSCTOC) and On Ground (FSCOG). NDSI is also provided as part of this service. More information [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-snow-and-ice-monitoring). **Coverage**: Europe (EEA39 region), from 25°W to 45°E and from 26°N to 72°N. **Data Availability**: September 1, 2016 to present **Spatial resolution**: 20-60m **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
lt: **Frakcinės sniego dangos (FSC)** produkte pateikiama sniego dalis dangos viršuje (FSCTOC) ir ant žemės (FSCOG). Teikiant šią paslaugą taip pat teikiamas NDSI. Daugiau informacijos [čia] (https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-snow-and-ice-monitoring). **Apimtis**: Europa (EEE39 regionas), nuo 25° vakarų ilgumos iki 45° rytų ilgumos ir nuo 26° šiaurės platumos iki 72° šiaurės platumos. **Duomenų prieinamumas**: Nuo 2016 m. rugsėjo 1 d. iki dabar **Projekto erdvinė skiriamoji geba**: 20-60m **Bendras naudojimas**: Produkto parametrai gali būti taikomi įvairiose srityse, pavyzdžiui, orų prognozavimui, hidrologiniams tyrimams ir vandentvarkai. Todėl sniego ir ledo danga yra labai svarbi vertinant gamtinius pavojus, tokius kaip potvyniai, lavinos, ir valdant susijusią riziką. Sniego ir ledo dangos tyrimai taip pat taikomi socialiniais ir ekonominiais tikslais, pavyzdžiui, žiemos turizmo, žemės ūkio ir miškininkystės, hidroenergijos gamybos ar vandens tiekimo srityse.

source: The daily cumulative **Gap-filled Fractional Snow Cover (GFSC)** product is a more complete version of the FSC product; gap-filled both at a spatial and temporal scale. More information [here](https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-snow-and-ice-monitoring). **Coverage**: Europe (EEA39 region), from 25°W to 45°E and from 26°N to 72°N. **Data Availability**: September 1, 2016 to present **Spatial resolution**: 20-60m **Common Usage**: The product parameters can be applied to several applications such as weather forecasting, hydrological studies and water management. The snow and the ice cover are therefore essentials for assessing natural hazards such as floods, avalanches and managing the associated risks. The study of snow and ice cover also has socio-economic applications such as winter tourism, agriculture and forestry, hydroelectric power generation or water supply.
lt: Kasdienis kaupiamasis **Gap-filled Fractional Snow Cover (GFSC)** produktas yra išsamesnė FSC produkto versija; jis užpildytas tiek erdvės, tiek laiko mastu. Daugiau informacijos [čia] (https://land.copernicus.eu/pan-european/biophysical-parameters/high-resolution-snow-and-ice-monitoring). **Paplitimas**: Europa (EEE39 regionas), nuo 25° vakarų ilgumos iki 45° rytų ilgumos ir nuo 26° šiaurės platumos iki 72° šiaurės platumos. **Duomenų prieinamumas**: Nuo 2016 m. rugsėjo 1 d. iki dabar **Projekto erdvinė skiriamoji geba**: 20-60m **Bendras naudojimas**: Produkto parametrai gali būti taikomi įvairiose srityse, pavyzdžiui, orų prognozavimui, hidrologiniams tyrimams ir vandentvarkai. Todėl sniego ir ledo danga yra labai svarbi vertinant gamtinius pavojus, tokius kaip potvyniai, lavinos, ir valdant susijusią riziką. Sniego ir ledo dangos tyrimai taip pat taikomi socialiniais ir ekonominiais tikslais, pavyzdžiui, žiemos turizmo, žemės ūkio ir miškininkystės, hidroenergijos gamybos ar vandens tiekimo srityse.

source: Cloud Mask
lt: Debesų kaukė

source: Normalised Difference Snow Index
lt: Normalizuotas sniego skirtumo indeksas

source: Fractional Snow Cover On Ground Quality
lt: Dalinė sniego danga žemės kokybei

source: Fractional Snow Cover On Ground
lt: Dalinė sniego danga ant žemės

source: Fractional Snow Cover Top Of Canopy Quality
lt: Dalinė sniego danga Stogelio viršus Kokybė

source: Fractional Snow Cover Top Of Canopy
lt: Dalinė sniego danga Stogelio viršus

source: Quality Flags
lt: Kokybės vėliavos

source: Fractional Snow Cover (Gap-filled)
lt: Dalinė sniego danga (užpildytas tarpas)

source: Fractional Snow Cover (Gap-filled) Quality
lt: Frakcinė sniego danga (užpildyta spraga) Kokybė

source: Persistent Snow Area Quality
lt: Nuolatinė sniego ploto kokybė

source: Persistent Snow Area
lt: Nuolatinis sniego plotas

source: Wet Snow in high Mountains
lt: Šlapias sniegas aukštuose kalnuose

source: Wet Snow in high Mountains Quality
lt: Šlapias sniegas aukštai kalnuose Kokybė

source: Snow State Classification
lt: Sniego valstybės klasifikacija

source: Snow State Classification Quality
lt: Sniego būklės klasifikacija Kokybė

source: # Wet / Dry Snow - Snow State Classification This script visualises the Wet / Dry Snow - Snow State Classification (WDS SSC). Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-wds-ssc/).
lt: # Šlapias / sausas sniegas - Sniego valstybinė klasifikacija Šis scenarijus vizualizuoja šlapio / sauso sniego - sniego būklės klasifikaciją (WDS SSC). Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-wds-ssc/).

source: # Wet / Dry Snow - Snow State Classification Quality This script visualises the Wet / Dry Snow - Snow State Classification (WDS QCSSC) Quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-wds-ssc-quality/).
lt: # Šlapias / sausas sniegas - Sniego būklės klasifikacija Kokybė Šis scenarijus vizualizuoja šlapio / sauso sniego - sniego būklės klasifikacijos (WDS QCSSC) kokybės sluoksnį. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-wds-ssc-quality/).

source: # SAR Wet Snow - Wet Snow in high Mountains Quality This script visualises SAR Wet Snow in high Mountains - Wet Snow classification in high Mountains Quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-sws-wet-snow-classification-high-mountains-quality/).
lt: # SAR Šlapias sniegas - Šlapias sniegas aukštai kalnuose Kokybė Šis scenarijus vizualizuoja SAR Wet Snow in high Mountains - šlapio sniego klasifikaciją aukštų kalnų kokybės sluoksnyje. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-sws-wet-snow-classification-high-mountains-quality/).

source: # Fractional Snow Cover - On-ground This script visualises Fractional Snow Cover - On-ground Fractional Snow Cover (%) (FSCOG). Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-fsc-on-ground-fsi/).
lt: # Dalinė sniego danga - ant žemės Šis scenarijus vizualizuoja sniego dangos dalį - ant žemės sniego dangos dalį (%) (FSCOG). Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-fsc-on-ground-fsi/).

source: # Fractional Snow Cover - On-ground Quality This script visualises the Fractional Snow Cover - On-ground Fractional Snow Cover (%) Quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-fsc-on-ground-fsi-quality/).
lt: # Dalinė sniego danga - ant žemės kokybė Šis scenarijus vizualizuoja "Fractional Snow Cover - On-ground Fractional Snow Cover (%) Quality" sluoksnį. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-fsc-on-ground-fsi-quality/).

source: # Fractional Snow Cover - Top of Canopy This script visualises Fractional Snow Cover - Top of Canopy Fractional Snow Cover (%) (FSCTOC). Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-fsc-top-of-canopy-fsi/).
lt: # Dalinė sniego danga - stogelio viršus Šis scenarijus skirtas sniego dangos daliai (%) (FSCTOC) vizualizuoti. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-fsc-top-of-canopy-fsi/).

source: # Fractional Snow Cover - Top of Canopy Quality This script visualises the Fractional Snow Cover - Top of Canopy Fractional Snow Cover (%) Quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-fsc-top-of-canopy-fsi-quality/).
lt: # Dalinė sniego danga - kupolo viršaus kokybė Šis scenarijus vizualizuoja "Fractional Snow Cover - Top of Canopy Fractional Snow Cover (%) Quality" sluoksnį. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-fsc-top-of-canopy-fsi-quality/).

source: # Fractional Snow Cover - NDSI This script visualises Fractional Snow Cover NDSI. The product provides the NDSI values in the detected snow area, i.e. area where FSCTOC > 0%. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-fsc-ndsi/).
lt: # Dalinė sniego danga - NDSI Šis scenarijus vizualizuoja dalinę sniego dangą NDSI. Produktas pateikia NDSI vertes aptiktame sniego plote, t. y. plote, kuriame FSCTOC > 0 %. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-fsc-ndsi/).

source: # Fractional Snow Cover (Gap-filled) This script visualises Daily cumulative Gap-filled Fractional Snow Cover - Fractional Snow Cover (%). Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-gfsc-fsc/).
lt: # Dalinė sniego danga (užpildyta spraga) Šis scenarijus vizualizuoja kasdienę sukauptą dalinę sniego dangą su spragomis - dalinę sniego dangą (%). Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-gfsc-fsc/).

source: # Fractional Snow Cover (Gap-filled) Quality This script visualises the Daily cumulative Gap-filled Fractional Snow Cover - Fractional Snow Cover (%) Quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-gfsc-fsc-quality/).
lt: # Dalinė sniego danga (užpildyta spraga) Kokybė Šiuo scenarijumi vizualizuojamas kasdienis kaupiamasis Gap-filled Fractional Snow Cover - Fractional Snow Cover (%) Quality sluoksnis. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-gfsc-fsc-quality/).

source: Index value
lt: Indekso reikšmė

source: **Sentinel-3** mission's main objective is to measure the sea surface topography, the sea and land surface temperature, and the colour of the ocean and land surface. To achieve this goal, Sentinel-3 has a combination of different instruments on board. The most important instruments are the Ocean and Land Colour Instrument (OLCI), the SAR Radar Altimeter (SRAL) and the Sea and Land Surface Temperature Radiometer (SLSTR). **Data availability:** Since May 2016 onwards.
lt: Pagrindinis **Sentinel-3** misijos tikslas - matuoti jūros paviršiaus topografiją, jūros ir sausumos paviršiaus temperatūrą bei vandenyno ir sausumos paviršiaus spalvą. Šiam tikslui pasiekti "Sentinel-3" laive yra įvairių prietaisų derinys. Svarbiausi prietaisai yra vandenyno ir sausumos paviršiaus spalvos prietaisas (OLCI), SAR radiolokacinis aukštimatis (SRAL) ir jūros ir sausumos paviršiaus temperatūros radiometras (SLSTR). **Duomenų prieinamumas:** Nuo 2016 m. gegužės mėn.

source: Through the **NICFI** (Norway’s International Climate & Forests Initiative) Satellite Data Program, anyone can access Planet’s high-resolution, analysis-ready mosaics of the world’s tropics in order to support reducing and reversing the loss of tropical forests, combating climate change, conserving biodiversity, contributing to forest regrowth, restoration and enhancement, and facilitating sustainable development. You can view, download and stream access by signing up for the NICFI Satellite Data Program [here](http://www.planet.com/nicfi). **Spatial resolution:** < 5 metres. **Data availability:** Global tropical regions, September 2015 - August 2020 biannually, from September 2020 monthly. **Common usage:** Forest management, urban growth monitoring, biodiversity conservation.
lt: Per **NICFI** (Norvegijos tarptautinė klimato ir miškų iniciatyva) palydovinių duomenų programą kiekvienas gali naudotis Planetos didelės skiriamosios gebos, analizei paruoštomis pasaulio atogrąžų mozaikomis, kad padėtų sumažinti ir pakeisti atogrąžų miškų nykimą, kovoti su klimato kaita, išsaugoti biologinę įvairovę, prisidėti prie miškų atsikūrimo, atkūrimo ir stiprinimą, taip pat palengvinti tvarų vystymąsi. Galite peržiūrėti, atsisiųsti ir transliuoti prieigą užsiregistravę NICFI palydovinių duomenų programą [čia] (http://www.planet.com/nicfi). **Projekto erdvinė skiriamoji geba:** < 5 metrai. **Duomenų prieinamumas:** Pasauliniai atogrąžų regionai, 2015 m. rugsėjis - 2020 m. rugpjūtis kas dvejus metus, nuo 2020 m. rugsėjo mėn. kas mėnesį. **Bendras naudojimas:** Miškų valdymas, miestų augimo stebėsena, biologinės įvairovės išsaugojimas.

source: Band 2 - Yellow substance and detrital pigments (turbidity)-412.5 nm
fi: Kanava 2 – liuennut humus ja liuennut aines (sameus) – 412.5 nm
lt: 2 juosta - geltonos medžiagos ir detritiniai pigmentai (drumstumas)-412,5 nm
lv: Josla (kanāls) 2 - 412.5 nm (Yellow substance and detrital pigments, turbitdity)
pl: Pasmo 2 - Substancja żółta (rozpuszczona materia organiczna o zółtym zabarwieniu) i pigmenty detrytyczne (zmętnienie) -412.5 nm
pt: Banda 2 - Substância amarela e pigmentos de detritos (turbidez)- 412.5 nm
sv: Band 2 - Gult ämne och grova pigment (turbiditet) - 412,5 nm

source: The **Proba-V** satellite is a small satellite designed to map land cover and vegetation growth across the entire globe every two days. EO Browser provides derived products which minimize cloud cover by combining cloud-free measurement within a 1 day (S1), 5 days (S5) and 10 days (S10) period. **Spatial resolution:** 100m for S1 and S5, 333m for S1 and S10, 1000m for S1 and S10. **Revisit time:** 1 day for latitudes 35-75°N and 35-56°S, 2 days for latitudes between 35°N and 35°S. **Data availability:** From October 2013 to February 2021. **Common usage:** The observation of land cover, vegetation growth, climate impact assessment, water resource management, agricultural monitoring and food security estimates, inland water resource monitoring and tracking the steady spread of deserts and deforestation.
fi: **Proba-V-satelliitti** on pieni maanpinnan kartoitukseen ja kasvillisuuden kasvun seurantaan suunniteltu satelliitti. Se kuvaa koko Maan kahden päivän välein. EO Browser tuottaa käsiteltyjä tuotteita, joissa pilvipeitteen määrä on mahdollisimman vähäinen. Tämä saavutetaan yhdistämällä 1 päivän (S1), 5 päivän (S5) ja 10 päivän (S10) aikaväleillä otettuja pilvettömiä kuvia. **Alueellinen erotuskyky:** 100 m S1- ja S5-aikaväleille, 333 m S1- ja S10-aikavälille, 1 000 m S1- ja S10-aikavälille. **Kuvausväli:** 1 päivä leveysasteille 35–75°N ja 35–56°S, 2 päivää leveysasteiden 35°N ja 35°S välisille asteille. **Saatavilla olevat tiedot:** Lokakuusta 2013 helmikuuhun 2021. **Yleisimmät käyttökohteet:** Maanpeitteen seuranta, kasvillisuuden seuranta, ilmastovaikutusten arviointi, vesienhoito, maatalouden seuranta ja ruokaturvaan liittyvät arviot, sisävesienhoito sekä aavikoiden ja metsäkadon laajenemisen seuranta.
lt: **Proba-V** palydovas - tai nedidelis palydovas, skirtas žemės dangai ir augmenijos augimui kartografuoti. visame pasaulyje kas dvi dienas. "EO Browser" teikia išvestinius produktus, kurie iki minimumo sumažina debesų dangą, derinant be debesų atliktus matavimus 1 dienos (S1), 5 dienų (S5) ir 10 dienų (S10) laikotarpiu. **Patalpos skiriamoji geba:** 100 m (S1 ir S5), 333 m (S1 ir S10), 1000 m (S1 ir S10). **Peržiūros trukmė:** 1 diena 35-75° šiaurės platumos ir 35-56° pietų platumos, 2 dienos 35° šiaurės platumos ir 35-56° pietų platumos. ir 35° pietų platumos. **Duomenų prieinamumas:** nuo 2013 m. spalio mėn. iki 2021 m. vasario mėn. **Bendras panaudojimas:** Žemės dangos stebėjimas, augalijos augimas, klimato poveikio vertinimas, vandens išteklių valdymui, žemės ūkio stebėsenai ir aprūpinimo maistu saugumo vertinimui, vidaus vandenų išteklių stebėsena ir nuolatinio dykumų plitimo bei miškų kirtimo stebėjimas.
lv: **Proba-V** ir maza izmēra satelīts, kas veidots ar nolūku veikt globālu zemes pārklājuma un veģetācijas kartēšanu. "EO Browser" ir pieejami atvasinātie produkti, ar samazinātu mākoņu daudzumu, kas tiek panākts kombinējot bez-mākoņu mērījums vienas (S1), piecu (S5) un desmit (S10) periodos. **Telpiskā izšķirspēja:** 100m priekš S1 un S5 produktiem, 333m priekš S1 un S10 produktiem, 1000m priekš S1 un S10 produktiem. **Mērījumu periods:** reizi dienā vietās ar ģeogrāfisko platumu no 35-75°Z.pl. un 35-56°D.pl., reizi divās dienās vietās ar ģeogrāfisko platumu starp 35°Z.pl. and 35°D.pl. **Datu pieejamība:** No 2013. gada oktobra līdz 2021. gada februārim. **Ierastie lietojuma veidi:** Zemes pārklājums, veģetācija/augājs, klimata ietekmes novērtējums, ūdens resursu pārvaldība, lauksaimniecības monitorings un pārtikas resursu drošības izvērtējums, iekšzemes ūdens tilpņu , kā arī tuksneša un meža cirsmu izplatības ātruma monitorings.
pl: Satelita **Proba-V** to mały satelita zaprojektowany do mapowania pokrycia terenu i wzrostu roślinności na całym świecie co dwa dni. Przeglądarka EO Browser dostarcza produktów pochodnych, które minimalizują pokrywę chmur dzięki połączeniu pomiarów bezchmurnych w okresie 1 dnia (S1), 5 dni (S5) i 10 dni (S10). **Spatial resolution:** (rozdzielczość przestrzenna) 100 m dla S1 i S5, 333 m dla S1 i S10, 1000 m dla S1 i S10. **Revisit time:** (okres rewizyty) 1 dzień dla szerokości geograficznych 35-75°N i 35-56°S, 2 dni dla szerokości geograficznych pomiędzy 35°N i 35°S. ** Dostępność danych:** Od października 2013 do lutego 2021. **Typowe zastosowanie:** M Obserwacja pokrycia terenu, wzrost roślinności, ocena wpływu klimatu, zarządzanie zasobami wodnymi, monitorowanie rolnictwa i szacowanie bezpieczeństwa żywnościowego, monitorowanie śródlądowych zasobów wodnych oraz śledzenie stałego rozprzestrzeniania się pustyń i wylesiania.
pt: O satélite **Proba-V** é um pequeno satélite concebido para mapear a cobertura terrestre e o crescimento da vegetação em todo o planeta de dois em dois dias. O EO Browser permite minimizar a cobertura de nuvens através da combinação de medições sem nuvens em períodos de 1 dia (S1), 5 dias (S5) e 10 dias (S10). **Resolução espacial:** 100m para S1 e S5, 333m para S1 e S10, 1000m para S1 e S10. **Intervalo de captação:** 1 dia para latitudes entre 35-75°N e 35-56°S, 2 dias para latitudes entre 35°N e 35°S. **Disponibilidade de dados:** De outubro de 2013 a fevereiro de 2021. **Utilização comum:** Observação da cobertura do solo, crescimento da vegetação, avaliação do impacto climático, gestão dos recursos hídricos, monitorização agrícola e estimativas de segurança alimentar, monitorização de recursos hídricos em terra e acompanhamento do aumento constante dos desertos e da desflorestação.
sv: Satelliten **Proba-V** är en liten satellit som har konstruerats för att kartlägga marktäckning och vegetationstillväxt på hela jorden varannan dag. EO Browser tillhandahåller produkter som minimerar molntäckningen genom att kombinera molnfri mätning med en period på en dag (S1), fem dagar (S5) och tio dagar (S10). **Geografisk upplösning:** 100 m för S1 och S5, 333 m för S1 och S10, 1000 m för S1 och S10. **Återbesökstid:** En dag för breddgraderna 35–75°N och 35–56°S, två dagar för breddgraderna mellan 35°N och 35°S. **Datatillgänglighet:** Från oktober 2013 till februari 2021. **Allmän användning:** Iakttagande av marktäckning, vegetationstillväxt, klimatkonsekvensbedömning, hantering av vattenresurser, övervakning av jordbruk och uppskattning av livsmedelsförsörjning, övervakning av inlandsvattenresurser och uppföljning av en jämn spridning av öknar och avskogning.
