Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # False color visualization-2 The script visualizes the Earth's surface in False Color from Sentinel-1 data. It helps with maritime monitoring (ice monitoring, ship monitoring,...), land monitoring (agriculture, deforestation,...) and emergency management (flood monitoring, volcano monitoring,...). More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization/)
lt: # Klaidinga spalva vizualizacija-2 Šis scenarijus vizualizuoja Žemės paviršių klaidinga spalva iš Sentinel-1 duomenų. Jis padeda vykdyti jūrų (ledo, laivų,...), žemės (žemės ūkio, miškų kirtimo,...) ir ekstremalių situacijų (potvynių, ugnikalnių,...) stebėseną. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization/)

source: # Water Surface Roughness Visualization The script visualizes the Water Surface Roughness from Sentinel-1 data. It helps in maritime monitoring (ship monitoring, oil pollution monitoring, sea currents,...). More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-1/water_surface_roughness_visualization/)
lt: # Vandens paviršiaus šiurkštumo vizualizacija Šis scenarijus vizualizuoja vandens paviršiaus šiurkštumą iš Sentinel-1 duomenų. Tai padeda vykdyti jūrų stebėjimą (laivų stebėjimą, naftos taršos stebėjimą, jūros srovių stebėjimą...). Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-1/water_surface_roughness_visualization/)

source: # Urban Areas visualization The script is useful for locating urban areas and individual buildings. It uses VH and VV polarizations to highlight different buildings and topology orientations with purple and green colors. It can be used to track urban expansion, estimate building type or locate buildings in high-risk areas (such as floods). The script does not work well in high elevation areas, where snow and high slopes are also highlighted, making it difficult to separate urban areas from the rest of the surface. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/)
lt: # Miestų teritorijų vizualizacija Skriptas naudingas norint nustatyti miesto teritorijų ir atskirų pastatų buvimo vietą. Jis naudoja VH ir VV poliarizacijas, kad violetine ir žalia spalvomis išryškintų skirtingus pastatus ir topologijos orientacijas. Jį galima naudoti miesto plėtrai sekti, pastatų tipui įvertinti arba pastatams didelės rizikos zonose (pvz., potvynių) lokalizuoti. Skriptas blogai veikia didelio aukščio vietovėse, kur taip pat išryškėja sniegas ir dideli šlaitai, todėl sunku atskirti miestų teritorijas nuo likusio paviršiaus. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-1/urban_areas/)

source: # False color visualization This script offers different false color visualizations and the possibility to easily add more visualizations. Using variables, you can influence the resulting image in terms of what you want to higlight. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization-2/) and [here.](https://pierre-markuse.net/2019/10/22/sentinel-1-sar-data-visualization-in-eo-browser-using-a-custom-script/)
lt: # Klaidinga spalvų vizualizacija Šis scenarijus siūlo įvairias klaidingų spalvų vizualizacijas ir galimybę lengvai pridėti daugiau vizualizacijų. Naudodami kintamuosius, galite daryti įtaką gautam vaizdui pagal tai, ką norite išryškinti. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_false_color_visualization-2/) ir [čia](https://pierre-markuse.net/2019/10/22/sentinel-1-sar-data-visualization-in-eo-browser-using-a-custom-script/).

source: # Deforestation Visualization The script uses the VV and VH bands of the Sentinel-1 and transforms the cartesian space of VV and VH into polar coordinates computing the length and angle of the resulting vector as well as the area of the square defined by VV and VH. Then the length of the vector is used as a classifier to distinguish between water, forest and soil. The script paints the water and bare soil areas black, and uses both the length and the angle to draw a scale for the forest (green) and soil (red), drawing a stronger green if more forest was classified and a stronger red or black if more soil was found. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_deforestation_detection/)
lt: # Miškų naikinimo vizualizacija Skriptas naudoja "Sentinel-1" VV ir VH juostas ir transformuoja kartezinę VV ir VH erdvę į poliarines koordinates, apskaičiuodamas gauto vektoriaus ilgį ir kampą bei VV ir VH apibrėžto kvadrato plotą. Tuomet vektoriaus ilgis naudojamas kaip klasifikatorius vandeniui, miškui ir dirvožemiui atskirti. Skriptas vandens ir plikos dirvos plotus nudažo juodai, o ilgį ir kampą naudoja miško (žalia spalva) ir dirvos (raudona spalva) skalėms nubrėžti, piešdamas ryškesnę žalią spalvą, jei klasifikuota daugiau miško, ir ryškesnę raudoną arba juodą spalvą, jei rasta daugiau dirvos. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-1/sar_deforestation_detection/)

source: Point of interest
lt: Dominanti vieta

source: Spectral explorer
lt: Spektro tyrinėtojas

source: Wavelength (nm)
lt: Bangos ilgis (nm)

source: Chart
lt: Diagrama

source: Values
lt: Reikšmės

source: No data available
lt: Nėra duomenų

source: Please set a geometry.
lt: Nustatykite geometriją.

source: Water (open ocean)
lt: Vanduo (atviras vandenynas)

source: Grass
lt: Žolė

source: Soil (brown sand)
lt: Dirvožemis (rudas smėlis)

source: Concrete
lt: Betonas

source: Snow (medium granular snow)
lt: Sniegas (vidutinio grūdėtumo sniegas)

source: Upload a file to create a line
lt: Įkelkite failą, kad sukurtumėte liniją

source: Draw a line
lt: Nubrėžti liniją

source: Upload a KML/KMZ, GPX, WKT (in EPSG:4326) or GEOJSON/JSON file.
lt: Įkelkite KML/KMZ, GPX, WKT (EPSG:4326) arba GEOJSON/JSON failą.

source: Elevation profile
lt: Aukščio profilis

source: Distance
lt: Atstumas

source: Elevation
lt: Aukštis

source: Slope
lt: Šlaitas

source: Unsupported GeoJSON geometry type! Only ${ supported } are supported.
lt: Nepalaikomas GeoJSON geometrijos tipas! Palaikomi tik ${ palaikomi }.

source: Unable to get elevation data
lt: Nepavyko gauti aukščio duomenų

source: Highlights of the Month
lt: Svarbiausi mėnesio įvykiai

source: Composite
lt: Kompozicinis

source: Index
lt: Indeksas

source: Custom script
lt: Pasirinktinis scenarijus

source: Use custom script to create a custom visualization
lt: Naudokite pasirinktinį scenarijų, kad sukurtumėte tinkintą vizualizaciją

source: By using different spectral bands in the different colour channels (RGB) of an image, certain features can be emphasised in the data. Popular RGB composites are True Colour (red, blue and green bands) or False Colour (near-infrared, red and green bands). More info [here](${ link1 }) or [here](${ link2 }).
lt: Naudojant skirtingas spektrines juostas skirtinguose vaizdo spalvų kanaluose (RGB), tam tikros duomenis galima išryškinti. Populiariausios RGB kompozicijos yra "True Colour" (raudona, mėlyna ir žalia spalvos). juostos) arba "False Colour" (artimųjų infraraudonųjų spindulių, raudonos ir žalios spalvos juostos). Daugiau informacijos [čia](${ nuoroda1 }) arba [čia](${ nuoroda2 }).

source: Create a simple band ratio (A/B) to highlight the spectral differences between two bands, or create a normalized difference index ((A-B)/(A+B)) to compare your data across time. Popular difference indices are the Normalized Difference Vegetation Index (NDVI), which uses the near-infrared and red bands or the Normalized Difference Water Index (NDWI), which uses the near-infrared and shortwave infrared bands. More info [here](${ link1 }) or [here](${ link2 }).
lt: Sukurkite paprastą juostų santykį (A/B), kad išryškintumėte dviejų juostų spektrinius skirtumus, arba sukurkite normalizuotą skirtumo indeksą ((A-B)/(A+B)), kad galėtumėte palyginti duomenis laike. Populiariausi skirtumo indeksai yra normalizuotas skirtumo augalijos indeksas (NDVI), kuriam naudojamos artimosios infraraudonosios ir raudonosios juostos, arba normalizuotas vandens skirtumo indeksas (NDWI), kuris naudoja artimųjų infraraudonųjų spindulių ir trumpųjų infraraudonųjų bangų juostas. Daugiau informacijos [čia](${ nuoroda1 }) arba [čia](${ nuoroda2 }).

source: Red
lt: Raudona

source: Green
lt: Žalia

source: Blue
lt: Mėlyna

source: # Topographic Visualization This script returns a visualisation with green colours representing lowland elevations and earth colours as mountainous elevations. The script uses discrete classes rather than the continuous visualisations in the other DEM layers. It is possible to set custom min and max values in the evalscript by setting defaultVis to false and setting the min and max variables to the desired values. More info [here.](https://custom-scripts.sentinel-hub.com/dem/dem-topographic/)
lt: # Topografinis vizualizavimas Šis scenarijus grąžina vizualizaciją, kurioje žaliomis spalvomis žymimos žemumų aukštumos, o žemės spalvomis - kalnų aukštumos. Šiame scenarijuje naudojamos diskretinės klasės, o ne ištisinės vizualizacijos kituose DEM sluoksniuose. Evalscript'e galima nustatyti pasirinktines min ir max vertes, nustatant defaultVis į false ir nustatant kintamuosius min ir max į norimas vertes. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/dem/dem-topographic/)

source: # Color Visualization This script returns a color visualization of a digital elevation model, assigning continuous colors to the elevation borders. It is possible to set custom min and max values in the evalscript by setting defaultVis to false and setting the min and max variables to the desired values. More info [here.](https://custom-scripts.sentinel-hub.com/dem/dem-color/)
lt: # Spalvų vizualizavimas Šis scenarijus grąžina skaitmeninio aukščio modelio spalvotą vizualizaciją, priskirdamas ištisines spalvas aukščio riboms. Evalscript'e galima nustatyti pasirinktines min ir max vertes, nustatant defaultVis į false ir nustatant min ir max kintamuosius į norimas vertes. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/dem/dem-color/)

source: # Grayscale Visualization This script returns a grayscale visualization of a digital elevation model, assigning continuous colors to the elevation borders. It is possible to set custom min and max values in the evalscript by setting defaultVis to false and setting the min and max variables to the desired values. More info [here.](https://custom-scripts.sentinel-hub.com/dem/dem-grayscale/)
lt: # Pilkų atspalvių vizualizavimas Šis scenarijus grąžina skaitmeninio aukščio modelio pilkos spalvos vizualizaciją, aukščio riboms priskirdamas ištisines spalvas. Evalscript'e galima nustatyti pasirinktines min ir max vertes, nustatant defaultVis į false ir nustatant min ir max kintamuosius į norimas vertes. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/dem/dem-grayscale/)

source: # Sepia Visualization This script returns a sepia visualization of a digital elevation model, assigning continuous colors to the elevation borders. It is possible to set custom min and max values in the evalscript by setting defaultVis to false and setting the min and max variables to the desired values. More info [here.](https://custom-scripts.sentinel-hub.com/dem/dem-sepia/)
lt: # Sepia vizualizacija Šis scenarijus grąžina skaitmeninio aukščio modelio sepijos vizualizaciją, aukščio riboms priskirdamas ištisines spalvas. Evalscript'e galima nustatyti pasirinktines min ir max vertes, nustatant defaultVis į false ir nustatant min ir max kintamuosius į norimas vertes. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/dem/dem-sepia/)

source: Determines whether the data was recorded during a descending orbit (flight direction: north - south) or an ascending orbit (flight direction: south - north).
lt: Nustato, ar duomenys buvo įrašyti skriejant žemėjančia orbita (skrydžio kryptis: šiaurė - pietūs), ar kylančia orbita (skrydžio kryptis: pietūs - šiaurė).

source: Sentinel-1 operates in 4 exclusive instrument acquisition modes. Depending on the instrument mode, the data products may be available in different polarisation, resolution and swath withs (between 20 km and 410 km). The four different modes are: - Stripmap (SM) - Interferometric Wide swath (IW) - Extra-Wide swath (EW) - Wave (WV)
lt: "Sentinel-1" veikia 4 išskirtiniais prietaisų įsigijimo režimais. Priklausomai nuo prietaiso režimo, galima gauti skirtingos poliarizacijos, skiriamosios gebos ir pločio (nuo 20 km iki 410 km) duomenų produktus. Keturi skirtingi režimai: - juostinis žemėlapis (SM) - Interferometrinis plačios juostos (IW) - itin plačios juostos (EW) - bangų (WV)

source: Determines with which polarisation the data was acquired. The first letter indicates the polarisation when sending the signal, the second letter when receiving the signal, e.g., HV = horizontal polarisation when sending the signal and vertical polarisation when receiving. Data can be acquired in single polarisation HH (SH) or VV (SV) or in dual polarisation HH&HV (DH) or VV&VH (DV), depending on the instrument mode. SM, IW and EW can be acquired in single or dual polarisation. WV can only be acquired in single polarisation.
lt: Nustato, kokios poliarizacijos duomenys buvo gauti. Pirmoji raidė nurodo poliarizaciją siunčiant signalą, antroji raidė - priimant signalą, pavyzdžiui, HV = horizontali poliarizacija siunčiant signalą ir vertikali poliarizacija priimant signalą. Priklausomai nuo prietaiso režimo, duomenys gali būti gaunami vienos poliarizacijos HH (SH) arba VV (SV) arba dviejų poliarizacijų HH&HV (DH) arba VV&VH (DV). SM, IW ir EW galima gauti esant viengubai arba dvigubai poliarizacijai. WV galima gauti tik esant viengubai poliarizacijai.

source: River and Lake Ice Extent Quality
lt: Upių ir ežerų ledo apimties kokybė

source: River and Lake Ice Extent
lt: Upių ir ežerų ledo apimtis

source: # River and Lake Ice Extent - Sentinel-1 Quality This script visualises the Sentinel 1-based River and Lake Ice Extent quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1-quality/).
lt: # Upių ir ežerų ledo apimtis - Sentinel-1 kokybė Šiuo scenarijumi vizualizuojamas Sentinel-1 pagrįstas upių ir ežerų ledo apimties kokybės sluoksnis. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1-quality/).

source: # River and Lake Ice Extent - Sentinel-2 Quality This script visualises the Sentinel 2-based River and Lake Ice Extent quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s2-quality/).
lt: # Upių ir ežerų ledo apimtis - Sentinel-2 kokybė Šiuo scenarijumi vizualizuojamas Sentinel 2 pagrįstas upių ir ežerų ledo apimties kokybės sluoksnis. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s2-quality/).

source: # River and Lake Ice Extent S1 and S2 This script visualises the River and Lake Ice Extent generated as a combination of RLIE S1 and RLIE S2 products acquired on the same date for the entire EEA38+UK zone. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1s2/).
lt: # Upių ir ežerų ledo apimtis S1 ir S2 Šis scenarijus vizualizuoja upių ir ežerų ledo apimtį, sugeneruotą kaip RLIE S1 ir RLIE S2 produktų, įsigytų tą pačią dieną, derinį visai EEE38+UK zonai. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1s2/).

source: # River and Lake Ice Extent S1 and S2 Quality This script visualises the Sentinel 1 and 2-based River and Lake Ice Extent quality layer. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1s2-quality/).
lt: # Upių ir ežerų ledo apimtis S1 ir S2 kokybė Šis scenarijus vizualizuoja Sentinel 1 ir 2 pagrindu sukurtą upių ir ežerų ledo apimties kokybės sluoksnį. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1s2-quality/).

source: # River and Lake Ice Extent - Sentinel-1 This script visualises the River and Lake Ice Extent based on synthetic aperture radar data from the S1 constellation. The product is generated for the entire EEA38+UK zone. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1/).
lt: # Upių ir ežerų ledo apimtis – Sentinel-1 Šis scenarijus vizualizuoja upių ir ežerų ledo apimtį, remdamasis sintetinių diafragmos radaro duomenimis iš S1 žvaigždyno. Produktas sukurtas visai EEE38+UK zonai. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s1/).

source: # River and Lake Ice Extent - Sentinel-2 This script visualises the River and Lake Ice Extent based on optical satellite data from the Sentinel-2 constellation. The product is generated for the entire EEA38+UK zone. Find more information [here](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s2/).
lt: # Upių ir ežerų ledo apimtis – Sentinel-2 Šis scenarijus vizualizuoja upių ir ežerų ledo apimtį, remdamasis Sentinel-2 žvaigždyno optinio palydovo duomenimis. Produktas sukurtas visai EEE38+UK zonai. Daugiau informacijos rasite [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/hrsi/hrsi-rlie-s2/).

source: Please set a date.
lt: Nustatykite datą.

source: Error fetching data
lt: Įvyko klaida, gaunant duomenis

source: Parameter ${ parameter } is not set
lt: Parametras ${ parametras } nenustatytas

source: Selected dataset does not exist!
lt: Pasirinkto duomenų rinkinio nėra!

source: Draw a Line
lt: Nubrėžti liniją

source: This tool allows you to navigate and fly through terrain effortlessly. You can make use of the 3D Feature by utilizing the following tools: - Use **Vertical Terrain Scaling** to make flatter areas appear more dynamic - Stimulate the Sun movements and its projected shadows at any time of the day - Manipulate the **Shadow Parameters** - Shadow visibility - Shadow rendering distance - Shadow map size visibility - Control the ambient, diffuse and specular factors as well as specular power - Use the **Anaglyph Stereo Mode** to create two distinct red and blue images to produce a single 3D stereo image
lt: Šis įrankis leidžia be vargo naršyti ir skristi per vietovę. Galite naudoti 3D funkcionalumą, pasitelkę šiuos įrankius: - Naudoti **Vertikalaus reljefo mastelio keitimą**, kad lygesnės vietos atrodytų dinamiškesnės - Stimuliuoti saulės judesius ir jos projekcinius šešėlius bet kuriuo paros metu - Manipuliuoti **Šešėlio parametrais** - Šešėlių matomumas - Šešėlių atvaizdavimo atstumas - Šešėlio žemėlapio dydžio matomumas - Valdyti aplinkos, difuzinius ir spekuliarinius veiksnius bei spekuliarinę galią - Naudoti **Anaglifinį stereo režimą**, kad sukurtumėte du atskirus raudonos ir mėlynos spalvos vaizdus ir gautumėte vieną 3D stereo vaizdą

source: This tool allows you to calculate and display statistical data (the distribution of values) for specific layers. It is calculated for the data within your AOI (if defined) or otherwise for the whole screen. You can hover over the bars in the histogram to read the values and determine thresholds to distinguish between different spectral signatures. This tool currently only works for index layers (e.g., the NDVI).
lt: Šis įrankis leidžia apskaičiuoti ir rodyti konkrečių sluoksnių statistinius duomenis (reikšmių pasiskirstymą). Jis apskaičiuojamas duomenims, esantiems jūsų intereso srityje (jei apibrėžta), arba kitaip - visam ekranui. Norėdami perskaityti vertes ir nustatyti ribas, kad galėtumėte atskirti skirtingus spektrinius požymius, galite užvesti žymeklį ant histogramos stulpelių. Šiuo metu šis įrankis veikia tik indekso sluoksniams (pvz., NDVI).

source: Visualize Terrain in 3D
lt: Vizualizuoti reljefą 3D formatu

source: This tool allows you to draw a line on the map and display the line length. It also includes the **Elevation Profile**, a tool that allows you to create the altitude profile by defining a line from point A to point B. You can also upload a KML/KMZ, GPX, WKT (in EPSG:4326) or GEOJSON/JSON file. The two sheets icon <i class="far fa-copy"></i> lets you copy the line coordinates as a GEOJSON and the crosshair <i className="fa fa-crosshairs"></i> centers the map to the drawn line.
lt: Šis įrankis leidžia žemėlapyje nubrėžti liniją ir parodyti linijos ilgį. Jame taip pat yra **Aukščio Profilis** - įrankis, leidžiantis sukurti aukščio profilį apibrėžiant liniją iš taško A į tašką B. Taip pat galite įkelti KML/KMZ, GPX, WKT (EPSG:4326) arba GEOJSON/JSON failą. Dviejų lapų piktograma <i class="far fa-copy"></i> leidžia nukopijuoti linijos koordinates kaip GEOJSON, o kryžiukas <i className="fa fa fa-crosshairs"></i> centruoja žemėlapį į nubrėžtą liniją.

source: Note that it is technically possible to order more PlanetScope data than your purchased quota. Make sure your order is in line with the Acres under Management (AUM) model to avoid overage fees.
fi: Huomaa, että teknisistä syistä on mahdotonta tilata PlanetScope-tietoja enemmän kuin kiintiössäsi on jäljellä. Varmista, että tilauksesi on ”Acres under Management”-mallin (AUM) mukainen. Näin vältät lisämaksut.
lt: Atkreipkite dėmesį, kad techniškai įmanoma užsakyti daugiau „PlanetScope“ duomenų, nei įsigyta kvota. Įsitikinkite, kad jūsų užsakymas atitinka AUM (Acres under Management) modelį, kad išvengtumėte mokesčių už perviršį.
lv: Zināšanai: tehniski ir iespējams, ka "PlanetScope" datu pasūtījums pārsniegs iegādāto kvotu. Lūdzu pārliecinieties, ka pasūtījums ir atbilstībā ar "Acres under Management (AUM)" modeli, lai izvairītos no papildus izmaksām.
pl: Pamiętaj, że technicznie możliwe jest zamówienie większej ilości danych PlanetScope niż wykupiony limit. Upewnij się, że Twoje zamówienie jest zgodne z modelem Akry pod Zarządzaniem (AUM), aby uniknąć opłat za przekroczenie limitu.
pt: Observe que é tecnicamente possível aceder a mais dados Planetscope do que a quota comprada. Tenha a certeza que a sua encomenda esteja em linha com o modelo dos Acres under Management (AUM) para evitar sobretaxas.
sv: Observera att det är tekniskt möjligt att beställa mer PlanetScope-data än den kvot du har köpt. Se till att din beställning är i linje med modellen Acres under Management för att undvika överskottsavgifter.

source: Share on Twitter
fi: Jaa Twitterissä
fr: Partager sur Twitter
lv: Dalīties Twitter
pl: Udostępnij na Twitterze
pt: Partilhar no Twitter
sl: Delite na Twitterju
sv: Dela på Twitter
