Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Barren Soil Visualization The Barren Soil Visualization can be useful for soil mapping, to investigate the location of landslides or the extent of erosion in non-vegetated areas. This visualization shows all vegetation in green and the barren ground in red. Water appears black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) and [here.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
fi: # Paljaan maaston visualisointi Tämä visualisointi on hyödyksi esimerkiksi maaperän kartoittamisessa, maanvyörymien paikantamisessa ja eroosion määrän selvittämisessä alueilla, joilla ei ole kasvillisuutta. Visualisointi näyttää kasvillisuuden vihreänä ja paljaan maan punaisena. Vesi näytetään mustana. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) ja [täältä.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
fr: # Visualisation des sols stériles La visualisation des sols stériles peut être utile pour la cartographie des sols, pour étudier l'emplacement des glissements de terrain ou l'étendue de l'érosion dans les zones non végétalisées. Cette visualisation montre toute la végétation en vert et le sol stérile en rouge. L'eau apparaît en noir. Plus d'informations [ici](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) et [ici](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
lt: # Nederlingos dirvos vizualizacija Nederlingo dirvožemio vizualizacija gali būti naudinga sudarant dirvožemio žemėlapius, tiriant nuošliaužų vietą arba erozijos mastą ne augmenijos plotuose. Šioje vizualizacijoje visa augmenija pažymėta žalia spalva, o nederlinga žemė - raudona. Vanduo rodomas juodai. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) ir [čia](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6).
lv: # Neproduktīvo augšņu vizualizācija (Barren Soil Visualization) Šis kompozītattēls ir noderīgs augšņu kartēšanai, lai pētītu zemes noslīdeņus vai erozijas apmērus apgabalos, kur nav veģetācijas. Vizualizācija izceļ augāju zaļā un augsni sarkanā krāsā. Ūdens tiek attēlots melnā krāsā. Vairāk infromācijas [šeit](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) un [šeit.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
pl: # Wizualizacja Gleb Jałowych Wizualizacja gleby jałowej może być przydatna do mapowania gleby, badania lokalizacji osuwisk lub zakresu erozji na obszarach nieporośnietych roślinnością.W tej wizualizacji roślinność jest oznaczona kolorem zielonym, a jałowy grunt kolorem czerwonym. Woda przyjumje kolor czarny. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) and [here.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
pt: # Visualização de Solo Árido A Visualização de Solo Árido pode ser útil para mapear o solo, para investigar a localização de deslizamentos de terras ou extensões de erosão em áreas sem vegetação. Esta visualização mostra toda a vegetação em verde e o solo árido em vermelho. A água surge em preto. Mais informação [aqui](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) e [aqui.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
sl: # Vizualizacija golih tal Vizualizacija golih tal (prsti) je lahko uporabna za kartiranje prsti, raziskovanje lokacije zemeljskih plazov ali obsega erozije na območjih brez vegetacije. Ta vizualizacija prikazuje vso vegetacijo v zeleni barvi, nerodovitna tla pa v rdeči. Voda je prikazana v črni barvi. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) in [tukaj](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)
sv: # Barren Soil Visualization Barren Soil Visualization kan vara användbart för markkartläggning, för att undersöka var jordskred är belägna eller omfattningen av erosion i områden som saknar växttäcke. Denna visualisering visar all växtlighet i grönt och bar mark i rött. Vatten visas i svart. Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/barren_soil/) och [här.](https://medium.com/sentinel-hub/create-useful-and-beautiful-satellite-images-with-custom-scripts-8ef0e6a474c6)

source: # True Color with IR Highlights composite This composite enhances the true color visualization by adding the shortwave infrared wavelengths to amplify details. It displays heated areas in red/orange. More info [here.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
fi: # Infrapunalla paranneltu tosivärikomposiitti Tässä komposiitissa parannetaan tosivärivisualisointia lisäämällä lyhytaaltoisen infrapunan aallonpituudet yksityiskohtien terävöittämiseksi. Kuumentuneet alueet näkyvät punaisen ja oranssin sävyissä. Lisää tietoa löydät englanniksi [täältä.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
fr: # Composite " True Color with IR Highlights Ce composite améliore la visualisation des couleurs vraies en ajoutant les longueurs d'onde infrarouges à ondes courtes pour amplifier les détails. Il affiche les zones chauffées en rouge/orange. Plus d'infos [ici](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
lt: # Tikros spalvos su IR paryškinimais sudėtinis Šis kompozitas pagerina tikros spalvos vizualizaciją, pridedant trumpųjų infraraudonųjų bangų ilgio spindulių, kad sustiprintų detales. Jis rodo įkaitusias sritis raudona ir (arba) oranžine spalvomis. Daugiau informacijos [čia](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
lv: # Patiesā krāsojuma un infrasarkanā signāla kompozītattēls Šis aprēķins uzlabo patieso krāsu vizualizāciju, papildinot to ar informāciju no īsviļņu infrasarkanās gaismas spektra daļas. Sakarsētas virsmas tiek izceltas ar sarkanu/oranžu krāsojumu. Vairāk informācijas [šeit.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
pl: # Kompozyt Prawdziwego Koloru z Uwydatnieniem Podczerwieni Ten kompozyt poprawia wizualizację naturalnych barw, dodając fale podczerwieni krótkofalowej dla wzmocnienia szczegółów. Wyświetla nagrzane obszary na czerwono/pomarańczowo. Więcej informacji [tutaj.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
pt: # Cor Verdadeira com o compósito Destaque IR Este compósito melhora a visualização da cor verdadeira ao adicionar os comprimentos de onda dos infravermelhos de ondas curtas para ampliar os detalhes. Apresenta as zonas aquecidas em vermelho/laranja. Mais informação [aqui.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
sl: # Naravno barvni kompozit z IR poudarki Ta kompozit izboljša pravo barvno vizualizacijo z dodajanjem kratkovalovnih infrardečih valovnih dolžin, da okrepi podrobnosti. Pregreta območja prikaže v rdeči/oranžni barvi. Več informacij je [tukaj](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)
sv: # True Color with IR Highlights composite Denna komposit förbättrar true color-visualiseringen genom att lägga till kortvågsinfraröda våglängder för att förstärka detaljer. Den visar uppvärmda områden med rött/orange. Mer information [här.](https://medium.com/sentinel-hub/active-volcanoes-as-seen-from-space-9d1de0133733)

source: # Detection of Burned Areas This script is used to detect large scale recently burned areas. Pixels colored red highlight burned areas, and all other pixels are returned in true color. The script sometimes overestimates burned areas over water and clouds. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
fi: # Palaneiden alueiden havainnointi Tällä komentosarjalla voidaan havaita laajoja hiljattain palaneita alueita. Palaneiden alueiden pikselit ovat punaisia ja kaikkien muiden alueiden pikselit ovat tosiväreissä. Komentosarja saattaa yliarvioida palaneiden alueiden koon vesistöjen lähellä ja pilvien alla. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
fr: # Détection des zones brûlées Ce script est utilisé pour détecter à grande échelle les zones récemment brûlées. Les pixels colorés en rouge mettent en évidence les zones brûlées, et tous les autres pixels sont retournés en couleur réelle. Le script surestime parfois les zones brûlées au-dessus de l'eau et des nuages. Plus d'infos [ici](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
lt: # Sudegusių teritorijų aptikimas Šis scenarijus naudojamas didelio masto neseniai išdegusioms teritorijoms aptikti. Raudona spalva nuspalvinti pikseliai paryškina išdegusias sritis, o visi kiti pikseliai grąžinami tikra spalva. Skriptas kartais pervertina išdegusius plotus virš vandens ir debesų. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
lv: # Izdegušo platību noteikšana (Detection of Burned Areas) Šis aprēķins ir lietojams nesen degušu zemes platību identificēšanai. Sarkanā krāsā izceltas izdegušas platības, kamēr pārējā zemes virsma tiek attēlota dabiskajā krāsojumā. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
pl: # Wykrywanie Wypalonych Obszarów Ten skrypt służy do wykrywania niedawno wypalonych dużych obszarów. Piksele w kolorze czerwonym oznaczają spalone obszary, a wszystkie inne piksele mają naturalne barwy. Skrypt czasami źle ocenia spalone obszary nad wodą i chmurami. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
pt: # Deteção de Áreas Queimadas Este roteiro é usado para detetar áreas queimadas recentes em larga escala. Os pixéis de cor vermelha destacam as áreas queimadas, e todos os outros pixéis são devolvidos na cor verdadeira. Por vezes o roteiro sobrestima áreas queimadas sobre água e nuvens. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
sl: # Odkrivanje požganih območij Ta skripta se uporablja za odkrivanje nedavno požganih območij velikega obsega. Z rdečo barvo obarvani piksli označujejo požgana območja, vsi drugi piksli pa so vrnjeni v pravi barvi. Skripta včasih precenjuje požgana območja nad vodo in oblaki. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)
sv: # Detection of Burned Areas Skriptet används för att detektera storskaliga områden som har brunnit nyligen. Röda pixlar framhäver brända områden och alla andra pixlar returneras som true color-färger. Ibland överuppskattar skriptet brända områden över vatten och moln. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/burned_area_ms/)

source: # Terrestrial Chlorophyll Index (OTCI) The Terrestrial Chlorophyll Index (OTCI) is estimated based on the chlorophyll content in terrestrial vegetation and can be used to monitor vegetation condition and health. Low OTCI values usually signify water, sand or snow. Extremely high values, displayed with white, usually suggest the absence of chlorophyll as well. They generally represent either bare ground, rock or clouds. The chlorophyll values in between range from red (low chlorophyll values) to dark green (high chlorophyll values) can be used to determine vegetation health. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
fi: # Maanpinnan klorofylli-indeksi (OTCI) Maanpinnan klorofylli-indeksi (OTCI) arvioidaan maanpinnan kasvillisuuden klorofyllipitoisuuden perusteella. Sitä voidaan käyttää kasvillisuuden tilan ja terveyden seurantaan. Matalat OTCI-arvot tarkoittavat yleensä vettä, hiekkaa tai lunta. Erittäin korkeat arvot näytetään valkoisena, ja nekin tarkoittavat yleensä, että alueella ei ole kasvillisuutta. Korkeat arvot ovat yleensä paljasta maata, kivikkoa tai pilviä. Näiden välissä olevat klorofylliarvot vaihtelevat punaisesta (matala arvo) tummanvihreään (korkea arvo), ja niitä voidaan käyttää kasvillisuuden terveyden määrittämiseen. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
fr: # Indice de chlorophylle terrestre (OTCI) L'indice de chlorophylle terrestre (OTCI) est estimé en fonction de la teneur en chlorophylle de la végétation terrestre et peut être utilisé pour surveiller l'état et la santé de la végétation. Les valeurs faibles de l'OTCI indiquent généralement la présence d'eau, de sable ou de neige. Des valeurs extrêmement élevées, affichées en blanc, suggèrent généralement l'absence de chlorophylle également. Elles représentent généralement un sol nu, de la roche ou des nuages. Les valeurs de chlorophylle situées entre le rouge (faible valeur de chlorophylle) et le vert foncé (valeur élevée de chlorophylle) peuvent être utilisées pour déterminer la santé de la végétation. Plus d'informations [ici] (https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
lt: # Sausumos chlorofilo indeksas (OTCI) Sausumos chlorofilo indeksas (OTCI) apskaičiuojamas pagal chlorofilo kiekį sausumos augmenijoje ir gali būti naudojamas augmenijos būklei ir sveikatai stebėti. Mažos OTCI vertės paprastai reiškia vandenį, smėlį arba sniegą. Itin didelės vertės, rodomos balta spalva, paprastai rodo, kad chlorofilo taip pat nėra. Jos paprastai rodo pliką žemę, uolienas arba debesis. Augmenijos būklei nustatyti galima naudoti chlorofilo vertes tarp raudonos (mažos chlorofilo vertės) ir tamsiai žalios (didelės chlorofilo vertės). Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
lv: # Sauszemes Hlorofila Indekss (Terrestrial Chlorophyll Index, OTCI) OTCI tiek aprēķināts sekojot sauszemes augāja hlorofila saturam. Idekss tiek izmantots augāja veselīguma un stāvokļa monitoringam. Zemas vērtības parasti saistītas ar ūdens, smilšu vai sniega pārklājumu. Ekstremāli augstas vērtības (redzamas baltā krāsā) var norādīt uz hlorofila neesamību - piemēram atklātas, neauglīgas sauszemes virsmas, ieži vai mākoņi. Hlorofila vērtības intervālā no sarkanas (zems) līdz zaļai (augstss) var tikt izmantotas nosakot augāja veselīgumu. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
pl: # Indeks Chlorofilu Lądowego (OTCI) Indeks Chlorofilu Lądowego (OTCI) jest oceniany na podstawie zawartości chlorofilu w roślinności lądowej i może być stosowany do monitorowania stanu i zdrowia roślinności.Niskie wartości OTCI zwykle wskazuję na wodę, piasek lub śnieg. Ekstremalnie wysokie wartości wyświetlane na biało zwykle również sugerują brak chlorofilu.Zazwyczaj przedstawiają gołą ziemię, skały lub chmury. Wartości chlorofilu mieszczące się w zakresie od czerwonego (niskie wartości chlorofilu) do ciemnozielonego (wysokie wartości chlorofilu) mogą być wykorzystane do określenia zdrowia roślin. Więcej informacji [tutaj.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
pt: # Índice de Clorofila Terrestre O Índice de Clorofila Terrestre (OTCI) é estimado com base no conteúdo em clorofila da vegetação terrestre e pode ser usado para monitorizar o estado e a saúde da vegetação. Baixos valores de OTCI significam normalmente água, areia ou neve. Valores extremamente elevados, apresentados em branco, também sugerem normalmente a ausência de clorofila. Eles representam normalmente terrenos nus, rochas ou nuvens. Os valores de clorofila no intervalo do vermelho(baixos valores de clorofila) até ao verde escuro(elevados valores de clorofila) podem ser usados para determinar a saúde da vegetação. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
sl: # Indeks kopenskega klorofila (OTCI) Indeks kopenskega klorofila (OTCI) je ocenjen na podlagi vsebnosti klorofila v kopenskem rastlinju in se lahko uporablja za spremljanje stanja in zdravja rastlinja. Nizke vrednosti OTCI običajno pomenijo vodo, pesek ali sneg. Izjemno visoke vrednosti, ki so prikazane z belo barvo, običajno kažejo tudi na odsotnost klorofila. Običajno predstavljajo gola tla, skale ali oblake. Vrednosti klorofila, ki so vmes v razponu od rdeče (nizke vrednosti klorofila) do temno zelene (visoke vrednosti klorofila), se lahko uporabijo za določanje zdravja vegetacije. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)
sv: # Terrestrial Chlorophyll Index (OTCI) Terrestrial Chlorophyll Index (OTCI) bedöms utifrån klorofyllinnehållet i växtlighet på jorden och kan användas för att övervaka växtlighetens tillstånd och hälsa. Låga OTCI-värden innebär i regel vatten, sand eller snö. Extremt höga värden, som visas i vitt, antyder också i regel avsaknad av klorofyll. De representerar vanligtvis antingen bar mark, stenmaterial eller moln. Klorofyllvärden mellan dessa går från rött (låga klorofyllvärden) till mörkgrönt (höga klorofyllvärden) och de kan användas för att bedöma växtlighetens hälsa. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-3/otci/)

source: # Normalized Difference Salinity Index The index visualizes the amount of salt present in soils. Soil salinization is one of the most common land degradation processes, especially in arid and semi-arid regions, where precipitation exceeds evaporation. Higher values indicate higher salinity and low values indicate lower salinity. Read more [here,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [here](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) and [here.](https://www.indexdatabase.de/db/i-single.php?id=57)
fi: # Normalisoitu suolaantumisindeksi Tämä indeksi visualisoi maaperän suolaantumista. Maaperän suolaantuminen on yksi merkittävimmistä maaperän laadun heikkenemisen prosesseista erityisesti kuivilla alueilla ja aroilla, joissa sademäärät ovat vähäisiä ja haihtuminen suurta. Korkeammat arvot tarkoittavat suurempaa suolapitoisuutta ja matalammat arvot matalampaa suolapitoisuutta. Lisää tietoa löydän englanniksi [täältä,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [täältä](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) ja [täältä.](https://www.indexdatabase.de/db/i-single.php?id=57)
fr: # Indice de salinité par différence normalisée Cet indice permet de visualiser la quantité de sel présente dans les sols. La salinisation des sols est l'un des processus de dégradation des terres les plus courants, notamment dans les régions arides et semi-arides, où les précipitations sont supérieures à l'évaporation. Des valeurs élevées indiquent une salinité plus importante et des valeurs faibles une salinité plus faible. En savoir plus [ici,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [ici](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) et [ici.](https://www.indexdatabase.de/db/i-single.php?id=57)
lt: # Normalizuotas druskingumo skirtumo indeksas Šis indeksas parodo dirvožemyje esančios druskos kiekį. Dirvožemio druskėjimas yra vienas iš labiausiai paplitusių žemės degradacijos procesų, ypač sausringuose ir pusiau sausringuose regionuose, kur kritulių kiekis viršija garavimą. Didesnės reikšmės rodo didesnį druskingumą, o mažos - mažesnį druskingumą. Daugiau informacijos [čia,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [čia](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) ir [čia](https://www.indexdatabase.de/db/i-single.php?id=57).
lv: # Sāļuma Indekss (Normalized Difference Salinity Index) Indekss raksturo sāls daudzumu augsnes virskārtā. Sasāļošanās ir viens no biežāk sastopamajiem augsnes degradācijas procesiem. Tas visbiežāk tiek novērots arīda klimata apstākļos, kur ūdens iztvaikošana pārsniedz nokrišņu apjomu. Augstākas vērtības norāda uz augstāku sāļuma pakāpi. Lasiet vairāk [šeit,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [šeit,](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) un [šeit].(https://www.indexdatabase.de/db/i-single.php?id=57)
pl: # Znormalizowany Różnicowy Indeks Zasolenia Indeks ten obrazuje ilość soli obecnej w glebie.Zasolenie gleby jest jedną z najpowszechniejszych przyczyn degradacji gleby, zwłaszcza na obszarach suchych i półsuchych, gdzie opady przewyższają parowanie. Wyższe wartości wskazują na większe zasolenie, a niższe - na mniejsze zasolenie. Czytaj więcej [tutaj,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [here](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) and [here.](https://www.indexdatabase.de/db/i-single.php?id=57)
pt: #Índice de Salinidade de Diferença Normalizada O índice visualiza a quantidade de sal presente nos solos. A salinização do solo é um dos processos mais comuns de degradação da terra, especialmente em zonas áridas e semiáridas, onde a precipitação excede a evaporação. Valores altos indicam salinidade elevada e valores baixos indicam pouca salinidade. Ler mais [aqui,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [aqui](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) e [aqui.](https://www.indexdatabase.de/db/i-single.php?id=57)
sl: # Normaliziran diferencialni indeks slanosti Indeks prikazuje količino soli v tleh. Zasoljevanje tal je eden najpogostejših procesov degradacije tal, zlasti na sušnih in polsušnih območjih, kjer količina padavin presega izhlapevanje Višje vrednosti kažejo na večjo slanost, nizke vrednosti pa na manjšo slanost. Preberite več [tukaj,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [tukaj](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) in [tukaj](https://www.indexdatabase.de/db/i-single.php?id=57)
sv: # Normalized Difference Salinity Index Indexet visualiserar saltmängden i jordmånen. Försaltningen av jordmånen är en av de vanligaste jordförsämringsprocesserna, framför allt i torra och halvtorra områden där nederbörden är större än avdunstningen. Högre värden anger högre salthalt och lägre värden anger lägre salthalt. Läs mer [här,](https://webapps.itc.utwente.nl/librarywww/papers_2003/msc/wrem/khaier.pdf) [här](https://modis.gsfc.nasa.gov/sci_team/pubs/abstract_new.php?id=29271) och [här.](https://www.indexdatabase.de/db/i-single.php?id=57)

source: Create a timelapse of this area
fi: Luo timelapse-video tästä alueesta
fr: Créez un timelapse de cette zone
lt: Sukurti šios srities laiko intervalą
lv: Veidot attēlu animāciju šim reģionam
pl: Utwórz animację poklatkową dla tego obszaru
pt: Criar um instantâneo desta área
sl: Ustvarite časovno zaporedje tega območja
sv: Skapa ett timelapse-klipp för det här området
