Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Here you can switch between the **normal** and the **education** mode. The **education** mode offers you a slightly simplified version of the app. It can also be accessed directly via its [dedicated URL](https://apps.sentinel-hub.com/eo-browser-education/).
fi: Tästä voit valita **normaali**- tai **opetus**-tilan. **Opetus**-tilassa sovellus on hieman yksinkertaisempi. Opetustilaan pääset myös suoraan [tästä linkistä](https://apps.sentinel-hub.com/eo-browser-education/).
fr: Ici, vous pouvez passer du mode **normal** au mode **éducation**. Le mode **éducation** vous offre une version légèrement simplifiée de l'application. Vous pouvez également y accéder directement via son [URL dédiée] (https://apps.sentinel-hub.com/eo-browser-education/).
lt: Čia galite perjungti **įprastą** ir **švietimo** režimą. **švietimo** režime siūloma šiek tiek supaprastinta programos versija. Ją taip pat galima pasiekti tiesiogiai per [specialų URL] (https://apps.sentinel-hub.com/eo-browser-education/).
lv: Šeit Jūs varat pārslēgties starp **normal** un **education** režīmiem. **education** režīms piedāvā nedaudz vienkāršotu programmatūras versiju. Pieeja tiešā veidā caur [URL](https://apps.sentinel-hub.com/eo-browser-education/).
pl: Tutaj możesz przełączać się między trybem **normalny** i **edukacja**. Tryb **edukacja** oferuje nieco uproszczoną wersję aplikacji. Dostęp można również uzyskać bezpośrednio poprzez [dedykowany adres URL](https://apps.sentinel-hub.com/eo-browser-education/).
pt: Aqui pode alternar entre o modo **normal** e o modo **educação**. O modo **educação** oferece uma versão ligeiramente simplificada da aplicação. Pode também ser acedida directamente através do [URL](https://apps.sentinel-hub.com/eo-browser-education/).
sl: Tu lahko preklapljate med **normalnim** in **izobraževalnim** načinom. Način **izobraževanja** ponuja nekoliko poenostavljeno različico aplikacije. Do nje lahko dostopate tudi neposredno prek [namenskega URL] (https://apps.sentinel-hub.com/eo-browser-education/).
sv: Här kan du växla mellan lägena **normal** och **utbildning**. Läget **utbildning** erbjuder dig en aningen förenklad version av programmet. Du kan även öppna det direkt via dess [dedikerade URL](https://apps.sentinel-hub.com/eo-browser-education/).

source: What Is EO Browser?
fi: Mikä EO Browser on?
fr: Qu'est ce que EO Browser ?
lt: Kas yra EO naršyklė?
lv: Kas ir "EO Browser"?
pl: Co to jest przeglądarka EO Browser?
pt: O que é o EO Browser?
sl: Kaj je EO Browser?
sv: Vad är EO Browser?

source: User Account
fi: Käyttäjätili
fr: Compte utilisateur
lt: Vartotojo paskyra
lv: Lietotāja konts
pl: Konto Użytkownika
pt: Conta do Utilizador
sl: Uporabniški račun
sv: Användarkonto

source: Discover Tab
fi: Löydä-välilehti
fr: Découvrir l'onglet
lt: Atrasti skirtuką
lv: Meklēšanas cilne
pl: Zakładka Wyszukaj
pt: Separador de Descobrir
sl: Zavihek Odkrij
sv: Fliken Upptäck

source: Visualize Tab
fi: Visualisoi-välilehti
fr: Visualiser l'onglet
lt: Vizualizuoti skirtuką
lv: Vizualizācijas cilne
pl: Zakładka Zobrazuj
pt: Separador de Visualizar
sl: Zavihek Prikaži
sv: Fliken Visualisera

source: Compare Tab
fi: Vertaa-välilehti
fr: Comparer l'onglet
lt: Palyginti skirtuką
lv: Salīdzināšanas cilne
pl: Zakładka Porównaj
pt: Separador de Comparar
sl: Zavihek Primerjaj
sv: Fliken Jämför

source: Pins Tab
fi: Merkinnät-välilehti
fr: Marquer les onglets
lt: "Žymeklių" skirtukas
lv: Atzīmju cilne
pl: Zakładka Pinezki
pt: Separador de Pinos
sl: Zavihek Oznake
sv: Fliken Kartnålar

source: Search Places
fi: Hae sijanteja
fr: Rechercher un lieux
lt: Ieškoti vietų
lv: Meklēt vietas
pl: Wyszukaj Miejsca
pt: Procurar locais
sl: Iskanje krajev
sv: Sök platser

source: Layers And Overlays
fi: Tasot ja karttamerkinnät
fr: Couches et superpositions
lt: Sluoksniai ir papildomi sluoksniai
lv: Slāņi
pl: Warstwy i Nakładki
pt: Níveis e e sobreníveis
sl: Sloji in prekrivanja
sv: Lager och overlays

source: Education Mode
fi: Opetustila
fr: Mode Education
lt: Mokymosi režimas
lv: Mācību režīms (Education Mode)
pl: Tryb Edukacji
pt: Modo de Educação
sl: Način izobraževanja
sv: Utbildningsläge

source: Information And Tutorial
fi: Tietoja ja ohjeita
fr: Information et tutoriel
lt: Informacija ir mokymai
lv: Informācija un apmācība
pl: Informacje i Instruktaż
pt: Informação e Tutorial
sl: Informacije in vodič
sv: Information och guide

source: Draw Area Of Interest
fi: Valitse kohdealue
fr: Dessiner une zone d'intérêt
lt: Nubrėžti dominančią sritį
lv: Zīmēt interesējošo apgabalu
pl: Zaznacz Rejon Zainteresowania
pt: Desenhar área de interesse
sl: Narišite območje zanimanja
sv: Rita intressant område

source: Mark Point Of Interest
fi: Merkitse kiinnostava sijainti
fr: Marquer le point d'intérêt
lt: Pažymėti dominančią vietą
lv: Norādīt apskates vietu (point of interest)
pl: Zaznacz Interesujące Miejsce
pt: Marcar ponto de interesse
sl: Označite točko zanimanja
sv: Ange intressant plats

source: Measure Distances
fi: Mittaa etäisyyksiä
fr: Mesurer des distances
lt: Matuoti atstumus
lv: Mērīt attālumu
pl: Zmierz Odległości
pt: Medir distâncias
sl: Merjenje razdalj
sv: Mät avstånd

source: Download Image
fi: Lataa kuva
fr: Téélcharger l'image
lt: Atsisiųsti vaizdą
lv: Lejuplādēt attēlu
pl: Pobierz Obraz
pt: Descarregar imagem
sl: Prenos posnetka
sv: Hämta bild

source: Create Timelapse Animation
fi: Luo timelapse-video
fr: Créer une animation Timelapse
lt: Sukurti laiko intervalo animaciją
lv: Veidot attēlu animāciju
pl: Utwórz Animację Poklatkową
pt: Criar animação momentânea
sl: Ustvarjanje animacije s časovnim zaporedjem
sv: Skapa timelapse-animering

source: Happy Browsing!
fi: Toivotamme mukavia hetkiä EO Browserin parissa!
fr: Bonne navigation !
lt: Smagaus naršymo!
lv: Veiksmīgu pārlūkošanu!
pl: Miłego Przeglądania!
pt: Boa navegação!
sl: Srečno brskanje!
sv: Njut av surfandet!

source: Welcome To EO Browser!
fi: Tervetuloa EO Browseriin!
fr: Bienvenue dans EO Browser !
lt: Sveiki atvykę į EO naršyklę!
lv: Laipni lūgti "EO Browser"!
pl: Witaj w przeglądarce EO Browser!
pt: Bem-vindo ao EO Browser!
sl: Dobrodošli v EO Browserju!
sv: Välkommen till EO Browser!

source: Band 1 - Coastal/Aerosol - 433-453 nm
fi: Kanava 1 – rannikko/aerosolit – 433–453 nm
fr: Bande 1 - Côtier/Aérosol - 433-452 nm
lt: 1 juosta - Pakrantės/Aerozoliai - 433-453 nm
lv: Josla (kanāls) 1 - 443-453 nm (Coastal/Aerosol)
pl: Pasmo 1 – Przybrzeżne/Aerozolowe – 433-453 nm
pt: Banda 1 - Costeiro/Aerosol - 433-453 nm
sl: Kanal 1 - Obala/Aerosol - 433-453 nm
sv: Band 1 - Kustområde/Aerosol - 433–453 nm

source: Band 2 - Blue - 450-515 nm
fi: Kanava 2 – sininen – 450–515 nm
fr: Bande 2 - Bleu - 450-515 nm
lt: 2 juosta – Mėlyna – 450–515 nm
lv: Josla (kanāls) 2 - 450-515 nm (Blue)
pl: Pasmo 2 – Niebieskie – 450-515 nm
pt: Banda 2 - Azul - 450-515 nm
sl: Kanal 2 - modra - 450-515 nm
sv: Band 2 - Blå - 450–515 nm

source: Band 3 - Green - 525-600 nm
fi: Kanava 3 – vihreä – 525–600 nm
fr: Bande 3 - Vert - 525-600 nm
lt: 3 juosta – Žalia – 525–600 nm
lv: Josla (kanāls) 3 - 525-600 nm (Green)
pl: Pasmo 3 – Zielone – 525-600 nm
pt: Banda 3 - Verde - 525-600 nm
sl: Kanal 3 - zelena - 525-600 nm
sv: Band 3 - Grön - 525–600 nm

source: Band 4 - Red - 630-680 nm
fi: Kanava 4 – punainen – 630–680 nm
fr: Bande 4 - Rouge - 630-680 nm
lt: 4 juosta – Raudona – 630–680 nm
lv: Josla (kanāls) 4 - 630-680 nm (Red)
pl: Pasmo 4 – Czerwone – 630-680 nm
pt: Banda 4 - Vermelho - 630-680 nm
sl: Kanal 4 - rdeča - 630-680 nm
sv: Band 4 - Röd - 630–680 nm

source: Band 5 - NIR - 845-885 nm
fi: Kanava 5 – NIR – 845–885 nm
fr: Bande 5 - NIR - 845-885 nm
lt: 5 juosta - Artimieji infraraudonieji spinduliai (NIR) - 845-885 nm
lv: Josla (kanāls) 5 - 845-885 nm (NIR)
pl: Pasmo 5 – NIR – 845-885 nm
pt: Banda 5 - NIR - 845-885 nm
sl: Kanal 5 - NIR - 845-885 nm

source: Band 6 - SWIR-1 - 1560-1660 nm
fi: Kanava 6 – SWIR-1 – 1560–1660 nm
fr: Bande 6 - SWIR-1 - 1560-1660 nm
lt: 6 juosta - Trumpo bangos ilgio infraraudonieji spinduliai (SWIR-1) - 1560-1660 nm
lv: Josla (kanāls) 6 - 1560-1660 nm (SWIR-1)
pl: Pasmo 6 – SWIR-1 – 1560-1660 nm
pt: Banda 6 - SWIR-1 - 1560-1660 nm
sl: Kanal 6 - SWIR-1 - 1560-1660 nm

source: Band 7 - SWIR-2 - 2100-2300 nm
fi: Kanava 7 – SWIR-2 – 2100–2300 nm
fr: Bande 7 - SWIR-2 - 2100-2300 nm
lt: 7 juosta - Trumpo bangos ilgio infraraudonieji spinduliai (SWIR-2) - 2100-2300 nm
lv: Josla (kanāls) 7 - 2100-2300 nm (SWIR-2)
pl: Pasmo 7 – SWIR-2 – 2100-2300 nm
pt: Banda 7 - SWIR-2 - 2100-2300 nm
sl: Kanal 7 - SWIR-2 - 2100-2300 nm

source: Band 8 - Panchromatic - 500-680 nm
fi: Kanava 8 – pankromaattinen – 500–680 nm
fr: Bande 8 - Panchromatique - 500-680 nm
lt: 8 juosta – Panchromatinė – 500–680 nm
lv: Josla (kanāls) 8 - 500-800 nm (Panchromatic )
pl: Pasmo 8 – Panchromatyczne – 500-680 nm
pt: Banda 8 - Pancromático - 500-680 nm
sl: Kanal 8 - pankromatsko - 500-680 nm
sv: Band 8 - Pankromatisk - 500–680 nm

source: Band 9 - Cirrus - 1360-1390 nm
fi: Kanava 9 – untuvapilvet – 1360–1390 nm
fr: Bande 9 - Cirrus - 1360-1390 nm
lt: 9 juosta - Plunksniniai debesys - 1360-1390 nm
lv: Josla (kanāls) 9 - 1360-1390 nm (Cirrus)
pl: Pasmo 9 – Cirrus – 1360-1390 nm
pt: Banda 9 - Cirrus - 1360-1390 nm
sl: Kanal 9 - Cirrus - 1360-1390 nm

source: Landsat 8 (USGS archive)
fi: Landsat 8 (USGS:n arkisto)
lt: Landsat-8 (USGS archyvas)
lv: Landsat 8 (USGS arhīvs)
pl: Landsat 8 (Archiwum USGS)
pt: Landsat 8 (Arquivo USGS)
sl: Landsat 8 (arhiv USGS)
sv: Landsat 8 (USGS:s arkiv)

source: Red band
fi: Punainen valo
fr: Bande rouge
lt: Raudona juosta
lv: Sarkanā josla (kanāls)
pl: Pasmo czerwone
pt: Banda vermelha
sl: Rdeči kanal
sv: Landsat 8 (USGS:s arkiv)

source: 841 - 876 nm (NIR)
lt: 841 - 876 nm Artimieji infraraudonieji spinduliai (NIR)

source: Blue band
fi: Sininen valo
fr: Bande bleue
lt: Mėlyna juosta
lv: Zilā josla (kanāls)
pl: Pasmo niebieskie
pt: Banda azul
sl: Modri kanal
sv: Blått band

source: Green band
fi: Vihreä valo
fr: Bande verte
lt: Žalia juosta
lv: Zaļā josla (kanāls)
pl: Pasmo zielone
pt: Banda verde
sl: Zeleni kanal
sv: Grönt band

source: Band 1 - Coastal aerosol - 443 nm
fi: Kanava 1 – aerosolit rannikoilla – 443 nm
fr: Bande 1 - Aérosol côtier - 443 nm
lt: 1 juosta – Pakrantės aerozolis – 443 nm
lv: Josla (kanāls) 1 - 443 nm (Coastal aerosol)
pl: Pasmo 1 – Aerozol przybrzeżny – 443 nm
pt: Banda 1 - Aeorsol costeiro - 443 nm
sl: Kanal 1 - obalni aerosol - 443 nm
sv: Band 1 - Kustområdesaerosol - 443 nm

source: Band 2 - Blue - 490 nm
fi: Kanava 2 – sininen – 490 nm
fr: Bande 2 - Bleu - 490nm
lt: 2 juosta – Mėlyna – 490 nm
lv: Josla (kanāls) 2 - 490 nm (Blue)
pl: Pasmo 2 – Niebieskie – 490 nm
pt: Banda 2 - Azul - 490 nm
sl: Kanal 2 - modra barva - 490 nm
sv: Band 2 - Blå - 490 nm

source: Band 3 - Green - 560 nm
fi: Kanava 3 – vihreä – 560 nm
fr: Bande 3 - Vert - 490 nm
lt: 3 juosta – Žalia – 560 nm
lv: Josla (kanāls) 3 - 560 nm (Green)
pl: Pasmo 3 – Zielone – 560 nm
pt: Banda 3 - Verde - 560 nm
sl: Kanal 3 - zelena - 560 nm
sv: Band 3 - Grön - 560 nm

source: Band 4 - Red - 665 nm
fi: Kanava 4 – punainen – 665 nm
fr: Bande 4 - Rouge - 665 nm
lt: 4 juosta – Raudona – 665 nm
lv: Josla (kanāls) 4 - 665 nm (Red)
pl: Pasmo 4 – Czerwone – 665 nm
pt: Banda 4 - Vermelho - 665 nm
sl: Kanal 4 - rdeča barva - 665 nm
sv: Band 4 - Röd - 665 nm

source: Band 5 - Vegetation Red Edge - 705 nm
fi: Kanava 5 – kasvillisuus, punainen reuna – 705 nm
fr: Bande 5 - Red edge végétation - 705 nm
lt: 5 juosta – Augmenijos raudonasis kraštas – 705 nm
lv: Josla (kanāls) 5 - 705 nm (Vegetation Red Edge)
pl: Pasmo 5 – Roślinność Czerwona Krawędź – 705 nm
pt: Banda 5 - Vegetação Red Edge - 705 nm
sl: Kanal 5 - vegetacija Rdeči rob - 705 nm
sv: Band 5 - Växtlighet röd kant - 705 nm

source: Band 6 - Vegetation Red Edge - 740 nm
fi: Kanava 6 – kasvillisuus, punainen reuna – 740 nm
fr: Bande 6 - Red edge végétation - 740 nm
lt: 6 juosta – Augmenijos raudonasis kraštas – 740 nm
lv: Josla (kanāls) 6 - 740 nm (Vegetation Red Edge)
pl: Pasmo 6 - Roślinność Czerwona Krawędź - 740 nm
pt: Banda 6 - Vegetação Red Edge - 740 nm
sl: Kanal 6 - vegetacija Rdeči rob - 740 nm
sv: Band 6 - Växtlighet röd kant - 740 nm

source: Band 7 - Vegetation Red Edge - 783 nm
fi: Kanava 7 – kasvillisuus, punainen reuna – 783 nm
fr: Bande 7 - Red edge végétation - 783 nm
lt: 7 juosta – Augmenijos raudonasis kraštas – 783 nm
lv: Josla (kanāls) 7 - 783 nm (Vegetation Red Edge)
pl: Pasmo 7 - Roślinność Czerwona Krawędź - 783 nm
pt: Banda 7 - Vegetação Red Edge - 783 nm
sl: Kanal 7 - rdeči rob vegetacije - 783 nm
sv: Band 7 - Växtlighet röd kant - 783 nm

source: Band 8 - NIR - 842 nm
fi: Kanava 8 – NIR – 842 nm
fr: Bande 8 - NIR - 845 nm
lt: 8 juosta - Artimieji infraraudonieji spinduliai (NIR) - 842 nm
lv: Josla (kanāls) 8 - 842 nm (NIR)
pl: Pasmo 8 - NIR - 842 nm
pt: Banda 8 - NIR - 842 nm
sl: Kanal 8 - NIR - 842 nm

source: Band 9 - Water vapour - 945 nm
fi: Kanava 9 – vesihöyry – 945 nm
fr: Bande 9 - Vapeur d'eau - 945 nm
lt: 9 juosta – Vandens garai – 945 nm
lv: Josla (kanāls) 9 - 945 nm (Water vapour)
pl: Pasmo 9 - Para wodna - 945 nm
pt: Banda 9 - Vapor de água - 945 nm
sl: Kanal 9 - vodna para - 945 nm
sv: Band 9 - Vattenånga - 945 nm

source: Band 10 - SWIR - Cirrus - 1375 nm
fi: Kanava 10 – SWIR – untuvapilvet – 1375 nm
fr: Bande 10 - SWIR - Cirrus - 1375 nm
lt: 10 juosta - Trumpo bangos ilgio infraraudonieji spinduliai (SWIR) - Plunksniniai debesys - 1375 nm
lv: Josla (kanāls) 10 - 1375 nm (SWIR - Cirrus)
pl: Pasmo 10 - SWIR - Cirrus - 1375 nm
pt: Banda 10 - SWIR - Cirrus - 1375 nm
sl: Kanal 10 - SWIR - Cirrus - 1375 nm

source: Band 11 - SWIR - 1610 nm
fi: Kanava 11 – SWIR – 1610 nm
fr: Bande 11 - SWIR - 1610 nm
lt: 11 juosta - Trumpo bangos ilgio infraraudonieji spinduliai (SWIR) - 1610 nm
lv: Josla (kanāls) 11 - 1610 nm (SWIR)
pl: Pasmo 11 - SWIR - 1610 nm
pt: Banda 11 - SWIR - 1610 nm
sl: Kanal 11 - SWIR - 1610 nm

source: Band 12 - SWIR - 2190 nm
fi: Kanava 12 – SWIR – 2190 nm
fr: Bande 12 - SWIR - 2190 nm
lt: 12 juosta - Trumpo bangos ilgio infraraudonieji spinduliai (SWIR) - 2190 nm
lv: Josla (kanāls) 12 - 2190 nm (SWIR)
pl: Pasmo 12 - SWIR - 2190 nm
pt: Banda 12 - SWIR - 2190 nm
sl: Kanal 12 - SWIR - 2190 nm

source: Band 8A - Vegetation Red Edge - 865 nm
fi: Kanava 8A – kasvillisuus, punainen reuna – 865 nm
fr: Bande 8A - Red edge végétation - 865 nm
lt: 8A juosta - Augmenijos raudonasis kraštas - 865 nm
lv: Josla (kanāls) 8A - 865 nm (Vegetation Red Edge)
pl: Pasmo 8A - Roślinność Czerwona Krawędź - 865 nm
pt: Banda 8A - Vegetação Red Edge - 865 nm
sl: Kanal 8A - rdeči rob vegetacije - 865 nm
sv: Band 8A - Växtlighet röd kant - 865 nm

source: Band 1 - Aerosol correction, improved water constituent retrieval - 400 nm
fi: Kanava 1 – aerosolikorjaukset, parannettu veden kemiallisen koostumuksen havaitseminen – 400 nm
fr: Bande 1 - Correction des aérosols, récupération améliorée des constituants de l'eau - 400nm
lt: 1 juosta - Aerozolio korekcija, patobulintas vandens komponentų gavimas - 400 nm
lv: Josla (kanāls) 1 - 400 nm (Aerosol correction, improved water constituent retrieval)
pl: Pasmo 1 - Usuwanie wpływu aerozolu, ulepszone postrzeganie składników wody - 400 nm
pt: Banda 1 - Correção aerosol, recuperação melhorada de componentes de água - 400 nm
sl: Kanal 1 - korekcija aerosolov, izboljšano pridobivanje vodnih sestavin - 400 nm
sv: Band 1 - Aerosolskorrektion, förbättrad hämtning av vattenbeståndsdelar - 400 nm

source: Band 3 - Chl absorption max., biogeochemistry, vegetation - 442.5 nm
fi: Kanava 3 – klorofyllin absorptiomaksimi, biokemia, kasvillisuus – 442,5 nm
fr: Bande 3 - absorption maximale de Chlorophylle, biogéochimie, végétation - 442,5 nm
lt: 3 juosta - Chl absorbcijos maks., biogeochemija, augmenija - 442.5 nm
lv: Josla (kanāls) 3 - 442.5 nm (Chl absorption max., biogeochemistry, vegetation)
pl: Pasmo 3 - Maks. absorpcja Chl, biogeochemia, roślinność - 442,5 nm
pt: Banda 3 - Máx. absorção clorofila, bio. geo. e química, vegetação - 442.5 nm
sl: Kanal 3 - največja absorpcija Chl, biogeokemija, vegetacija - 442,5 nm
sv: Band 3 - Kl absorption max., biogeokemi, växtlighet - 442,5 nm

source: Band 4 - High Chl, other pigments - 490 nm
fi: Kanava 4 – korkea klorofylli ja muut pigmentit – 490 nm
fr: Bande 4 - Chl élevé, autres pigments - 490 nm
lt: 4 juosta - didelis chloro kiekis, kiti pigmentai - 490 nm
lv: Josla (kanāls) 4 - 490 nm (High Chl, other pigments)
pl: Pasmo 4 - Wysoki Chl, inne pigmenty - 490 nm
pt: Banda 4 - Clorofila elevada, outros pigmentos - 490 nm
sl: Kanal 4 - visoka vsebnost Chl, drugi pigmenti - 490 nm
sv: Band 4 - Hög kl, övriga pigment - 490 nm

source: Band 5 - Chl, sediment, turbidity, red tide - 510 nm
fi: Kanava 5 – klorofylli, sedimentti, sameus, punainen vuorovesi – 510 nm
fr: Bande 5 - Chlorophylle, sédiments, turbidité, marée rouge - 510 nm
lt: 5 juosta - Chl, nuosėdos, drumstumas, raudonasis potvynis - 510 nm
lv: Josla (kanāls) 5 - 510 nm (Chl, sediment, turbidity, red tide)
pl: Pasmo 5 - Chl, osad, zmętnienie, czerwone pływy - 510 nm
pt: Banda 5 - Clorofila, sedimento, turbidez, marés vermelhas - 510 nm
sl: Kanal 5 - Chl, sediment, motnost, rdeči plima - 510 nm
sv: Band 5 - Kl, sediment, turbiditet, rött tidvatten - 510 nm

source: Band 6 - Chlorophyll reference (Chl minimum) - 560 nm
fi: Kanava 6 – klorofyllin vertailutaso (absorptiominimi) – 560 nm
fr: Bande 6 - référence de chlorophylle (Chl minimum) - 560 nm
lt: 6 juosta - Chlorofilo etalonas (Chl minimum) - 560 nm
lv: Josla (kanāls) 6 - 560 nm (Chlorophyll reference (Chl minimum))
pl: Pasmo 6 - Wzorzec chlorofilu (minimum Chl) - 560 nm
pt: Banda 6 - referência Clorofila (Clorofila min.) - 560 nm
sl: Kanal 6 - referenčni klorofil (Chl minimum) - 560 nm
sv: Band 6 - Klorofyllreferens (kl min.) - 560 nm

source: Band 7 - Sediment loading - 620 nm
fi: Kanava 7 – sedimenttiaineksen kulkeutuminen – 620 nm
fr: Bande 7 - Charge sédimentaire - 620 nm
lt: 7 juosta - nuosėdų apkrova - 620 nm
lv: Josla (kanāls) 7 - 620 nm (Sediment loading)
pl: Pasmo 7 - Obiążenie osadem - 620 nm
pt: Banda 7 - Carga de sedimentos - 620 nm
sl: Kanal 7 - obremenitev s sedimenti - 620 nm
sv: Band 7 - Sedimentlast - 620 nm

source: Band 8 - Chl (2nd Chl abs. max.), sediment, yellow substance/vegetation - 665 nm
fi: Kanava 8 – klorofylli (2. klorofyllin abs.maks.), sedimentti, liuennut humus/kasvillisuus – 665 nm
fr: Bande 8 - Chl (2e Chl abs. max.), sédiment, substance jaune/végétation - 665 nm
lt: 8 juosta - Chl (2-oji Chl abs. max.), nuosėdos, geltona medžiaga / augalija - 665 nm
lv: Josla (kanāls) 8 - 665 nm (Chl (2nd Chl abs. max.), sediment, yellow substance/vegetation)
pl: Pasmo 8 - Chl (2 Chl maks. abs.), osad, żółta substancja/roślinność - 665 nm
pt: Banda 8 - Clorofila (2º banda de absorção máx. clorofila), sedimento, substância amarela/vegetação - 665 nm
sl: Kanal 8 - Chl (2. abs. max. Chl), sediment, rumena snov/rastlinstvo - 665 nm
sv: Band 8 - Kl (2:a kl abs. max.), sediment, gult ämne/växtlighet - 665 nm

source: Band 9 - For improved fluorescence retrieval and to better account for spectral smile together with the band 8 (665 nm) and band 10 (681.25 nm) - 673.75 nm
fi: Kanava 9 – parannettu fluoresenssin havainnointi ja valon kaareutumisen (ns. spectral smile) vaatimien korjausten teko yhdessä kanavan 8 (665 nm) ja kanavan 10 (681,25 nm) kanssa – 673,75 nm
fr: Bande 9 - Pour une meilleure récupération de la fluorescence et pour mieux tenir compte du sourire spectral avec la bande 8 (665 nm) et la bande 10 (681,25 nm) - 673,75 nm
lt: 9 juosta - geresniam fluorescencijos nustatymui ir geresniam spektrinės šypsenos įvertinimui kartu su 8 (665 nm) ir 10 (681,25 nm) juostomis - 673,75 nm
lv: Josla (kanāls) 9 - 673.75 nm (improved retrieval with the band 8 (665 nm) and band 10 (681.25 nm))
pl: Pasmo 9 - Dla ulepszonego postrzegania fluorescencji i uzyskania lepszej podstawy dla misji SMILE razem z pasmami 8 (665 nm) i 10 (681.25 nm) - 673,75 nm
pt: Banda 9 - Para uma melhor recuperação da fluorescência e para ter em conta a distorção espetral (spectral smile) juntamente com a banda 8 (665 nm) e a banda 10 (681,25 nm) - 673,75 nm
sl: Kanal 9 - za boljše pridobivanje fluorescence, boljše upoštevanje skupaj s pasovi 8 (665 nm) in 10 (681.25 nm) - 673,75 nm
sv: Band 9 - För förbättrad hämtning av fluoroscens och för att bättre beakta förvrängningen ”spectral smile” tillsammans med band 8 (665 nm) och band 10 (681.25 nm) - 673.75 nm

source: Band 10 - Chl fluorescence peak, red edge - 681.25 nm
fi: Kanava 10 – klorofyllin fluoresenssin huippu, punainen reuna – 681,25 nm
fr: Bande 10 - Pic de fluorescence de la chlorophylle, red edge - 681,25 nm
lt: 10 juosta - Chl fluorescencijos smailė, raudonasis kraštas - 681,25 nm
lv: Josla (kanāls) 10 - 681.25 nm (Chl fluorescence peak, red edge)
pl: Pasmo 10 - Szczytowa fluorescencja Chl, czerwona krawędź - 681,25 nm
pt: Banda 10 - Pico da fluorescência da clorofila, red edge - 681.25 nm
sl: Kanal 10 - vrh fluorescence Chl, rdeči rob - 681,25 nm
sv: Band 10 - Kl fluorescenstopp, röd kant- 681.25 nm

source: Band 11 - Chl fluorescence baseline, red edge transition - 708.75 nm
fi: Kanava 11 – klorofyllin fluoresenssin perustaso, punaisen reunan siirtymä – 708,75 nm
fr: Bande 11 - ligne de base de la fluorescence Chl, transition du bord rouge - 708,75 nm
lt: 11 juosta - Chl fluorescencijos pradinė linija, raudonojo krašto perėjimas - 708,75 nm
lv: Josla (kanāls) 11 - 708.75 nm (Chl fluorescence baseline, red edge transition)
pl: Pasmo 11 - linia bazowa fluorescencji Chl, przejście z czerwonej krawędzi - 708,75 nm
pt: Banda 11 - Referência da fluorescência da clorofila, transição do red edge - 708.75 nm
sl: Kanal 11 - osnovna fluorescenca Chl, prehod rdečega roba - 708,75 nm
sv: Band 11 - Kl baslinje för fluorescens, övergång röd kant - 708.75 nm

source: Band 12 - O2 absorption/clouds, vegetation - 753.75 nm
fi: Kanava 12 – O2 absorptio, biokemia, kasvillisuus – 753,75 nm
fr: Bande 12 - absorption O2/nuages, végétation - 753,75 nm
lt: 12 juosta - O2 absorbcija/debesys, augmenija - 753,75 nm
lv: Josla (kanāls) 12 - 753 nm (O2 absorption/clouds, vegetation)
pl: Pasmo 12 - Absorpcja O2/chmury, roślinność - 753,75 nm
pt: Banda 12 - absorção do O2 /nuvens, vegetação - 753.75 nm
sl: Kanal 12 - absorpcija O2/oblaki, vegetacija - 753,75 nm
sv: Band 12 - O2-absorption/moln, växtlighet - 753.75 nm

source: Band 13 - O2 absorption band/aerosol corr. - 761.25 nm
fi: Kanava 13 – O2 absorptiovyö/aerosolikorjaukset – 761,25 nm
fr: Bande 13 - Bande d'absorption de l'O2/correction des aérosols. - 761,25 nm
lt: 13 juosta - O2 absorbcijos juosta/aerozolio korekcija - 761,25 nm
lv: Josla (kanāls) 13 - 761.25 nm (O2 absorption band/aerosol corr.)
pl: Pasmo 13 - Pasmo absorpcji O2/usuwanie wpływu aerozolu - 761,25 nm
pt: Banda 13 - banda de absorção do O2/correção aerossóis - 761.25 nm
sl: Kanal 13 - absorpcijski pas O2/aerosol corr. - 761,25 nm
sv: Band 13 - O2-absorptionsband /aerosolkorr. - 761.25 nm

source: Band 14 - Atmospheric correction - 764.375 nm
fi: Kanava 14 – ilmakehäkorjaukset – 764,375 nm
fr: Bande 14 - Correction atmosphérique - 764.375 nm
lt: 14 juosta - Atmosferos korekcija - 764,375 nm
lv: Josla (kanāls) 14 - 764.375 nm (Atmosphere correction)
pl: Pasmo 14 - Usuwanie wpływu atmosfery - 764,375 nm
pt: Banda 14 - Correção atmosférica - 764.375 nm
sl: Kanal 14 - atmosferski popravek - 764,375 nm
sv: Band 14 - Atmosfärisk korrektion - 764.375 nm
