Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) and [here.](https://gisgeography.com/landsat-8-bands-combinations/)
fi: # Väärävärikomposiitti Väärävärikomposiittikuvassa käytetään vähintään yhtä ei-näkyvää aallonpituutta Maan kuvantamiseen. Infrapunaa ja punaisen ja vihreän valon kanavia käyttävät väärävärikomposiitit ovat suosittuja (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Väärävärikomposiitteja käytetään yleensä kasvitiheyden ja kasvien terveyden arviointiin, sillä kasvit heijastavat lähi-infrapunaa ja vihreän valon aallonpituuksia ja imevät punaisen valon aallonpituuksia. Kaupungit ja paljas maa näkyvät vihreinä tai vaaleanruskeina ja vesi näkyy sinisenä tai mustana. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) ja [täältä.](https://gisgeography.com/landsat-8-bands-combinations/)
fr: # Composite en fausses couleurs Un composite de fausses couleurs utilise au moins une longueur d'onde non visible pour imager la Terre. Le composite de fausses couleurs utilisant les bandes proche infrarouge, rouge et verte est très populaire (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). Le composite de fausses couleurs est le plus souvent utilisé pour évaluer la densité et la santé des plantes, car les plantes reflètent la lumière proche infrarouge et verte, alors qu'elles absorbent le rouge. Les villes et les sols exposés sont gris ou havane, et l'eau apparaît bleue ou noire. Plus d'infos [ici](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) et [ici](https://gisgeography.com/landsat-8-bands-combinations/)
lt: # Klaidinga spalvų kompozicija Klaidingų spalvų kompozitas naudoja bent vieną nematomo bangos ilgio bangą, kad atvaizduotų Žemę. Labai populiari netikrų spalvų kompozicija, kai naudojamos artimojo infraraudonojo, raudonojo ir žaliojo spektro juostos (juosta yra elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Klaidingų spalvų kompozicija dažniausiai naudojama augalų tankumui ir sveikatai įvertinti, nes augalai atspindi artimąją infraraudonąją ir žaliąją šviesą, o raudonąją sugeria. Miestai ir atvira žemė yra pilkos arba rusvos spalvos, o vanduo atrodo mėlynas arba juodas. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) ir [čia](https://gisgeography.com/landsat-8-bands-combinations/).
lv: # Mākslīgā krāsojuma kompozītattēls (False Color Composite) Mākslīgā krāsojuma kompozītattēlu veidošanā tiek izmanota informācija no vismaz vienas joslas (kanāla), kas ir ārpus redzamās gaismas spektra. Ļoti populāra kanālu kombinācija izmanto informāciju no tuvās infrasarkanās, sarkanās un zaļās elektromagnētiskā spektra joslas. Redzamā informācija bieži tiek lietota, lai novērtētu augāja blīvumu un veselīgumu. Augi absorbē gaismas enerģiju sarkanajā spektra daļā un atstaro lielu daļu enerģijas, kas atbilst tuvajiem infrasarkanajiem viļņiem. Pilsētvide un atklāta augsne ir redzama pelēkās un brūnganās krāsās, bet ūdens redzams melnā vai zilā nokrāsā. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) and [here.](https://gisgeography.com/landsat-8-bands-combinations/)
pl: # Kompozyt fałszywego koloru Kompozyt fałszywego koloru wykorzystuje co najmniej jedną niewidoczną długość fali do zobrazowania Ziemi. Bardzo popularny jest kompozyt fałszywego koloru wykorzystujący pasma bliskiej podczerwieni, czerwieni i zieleni (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach). Kompozyt fałszywego koloru jest najczęściej używany do oceny gęstości i zdrowia roślin, ponieważ rośliny odbijają bliską podczerwień i zielone światło, podczas gdy pochłaniają kolor czerwony. Miasta i odsłonięta gleba są szare lub brązowe, a woda wydaje się niebieska lub czarna. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) oraz [tutaj.](https://gisgeography.com/landsat-8-bands-combinations/)
pt: # Compósito de cor falsa Um compósito de cor falsa usa pelo menos um comprimento de onda na zona não visível para retratar a Terra. O compósito de cor falsa que usa bandas no infravermelho próximo, vermelho e verde é muito popular ( uma banda é uma região do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). O compósito de cor falsa é vulgarmente mais utilizado para avaliar a densidade e a saúde da planta, pois as plantas refletem a luz próxima do infravermelho e do verde e absorvem a luz vermelha . As cidades e os solos expostos são cinzentos ou com tom de bronze, e a água aparece com cor azul ou preta. Mais informação [aqui] (https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) e [aqui.](https://gisgeography.com/landsat-8-bands-combinations/)
sl: # Lažno barvni kompozit Lažno barvni kompozit uporablja vsaj eno očem nevidno valovno dolžino za slikanje Zemlje. Lažni barvni kompozit, ki uporablja bližnje infrardeče, rdeče in zelene pasove, je zelo priljubljen (pas je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo prikaže v različnih pasovih). Lažni barvni kompozit se najpogosteje uporablja za ocenjevanje gostote in zdravja rastlin, saj rastline odbijajo bližnjo infrardečo in zeleno svetlobo, medtem ko rdečo absorbirajo. Mesta in izpostavljena tla so siva ali rjava, voda pa je videti modra ali črna. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) in [tukaj](https://gisgeography.com/landsat-8-bands-combinations/)
sv: # False color composite En false color-komposit använder minst en osynlig våglängd för att avbilda jorden. False color-kompositen med nära infrafrött, rött och grönt band är mycket populär (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). False color-kompositen används oftast för att bedöma växttäthet och -hälsa eftersom växter reflekterar nära infrarött och grönt ljus medan de absorberar rött. Städer och exponerad mark är grå eller mellanbruna och vatten visas som blått eller svart. Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) och [här.](https://gisgeography.com/landsat-8-bands-combinations/)

source: # True color composite Sensors carried by satellites can image Earth in different regions of the electromagnetic spectrum. Each region in the spectrum is referred to as a band. Sentinel-2 has 13 bands. True color composite uses visible light bands red, green and blue in the corresponding red, green and blue color channels, resulting in a natural colored product, that is a good representation of the Earth as humans would see it naturally. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) and [here.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
fi: # Tosivärikomposiitti Satelliittien anturit voivat kuvata Maata sähkömagneettisen spektrin eri alueilla. Näitä alueita kutsutaan kanaviksi. Sentinel-2-satelliitti kuvaa 13 kanavalla. Tosivärikomposiittikuvissa käytetään näkyvää punaista, vihreää ja sinistä valoa yhdessä vastaavien punaisen, vihreän ja sinisen kanavien kanssa, jolloin tuloksena saadaan kuva, jonka värit vastaavat suurimmaksi osaksi sitä, mitä ihmissilmä näkee. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) ja [täältä.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
fr: # Composite en couleurs vraies Les capteurs transportés par les satellites peuvent prendre des images de la Terre dans différentes régions du spectre électromagnétique. Chaque région du spectre est appelée une bande. Sentinel-2 possède 13 bandes. True color composite utilise les bandes de lumière visible rouge, verte et bleue dans les canaux de couleur rouge, verte et bleue correspondants, ce qui donne un produit aux couleurs naturelles, qui est une bonne représentation de la Terre telle que les humains la verraient naturellement. Plus d'infos [ici] (https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) et [ici] (http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
lt: # Tikroji spalvų kompozicija Palydovuose esantys jutikliai gali vaizduoti Žemę įvairiose elektromagnetinio spektro srityse. Kiekviena spektro sritis vadinama juosta. Sentinel-2 turi 13 juostų. Tikrų spalvų kompozitas naudoja matomos šviesos raudonos, žalios ir mėlynos spalvų juostas atitinkamuose raudonos, žalios ir mėlynos spalvų kanaluose, todėl gaunamas natūralių spalvų produktas, kuris gerai atspindi Žemę taip, kaip žmonės ją matytų natūraliai. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) ir [čia] (http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
lv: # Dabisko krāsu kompozītattēls (True Color composite) Sensori, kas veic zemes monitoringu iegūst informāciju par atstaroto enerģiju dažādās elektromagnētiskā spektra daļās. Katra no šīm daļām tiek dēvēta par kanālu, jeb joslu. Sentinel-2 veic mērījumus 13 kanālos. Dabisko krāsu kompozītattēls izmanto datus no sarkanā, zaļā un zilā kanāla, tādējādi ļaujot attēlot Zemes virsmu krāsojumā, kas līdzvērtīgs tam kādu to redzētu cilvēka acs. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) un [šeit.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
pl: # Kompozyt prawdziwego koloru Czujniki przenoszone przez satelity mogą zobrazować Ziemię w różnych obszarach widma elektromagnetycznego. Każdy region widma nazywany jest pasmem. Sentinel-2 ma 13 pasm. Kompozyt prawdziwego koloru wykorzystuje widzialne pasma światła czerwonego, zielonego i niebieskiego w odpowiednich kanałach koloru czerwonego, zielonego i niebieskiego. W wyniku czego powstaje produkt o naturalnym kolorze, który odzwierciedla Ziemię tak, jak ludzie by ją zobaczyli w sposób naturalny. Więcej informacji [tutaj] (https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) oraz [tutaj.] (http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
pt: # Compósito de cor verdadeira Os sensores transportados por satélites podem retratar a Terra em diferentes zonas do espetro eletromagnético. Cada zona do espetro é referida como banda. O Sentinel-2 tem 13 bandas. O compósito de cor verdadeira usa luz visível vermelha, verde e azul nos canais correspondentes com cor vermelha, verde e azul, o que resulta num produto naturalmente colorido, o que é uma boa representação de como os humanos veriam naturalmente a Terra. Mais informação [aqui](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) e [aqui.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
sl: # Naravno barvni kompozit Senzorji, ki jih nosijo sateliti, lahko Zemljo snemajo v različnih območjih elektromagnetnega spektra. Vsako področje v spektru se imenuje kanal. Pravi barvni kompozit uporablja kanale vidne svetlobe rdeče, zelene in modre barve v ustreznih rdečih, zelenih in modrih barvnih kanalih, rezultat pa je naravno obarvan izdelek, ki je dober prikaz Zemlje, kot bi jo ljudje videli v naravi. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) in [tukaj](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy).
sv: # True color composite Sensorer ombord på satelliter kan avbilda jorden i olika delar av det elektromagnetiska spektret. Varje del av spektret kallas för ett band. Sentinel-2 har 13 band. True color-kompositen använder de synliga ljusbanden rött, grönt och blått i motsvarande röda, gröna och blå färgkanaler, vilket ger en naturligt färgad produkt som väl representerar jorden så som vi människor naturligt skulle se den. Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/true_color/) och [här.](http://www.fis.uni-bonn.de/en/recherchetools/infobox/professionals/remote-sensing-systems/spectroscopy)

source: # False Color Urban composite This composite is used to visualize urbanized areas more clearly. Vegetation is visible in shades of green, while urbanized areas are represented by white, grey, or purple. Soils, sand, and minerals are shown in a variety of colors. Snow and ice appear as dark blue, and water as black or blue. Flooded areas are very dark blue and almost black. The composite is useful for detecting wildfires and calderas of volcanoes, as they are displayed in shades of red and yellow. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) and [here.](https://eos.com/false-color/)
fi: # Väärävärikomposiitti, kaupunkialueet Tässä komposiitissa kaupunkialueet on visualisoitu tarkemmin. Kasvillisuus näytetään vihreän sävyissä, ja kaupunkialueet näytetään valkoisena, harmaana tai violettina. Maaperä, hiekka ja mineraalit näytetään eri väreissä. Lumi ja jää näkyvät tummansinisenä ja vesi mustana tai sinisenä. Tulva-alueet näkyvät erittäin tumman sinisinä, melkein mustina. Komposiitti on hyödyllinen väline maastopalojen sekä tulivuorten kalderoiden havaitsemiseen, sillä nämä näkyvät punaisen ja keltaisen sävyissä. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) ja [täältä.](https://eos.com/false-color/)
fr: # Composite urbain en fausses couleurs Ce composite est utilisé pour visualiser plus clairement les zones urbanisées. La végétation est visible dans des tons de vert, tandis que les zones urbanisées sont représentées par du blanc, du gris ou du violet. Les sols, le sable et les minéraux sont représentés dans une variété de couleurs. La neige et la glace apparaissent en bleu foncé, et l'eau en noir ou bleu. Les zones inondées sont en bleu très foncé et presque noires. Le composite est utile pour détecter les feux de forêt et les caldeiras des volcans, car ils sont affichés dans des tons de rouge et de jaune. Plus d'infos [ici](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) et [ici](https://eos.com/false-color/)
lt: # Klaidinga spalva Miesto kompozicija Šis kompozitas naudojamas siekiant aiškiau vizualizuoti urbanizuotas teritorijas. Augmenija matoma žalios spalvos atspalviais, o urbanizuotos teritorijos vaizduojamos balta, pilka arba violetine spalva. Dirvožemis, smėlis ir mineralai vaizduojami įvairiomis spalvomis. Sniegas ir ledas vaizduojami tamsiai mėlyna spalva, o vanduo - juoda arba mėlyna. Užtvindytos teritorijos yra labai tamsiai mėlynos ir beveik juodos spalvos. Kompozicija naudinga nustatant gaisrus ir ugnikalnių kalderas, nes jos vaizduojamos raudonais ir geltonais atspalviais. Daugiau informacijos [čia](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) ir [čia](https://eos.com/false-color/).
lv: # Mākslīgā krāsojuma pilsētvides kompozītattēls (False Color Urban Composite) Mākslīgā krāsojuma kompozītattēlu veidošanā tiek izmanota informācija no vismaz vienas joslas (kanāla), kas ir ārpus redzamās gaismas spektra. Ļoti populāra kanālu kombinācija izmanto informāciju no tuvās infrasarkanās, sarkanās un zaļās elektromagnētiskā spektra joslas. Redzamā informācija bieži tiek lietota, lai novērtētu augāja blīvumu un veselīgumu. Augi absorbē gaismas enerģiju sarkanajā spektra daļā un atstaro lielu daļu enerģijas, kas atbilst tuvajiem infrasarkanajiem viļņiem. Pilsētvide un atklāta augsne ir redzama pelēkās un brūnganās krāsās, bet ūdens redzams melnā vai zilā nokrāsā. Šajā gadījumā, informācija no NIR(tuvais infrasarkanais starojums) joslas tiek aizvietota ar kanāla 3 datiem (centrālais viļņu garums 700-800 nm intervālā), kas ir īpaši lietderīgi nosakot robežu starp sauszemi un ūdeni. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) and [here.](https://gisgeography.com/landsat-8-bands-combinations/)
pl: # Miejski Kompozyt Fałszywego Koloru Ten kompozyt służy do wyraźniejszej wizualizacji obszarów zurbanizowanych. Roślinność jest widoczna w odcieniach zieleni, a obszary zurbanizowane reprezentowane są przez biel, szarość lub fiolet.Gleby, piasek i minerały są ukazywane w różnorodnych kolorach. Śnieg i lód pojawiają się w kolorze ciemnoniebieskim, a woda w kolorze czarnym lub niebieskim.Obszary zalane są głęboko ciemnoniebieskie i prawie czarne.Kompozyt jest przydatny do wykrywania pożarów i kalder wulkanów, ponieważ są one ukazywane w odcieniach czerwieni i żółci. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) i [tutaj.] (https://eos.com/false-color/)
pt: # Compósito Urbano de Cor Falsa Este compósito é usado para visualizar zonas urbanas com mais clareza. A vegetação surge em tons de verde, enquanto que as zonas urbanas são representadas em branco, cinzento ou violeta. Os solos, areia e minerais aparecem numa variedade de cores. A neve e o gelo surgem em azul escuro e a água em preto ou azul. As áreas inundadas em azul muito escuro e quase preto. O compósito é útil para detetar incêndios florestais e caldeiras de vulcões pois estes surgem em tons de vermelho e amarelo. Mais informação [aqui](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) and [here.](https://eos.com/false-color/)
sl: # Lažno barvni kompozit urbano Ta kompozit se uporablja za jasnejšo vizualizacijo urbanih območij. Vegetacija je vidna v zelenih odtenkih, urbanizirana območja pa so prikazana z belo, sivo ali vijolično barvo. Tla, pesek in minerali so prikazani v različnih barvah. Sneg in led sta prikazana v temno modri barvi, voda pa v črni ali modri. Poplavljena območja so zelo temno modra in skoraj črna. Sestavljeni posnetek je uporaben za odkrivanje požarov v naravi in kalder vulkanov, saj so prikazani v rdečih in rumenih odtenkih. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) in [tukaj](https://eos.com/false-color/)
sv: # False Color Urban composite Denna komposit används för att visualisera urbaniserade områden tydligare. Växtligheten visas i gröna toner medan urbaniserade områden representeras av vitt, grått eller lila. Jord, sand och mineraler visas i en mängd olika färger. Snö och is visas som mörkblått och vatten som svart eller blått. Översvämmade områden är mycket mörkblå och nästan svarta. Kompositen är användbar för att detektera skogsbränder och vulkankratrar eftersom dessa visas i röda och gula toner. Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/false-color-urban-rgb/) och [här.](https://eos.com/false-color/)
