Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: Split
fi: Jako
fr: Fractionner
lt: Suskirstyti
lv: Sadalīt
pl: Podziel
pt: Dividir
sl: Deljenje
sv: Dela upp

source: There was a problem downloading your instances
fi: Ongelma omien teemojen lataamisessa
fr: Un problème est survenu lors du téléchargement
lt: Įvyko problema atsisiunčiant jūsų egzempliorius
lv: Kļūda lejuplādējot jūsu atlasi
pl: Wystąpił problem z pobieraniem Twoich przykładów
pt: Ocorreu um problema ao descarregar os seus exemplos
sl: Pri prenosu vaših primerov je prišlo do težave
sv: Ett problem inträffade när dina instanser skulle hämtas

source: Download
fi: Lataa
fr: Télécharger
lt: Parsisiųsti
lv: Lejupielādēt
pl: Pobierz
pt: Descarregar
sl: Prenesi
sv: Hämta

source: Visualize terrain in 3D
fi: Visualisoi maasto kolmiulotteisena
fr: Visualiser la surface en 3D
lt: Vizualizuoti reljefą 3D formatu
lv: Vizualizēt 3D reljefu
pl: Zobrazuj teren w 3D
pt: Visualizar o terreno em 3D
sl: Vizualizacija terena v 3D
sv: Visualisera terrängen i 3D

source: Go to Place
fi: Mene paikkaan
fr: Aller au lieu
lt: Eiti į „Vieta“
lv: Doties uz vietu
pl: Przejdź do wybranego Miejsca
pt: Ir para o local
sl: Pojdi na kraj
sv: Gå till plats

source: Labels
fi: Nimet
fr: Étiquettes
lt: Etiketės
lv: Etiķetes
pl: Oznaczenia
pt: Etiquetas
sl: Oznake
sv: Etiketter

source: Borders
fi: Rajat
fr: Frontières
lt: Kraštinės
lv: Robežas
pl: Granice
pt: Fronteiras
sl: Meje
sv: Gränser

source: Roads
fi: Tiet
fr: Routes
lt: Keliai
lv: Ceļi
pl: Drogi
pt: Estradas
sl: Ceste
sv: Vägar

source: Zoom in
fi: Lähennä
fr: Zoom +
lt: Priartinti
lv: Pietuvināt
pl: Powiększ
pt: Ampliar
sl: Povečaj
sv: Zooma in

source: Zoom out
fi: Loitonna
fr: Zoom -
lt: Nutolinti
lv: Attālināt
pl: Zmniejsz
pt: Diminuir
sl: Pomanjšaj
sv: Zooma ut

source: About EO Browser
fi: Tietoja EO Browserista
fr: À propos de EO Browser
lt: Apie EO naršyklę
lv: Par "EO Browser"
pl: Informacje o aplikacji EO Browser
pt: Sobre o EO Browser
sl: O EO Browserju
sv: Om EO Browser

source: Contact us
fi: Ota yhteyttä
fr: Nous contacter
lt: Susisiekti su mumis
lv: Sazinieties ar mums
pl: Skontaktuj się z nami
pt: Contacte-nos
sl: Obrnite se na nas
sv: Kontakta oss

source: Get data
fi: Saa tietoja
fr: Obtenir des données
lt: Gauti duomenis
lv: Iegūt datus
pl: Pobierz dane
pt: Obter dados
sl: Prenos podatkov
sv: Få data

source: You need to log in to use this function.
fi: Kirjaudu sisään, jotta voit käyttää tätä toimintoa.
fr: Veuillez vous connecter afin d'utiliser cette fonction.
lt: Norėdami naudotis šia funkcija, turite prisijungti.
lv: Nepieciešams pieraksīties, lai lietotu šo funkcionalitāti.
pl: Aby skorzystać z tej funkcji, musisz się zalogować.
pt: Precisa de entrar com a sua conta para utilizar esta função.
sl: Za uporabo te funkcije se morate prijaviti.
sv: Du måste logga in för att använda den här funktionen.

source: Please select a layer.
fi: Valitse taso.
fr: Veuillez sélectionner une couche.
lt: Pasirinkite sluoksnį.
lv: Lūdzu, izvēlieties slāni.
pl: Wybierz warstwę.
pt: Por favor selecione um nível.
sl: Izberi sloj.
sv: Välj ett lager.

source: Downloading image in compare mode is not possible.
fi: Vertailutilan kuvia ei voi ladata.
fr: Télécharger une image en mode comparaison n'est pas possible.
lt: Neįmanoma atsisiųsti vaizdo lyginamuoju režimu.
lv: Attēla lejuplādēšana nav iespējama salīdzināšanas režīmā.
pl: Pobieranie obrazu w trybie porównania nie jest możliwe.
pt: Descarregar uma imagem em modo de comparação não é possível.
sl: Prenos slike v načinu za primerjavo ni mogoč.
sv: Det är inte möjligt att hämta en bild i jämförelseläget.

source: This datasource is not supported.
fi: Tätä tietolähdettä ei tueta.
fr: Cette source de données n'est pas prise en charge.
lt: Šis duomenų šaltinis nepalaikomas.
lv: Šis datu avots netiek atbalstīts.
pl: To źródło danych nie jest obsługiwane.
pt: Esta fonte de dados não é suportada.
sl: Ta vir podatkov ni podprt.
sv: Den här datakällan stöds inte.

source: Statistical Info
fi: Tilastotietoa
lt: Statistinė informacija
lv: Statistikas/Funkciju informācija
pt: Informação Estatística
sv: Statistisk information

source: please select a layer
fi: valitse taso
fr: veuillez sélectionner une couche
lt: pasirinkite sluoksnį
lv: lūdzu izvēlieties slāni
pl: wybierz warstwę
pt: por favor selecione um nível
sl: izberi sloj
sv: välj ett lager

source: not available for
fi: ei saatavilla
fr: non disponible pour
lt: nepasiekama
lv: nav pieejams priekš
pl: niedostępne dla
pt: não disponível para
sl: ni na voljo za
sv: ej tillgängligt för

source: not available for "${ props.presetLayerName }" (layer with value is not set up)
fi: ei saatavilla tasolle "${ props.presetLayerName }" (arvollista tasoa ei ole määritetty)
fr: non disponible pour "${ props.presetLayerName }" (la couche avec cette valeur n'est pas configurée)
lt: nepasiekiama "${ props.presetLayerName }" (sluoksnis su verte nėra nustatytas)
lv: nav pieejams priekš "${ props.presetLayerName }" (vērtību slānis nav iestatīts)
pl: niedostępne dla "${ props.presetLayerName }" (warstwa z wartością nie jest skonfigurowana)
pt: não disponível para "${ props.presetLayerName }" (nível com valores não foi carregada)
sl: ni na voljo za "${ props.presetLayerName }" (layer with value is not set up)
sv: ej tillgängligt för "${ props.presetLayerName }" (lager vars värde inte har angetts)

source: Search for data first.
fi: Hae ensin tietoja.
fr: Recherchez d'abord les données.
lt: Pirmiausia ieškoti duomenų.
lv: Sākotnēji jāveic datu meklēšana.
pl: Najpierw wyszukaj dane.
pt: Procurar por dados primeiro.
sl: Najprej poiščite podatke.
sv: Sök data först.

source: Create timelapse animation
fi: Luo timelapse-video
fr: Créer un timelapse
lt: Sukurti laiko intervalo animaciją
lv: Veidot attēlu animāciju
pl: Utwórz animację poklatkową
pt: Criar animação de passagem de tempo
sl: Ustvarjanje animacije s časovnim zaporedjem
sv: Skapa timelapse-animation

source: Mark point of interest
fi: Merkitse kiinnostava sijainti
fr: Marquer un point d'intérêt
lt: Pažymėti dominančią vietą
lv: Atzīmēt interesējošo punktu
pl: Zaznacz interesujące cię miejsce
pt: Marcar ponto de interesse
sl: Označite zanimivo točko
sv: Ange intressant plats

source: Center map on feature
fi: Keskitä kartta kohteeseen
fr: Centrer la carte sur l'élément
lt: Centruokite žemėlapį ant funkcijos
lv: Centrēt karti uz iezīmes
pl: Wyśrodkuj mapę na funkcji
pt: Centrar mapa no recurso
sl: Središče karte na element
sv: Centrera kartan på funktionen

source: Remove geometry
fi: Poista geometria
fr: Supprimer la géométrie
lt: Pašalinti geometriją
lv: Noņemt ģeometriju
pl: Usuń geometrię
pt: Remover geometria
sl: Odstranite geometrijo
sv: Ta bort geometri

source: Area of interest
fi: Kohdealue
fr: Zone d'intérêt
lt: Dominanti sritis
lv: Interesējošais apgabals (Area of Interest)
pl: Obszar zainteresowania
pt: Área de interesse
sl: Območje interesa
sv: Intressant område

source: Select mode
fi: Valitse tila
fr: Mode de sélection
lt: Pasirinkti režimą
lv: Izvēlēties režīmu
pl: Wybierz tryb
pt: Modo de seleção
sl: Izberi način
sv: Välj läge

source: Remove measurement
fi: Poista mittaus
fr: Supprimer la mesure
lt: Pašalinti matavimą
lv: Noņemt mērījumu
pl: Usuń pomiar
pt: Remover medição
sl: Odstranitev meritev
sv: Ta bort mätning

source: Gain
fi: Kontrasti
lt: Gauti
lv: Kontrasts (Gain)
pl: Wzmocnienie
pt: Ganho
sl: Jakost

source: Gamma
lt: gama
lv: Izgaismojums (Gamma)
pt: Gama

source: Min. data quality
fi: Väh. tiedon laatu
fr: Qualité minimale des données
lt: Min. duomenų kokybė
lv: Minimālā datu kvalitāte
pl: Min. jakość danych
pt: Min. qualidade de dados
sl: Min. kakovost podatkov
sv: Min. datakvalitet

source: Upsampling
fi: Ylinäytteistys
fr: Sur-échantillonnage
lt: didesnė atranka
lv: Izšķirtspējas palielināšana (Upsampling)
pl: Próbkowanie w górę
pt: Sobreamostragem
sl: Povečanje vzorčenja
sv: Uppsampling

source: Downsampling
fi: Alinäytteistys
fr: Sous-échantillonnage
lt: mažesnė atranka
lv: Izšķirtspējas samazināšana (Downsampling)
pl: Próbkowanie w dół
pt: Subamostragem
sl: Zmanjšanje vzorčenja
sv: Nedsampling

source: Reset all
fi: Nollaa kaikki
fr: Réinitialiser tout
lt: Atstatyti viską
lv: Atiestatīt visu
pl: Zresetuj wszystko
pt: Repor tudo
sl: Ponastavi vse
sv: Nollställ alla

source: filter by months
fi: suodata kuukauden mukaan
fr: filtrer par mois
lt: filtruoti pagal mėnesius
lv: filtrēt pēc mēneša
pl: filtruj według miesięcy
pt: filtrar por meses
sl: filtriranje po mesecih
sv: filtrera per månader

source: Copy geometry to clipboard
fi: Kopioi geometria leikepöydälle
fr: Copier la géométrie dans le presse-papiers
lt: Nukopijuoti geometriją į iškarpinę
lv: Kopēt ģeometriju starpliktuvē
pl: Skopiuj geometrię do schowka
pt: Copiar geometria para área de transferência
sl: Kopiraj geometrijo v odložišče
sv: Kopiera geometri till urklipp

source: Cancel edit.
fi: Peruuta muutokset.
fr: Annuler les modifications.
lt: Atšaukti redagavimą.
lv: Atcelt izmaiņas.
pl: Anuluj zmiany.
pt: Cancelar edição.
sl: Prekliči urejanje.
sv: Ångra redigering.

source: Draw area of interest
fi: Valitse kohdealue
fr: Dessiner une zone d'intérêt
lt: Nubrėžti dominančią sritį
lv: Zīmēt interesējošo apgabalu
pl: Zaznacz obszar zainteresowania
pt: Desenhar área de interesse
sl: Narišite interesno področje
sv: Rita intressant område

source: Upload data
fi: Tuo tietoja
fr: Charger des données
lt: Įkelti duomenis
lv: Augšupielādēt datus
pl: Prześlij dane
pt: Carregar dados
sl: Prenos podatkov
sv: Ladda upp data

source: Least cloud coverage
fi: Pienin pilvipeite
fr: Couverture nuageuse la plus faible
lt: Mažiausias debesų padengimas
lv: Mazākais mākoņu pārklājums
pl: Najmniejsze zachmurzenie
pt: Menor cobertura de nuvens
sl: Najmanjša pokritost z oblaki
sv: Minsta molnighet

source: Use additional datasets (advanced)
fi: Käytä lisätietojoukkoja (lisätoiminto)
fr: Utiliser des données supplémentaires (avancé)
lt: Naudoti papildomus duomenų rinkinius (išplėstinius)
lv: Lietot papildu datu kopas (uzlabota funkcionalitāte)
pl: Użyj dodatkowych zbiorów danych (zaawansowane)
pt: Usar bases de dados adicionais (avançado)
sl: Uporaba dodatnih zbirk podatkov (napredno)
sv: Använd ytterligare dataset (avancerat)

source: Mosaicking order
fi: Mosakointi
fr: Ordre de la mosaïque
lt: Mozaikų dėliojimo tvarka
lv: Mozaīkas kārtojuma secība
pl: Kolejność mozaikowania
pt: Ordem dos mosaícos
sl: Vrstni red mozaičenja
sv: Mosaikordning

source: Most recent
fi: Uusin ensin
fr: Plus récent
lt: Naujausias
lv: Jaunākie
pl: Od najnowszych
pt: Mais recente
sl: Najnovejši
sv: Nyaste

source: Least recent
fi: Vanhin ensin
fr: Moins récent
lt: Mažiausiai naujausias
lv: Senākie
pl: Od najstarszych
pt: Menos recente
sl: Najmanj nedavno
sv: Äldsta

source: Customize timespan
fi: Mukauta aikaväliä
fr: Personnaliser la période
lt: Pritaikyti laiko intervalą
lv: Pielāgot laika periodu
pl: Dostosuj przedział czasu
pt: Personalizar intervalo de tempo
sl: Prilagodite časovni razpon
sv: Anpassa tidsintervall

source: Back
fi: Takaisin
fr: Retour
lt: Atgal
lv: Atgriezties
pl: Powrót
pt: Voltar
sl: Nazaj
sv: Tillbaka

source: Error loading script. Check your URL.
fi: Virhe komentosarjan lataamisessa. Tarkista URL.
fr: Erreur lors du chargement du script. Veuillez vérifier l'URL.
lt: Įvyko klaida, įkeliant scenarijų. Patikrinkite savo URL.
lv: Kļūda ielādējot skriptu. Pārbaudiet savu vietrādi (URL).
pl: Błąd podczas ładowania skryptu. Sprawdź swój adres URL.
pt: Erro ao carregar dados. Verifique o seu URL.
sl: Napaka pri nalaganju skripte. Preverite svoj URL.
sv: Kunde inte hämta skriptet. Kontrollera din URL.

source: Uncheck Load script from URL to edit the code.
fi: Poista valinta kohdasta ”Lataa komentosarja URL:stä”, jolloin voit muokata koodia.
fr: Décochez la case "Load script from URL" pour modifier le code.
lt: Atžymėkite „Įkelti scenarijų iš URL“, kad galėtumėte redaguoti kodą.
lv: Noņemiet atzīmi "Ielādēt skriptu no URL", lai rediģētu kodu.
pl: Usuń zaznaczenie opcji Załaduj skrypt z adresu URL, aby edytować kod.
pt: Desselecione o carregamento de dados do URL para editar o código.
sl: Če želite urediti kodo, odstranite potrditev možnosti Naloži skripto iz naslova URL
sv: Avmarkera Hämta skript från URL för att redigera koden.

source: Load script from URL
fi: Lataa komentosarja URL:stä
fr: Charger un script depuis une URL
lt: Įkelti scenarijų iš URL
lv: Ielādēt skritptu no URL adreses
pl: Załaduj skrypt z adresu URL
pt: Carregar dados de um URL
sl: Nalaganje skripte iz naslova URL
sv: Hämta skript från URL

source: Enter URL to your script
fi: Anna URL, josta komentosarja ladataan
fr: Saisir l'URL de votre script
lt: Įveskite scenarijaus URL adresą
lv: Ievadied URL adresi savā skriptā
pl: Wprowadź adres URL do swojego skryptu
pt: Coloque URL para o roteiro
sl: Vnesite URL za vašo skripto
sv: Ange URL:n till ditt skript

source: Script loaded.
fi: Komentosarja ladattu.
fr: Script chargé.
lt: Scenarijus įkeltas.
lv: Skripts ielādēts.
pl: Wczytano skrypt.
pt: Roteiro carregado.
sl: Skript je naložen.
sv: Skriptet hämtades.

source: Only HTTPS domains are allowed.
fi: Vain HTTPS-verkkotunnukset sallitaan.
fr: Seuls les domaines HTTPS sont authorisés.
lt: Leidžiami tik HTTPS domenai.
lv: Ir atļauti tikai HTTPS domēni.
pl: Dozwolone są tylko domeny HTTPS.
pt: Apenas domínios HTTPS são permitidos.
sl: Dovoljene so samo domene HTTPS.
sv: Endast HTTPS-domäner är tillåtna.

source: Load script into code editor
fi: Lataa komentosarja muokkauskenttään
fr: Charger le script dans l'éditeur de code
lt: Įkelti scenarijų į kodo rengyklę
lv: Ielādēt skriptu rediģēšanas logā
pl: Załaduj skrypt do edytora kodu
pt: Carregue o roteiro para o editor de código
sl: Nalaganje skripte v urejevalnik kode
sv: Hämta skript till kodredigerare

source: orbit
fi: kiertorata
fr: orbite
lt: orbita
lv: orbīta
pl: orbita
pt: órbita
sl: orbita
sv: omloppsbana

source: day
fi: päivä
fr: jour
lt: diena
lv: diena
pl: dzień
pt: dia
sl: dan
sv: dag

source: week
fi: viikko
fr: semaine
lt: savaitė
lv: nedēļa
pl: tydzień
pt: semana
sl: teden
sv: vecka

source: month
fi: kuukausi
fr: mois
lt: mėnuo
lv: mēnesis
pl: miesiąc
pt: mês
sl: mesec
sv: månad

source: year
fi: vuosi
fr: année
lt: metai
lv: gads
pl: rok
pt: ano
sl: leto
sv: år

source: Select 1 image per:
fi: Valitse 1 kuva per:
fr: Sélectionnez 1 image par :
lt: Pasirinkite po 1 paveikslėlį:
lv: Izvēlēties 1 attēlu katrā:
pl: Wybierz 1 obraz na:
pt: Selecionar 1 imagem por:
sl: Izberite 1 sliko na:
sv: Välj en bild per:

source: Timelapse
lt: Laiko intervalas
lv: Attēlu animācija (Timelapse)
pl: Film poklatkowy
pt: Intervalo de tempo
sl: Časovno zaporedje
sv: Vecka

source: Select All
fi: Valitse kaikki
fr: Tout sélectionner
lt: Pasirinkti viską
lv: Atlasīt visus
pl: Zaznacz Wszystko
pt: Selecionar todos
sl: Izberi vse
sv: Välj alla

source: Speed:
fi: Nopeus:
fr: Vitesse :
lt: Greitis:
lv: Ātrums:
pl: Szybkość:
pt: Velocidade:
sl: Hitrost:
sv: Hastighet:

source: frames / s
fi: kuvaa / s
fr: images / s
lt: rėmeliai / s
lv: kadrs/-i
pl: klatka/i
pt: fotogramas / s
sl: okvirjev / s
sv: bilder/s

source: Preparing...
fi: Valmistellaan...
fr: En cours...
lt: Ruošiama...
lv: Sagatavo...
pl: Przygotowywanie…
pt: A preparar...
sl: Priprava...
sv: Förbereder ...

source: Error fetching image: url is empty!
fi: Virhe kuvan hakemisessa: URL on tyhjä!
fr: Erreur lors de la récupération de l'image : l'url est vide !
lt: Įvyko klaida, gaunant vaizdą: URL tuščias!
lv: Kļūda iegūstot attēlu: url ir tukšs!
pl: Błąd podczas pobierania obrazu: adres URL jest pusty!
pt: Erro ao ir buscar a imagem: o url está vazio!
sl: Napaka pri pridobivanju posnetka: url je prazen!
sv: Kunde inte hämta bild: url är tom!

source: Error fetching image:
fi: Virhe kuvan hakemisessa:
fr: Erreur lors de la récupération de l’image :
lt: Įvyko klaida, gaunant vaizdą:
lv: Kļūda iegūstot attēlu:
pl: Podczas pobierania obrazu wystąpił błąd:
pt: Erro ao ir buscar a imagem:
sl: Napaka pri pridobivanju posnetka:
sv: Kunde inte hämta bild:

source: Drag bands onto RGB fields.
fi: Vedä kanavat RGB-kenttiin.
fr: Faites glisser les bandes sur les canaux RVB.
lt: Vilkti juostas į RGB laukus.
lv: Ievelciet kanālus RGB laukos.
pl: Przeciągnij pasma na pola RGB.
pt: Arrastar as bandas para os campos RGB.
sl: Povlecite kanale na polja RGB.
sv: Dra banden på RGB-fälten.

source: Drag bands into the index equation
fi: Vedä kanavat indeksiyhtälöön
fr: Faire glisser les bandes dans l'équation de l'indice
lt: Vilkti juostas į indekso lygtį
lv: Ievelciet kanālus indeksa aprēķina vienādojumā
pl: Przeciągnij pasma do równania wskaźnikowego
pt: Arrastar as bandas para a equação indexada
sl: Povlecite kanale v enačbo indeksa
sv: Dra banden till indexekvationen

source: Index
fi: Indeksi
lt: Indeksas
lv: Indekss
pl: Wskaźnik
pt: Índice
sl: Indeks

source: Threshold
fi: Raja
fr: Seuil
lt: Slenkstis
lv: Slieksnis
pl: Wartość graniczna
pt: Limiar
sl: Prag
sv: Tröskel

source: Remove color picker
fi: Poista värin valitsin
fr: Supprimer le sélecteur de couleurs
lt: Pašalinti spalvų rinkiklį
lv: Aizvākt krāsu izvēlni
pl: Usuń selektor kolorów
pt: Remover selecionador de cores
sl: Odstranite izbirnik barv
sv: Ta bort färgväljare

source: Add color picker
fi: Lisää värin valitsin
fr: Ajouter un sélecteur de couleurs
lt: Pridėti spalvų rinkiklį
lv: Pievienot krāsu izvēlni
pl: Wybierz selektor kolorów
pt: Adicionar selecionador de cores
sl: Dodajanje izbirnika barv
sv: Lägg till färgväljare

source: Click to place marker
fi: Lisää merkki napsauttamalla
fr: Cliquez pour placer un marqueur
lt: Spustelėkite, jei norite įdėti žymeklį
lv: Klikšķiniet, lai novietotu zīmi
pl: Naciśnij, aby wstawić znacznik
pt: Clicar para colocar o marcador
sl: Kliknite za postavitev oznake
sv: Klicka för att placera markör

source: Click to place first vertex
fi: Aseta ensimmäinen kärki napsauttamalla
fr: Cliquez pour placer le premier sommet
lt: Spustelėkite, jei norite įdėti pirmąją viršūnę
lv: Klikšķiniet, lai novietotu pirmo virsotni
pl: Naciśnij, aby wstawić pierwszy wierzchołek
pt: Clicar para colocar o primeiro vértice
sl: Kliknite za postavitev prvega verteksa
sv: Klicka för att placera första spets

source: Click to continue drawing
fi: Jatka piirtämistä napsauttamalla
fr: Cliquez pour poursuivre le dessin
lt: Spustelėkite norėdami tęsti piešimą
lv: Klikšķiniet, lai turpinātu zīmēt
pl: Naciśnij, aby kontynuować rysowanie
pt: Clicar para continuar a desenhar
sl: Kliknite za nadaljevanje risanja
sv: Klicka för att fortsätta rita

source: Click first marker to finish
fi: Viimeistele napsauttamalla ensimmäistä merkkiä
fr: Cliquez sur le premier marqueur pour terminer
lt: Spustelėkite pirmąjį žymeklį, kad baigtumėte
lv: Noklikšķiniet pirmo atzīmi, lai beigtu zīmēšanu
pl: Naciśnij pierwszy znacznik, aby zakończyć
pt: Clicar no primeiro marcador para terminar
sl: Za dokončanje kliknite prvi označevalec
sv: Klicka på första markör för att avsluta

source: Show captions
fi: Näytä kuvaukset
fr: Afficher les légendes
lt: Rodyti antraštes
lv: Rādīt aprakstu
pl: Pokaż napisy
pt: Mostrar legendas
sl: Prikaži napise
sv: Visa rubriker

source: Show slide title
fi: Näytä dian otsikko
fr: Afficher le titre de la diapositive
lt: Rodyti skaidrės pavadinimą
lv: Parādīt kadra nosaukumu
pl: Pokaż tytuł slajdu
pt: Mostrar títulos do slide
sl: Prikaži naslov diapozitiva
sv: Visa bildrubrik

source: Add map overlays
fi: Näytä karttamerkinnät
fr: Ajouter des superpositions de cartes
lt: Pridėti žemėlapio papildomus sluoksnius
lv: Pievienot slāņus kartei
pl: Dodaj nakładki mapy
pt: Adicionar sobreposição de mapas
sl: Dodaj pregledno karto
sv: Lägg till overlays

source: Show legend
fi: Näytä selitteet
fr: Afficher la légende
lt: Rodyti legendą
lv: Rādīt apzīmējumus
pl: Pokaż legendę
pt: Mostrar legendas
sl: Prikaži legendo
sv: Visa förklaring

source: No pins were found within the current field of view.
fi: Näytettävältä alueelta ei löytynyt merkintöjä.
fr: Aucun signet n'a été trouvé dans le champ d'exploration actuel.
lt: Dabartiniame matymo lauke žymeklių nerasta.
lv: Šajā skatā nav atrastas neviena atzīme.
pl: W obecnym polu widzenia nie znaleziono żadnych pinezek.
pt: Nenhum pino encontrado na visualização atual selecionada.
sl: V trenutnem vidnem polju ni bila najdena nobena oznaka.
sv: Inga kartnålar hittades inom den aktuella vyn.

source: Some pins (${ N_PINS_OUTSIDE_BOUNDS }) are ignored because they are not within the selected area.
fi: Joitakin merkintöjä (${ N_PINS_OUTSIDE_BOUNDS }) ei huomioida, koska ne eivät ole valitulla alueella.
fr: Certains s (${ N_PINS_OUTSIDE_BOUNDS }) sont ignorés car ils ne se trouvent pas dans la zone sélectionnée.
lt: Kai kurie žymekliai (${ N_PINS_OUTSIDE_BOUNDS }) yra ignoruojami, nes jie nepatenka į pasirinktą sritį.
lv: Dažas atzīmes (${N_PINS_OUTSIDE_BOUNDS}) netiek ņemtas vērā, jo atrodas ārpus izvēlētās platības.
pl: Niektóre pinezki (${ N_PINS_OUTSIDE_BOUNDS }) są ignorowane, ponieważ nie znajdują się w wybranym obszarze.
pt: Alguns pinos (${ N_PINS_OUTSIDE_BOUNDS }) são ignorados porque não estão nos limites da área selecionada.
sl: Nekatere oznake (${ N_PINS_OUTSIDE_BOUNDS }) so prezrte, ker niso znotraj izbranega območja.
sv: Vissa kartnålar (${ N_PINS_OUTSIDE_BOUNDS }) ignoreras eftersom de inte ligger inom det valda området.

source: To create a pin story, navigate to the desired position on the map. All pins within the current field of view will be used to create the story, the rest will be ignored.
fi: Mene kartalla haluamaasi sijaintiin, kun haluat luoda tarinan merkinnöistä. Kaikkia näytettävällä alueella olevia merkintöjä käytetään tarinan luomiseen. Muita merkintöjä ei käytetä.
fr: Pour créer une story de signets, naviguez jusqu'à la position souhaitée sur la carte. Tous les signets situés dans le champ de vision actuel seront utilisés pour créer la story, les autres seront ignorées.
lt: Norėdami sukurti smeigtuko istoriją, nueikite į norimą vietą žemėlapyje. Istorijai sukurti bus naudojami visi dabartiniame matymo lauke esantys smeigtukai, kiti bus ignoruojami.
lv: Dodieties uz vēlamo atrašanās vietu, lai veidotu stāstu. Tikai atzīmes, kas ietvertas kartes skatā tiks izmantotas stāsta veidošanai.
pl: Aby utworzyć historię pinezki, przejdź do żądanej pozycji na mapie. Wszystkie pinezki w bieżącym polu widzenia zostaną użyte do stworzenia historii, reszta zostanie zignorowana.
pt: Para criar uma história com os seus pinos, navegar até à posição pretendida no mapa. Todos os pinos dentro do campo de visualização atual serão utilizados para criar a história, os restantes vão ser ignorados.
sl: Če želite ustvariti zgodbo iz oznak, se pomaknite do želenega položaja na karti. Za ustvarjanje zgodbe bodo uporabljene vse oznake v trenutnem vidnem polju, ostale ne bodo upoštevane.
sv: Navigera till önskat läge på kartan för att skapa en kartnålsberättelse. Alla kartnålar inom den aktuella vyn används för att skapa berättelsen medan resten ignoreras.

source: File will have logo attached.
fi: Tiedostoon liitetään logo.
fr: Le logo sera joint au fichier.
lt: Prie failo bus pridėtas logotipas.
lv: Failam tiks pievienots logotips.
pl: Plik będzie miał dołączone logo.
pt: O ficheiro terá o logo anexado.
sl: Datoteka bo imela vključen logotip.
sv: Filen kommer att ha en logotyp kopplad till sig.
