Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: In the **Discover** tab you can: - Select a **Theme.** - **Search** for data. - View theme **Highlights.** The **Theme** dropdown offers you different preconfigured themes as well as your own custom configured instances if you are Logged-in. To create an instance, click on the settings icon <i className="fa fa-cog" /> and log in with the same credentials as you used for EO Browser. Under **Search** you can set search criteria: - Choose from which satellites you want to receive the data by selecting checkboxes. - Select additional options where applicable, for example, cloud coverage with the slider. - Select the time range by either typing the date or select the date from the calendar. You can read explanations of satellites by clicking on the question icon <i className="fa fa-question-circle" /> next to the data source name. Once you hit <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Search</span> you get a list of results. Each result is presented with a preview image, and relevant data specific to the datasource. For some data sources, the link icon <i class="fa fa-link" /> is also visible for each result. Clicking on it reveals direct links to the raw image of the result on EO Cloud or SciHub. Clicking on the <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Visualize</span> button will open the **Visualize** tab for the selected result. Under **Highlight**, you find preselected interesting locations connected to the selected theme.
fr: Dans l'onglet **Découvrir**, vous pouvez : - Sélectionner un **Thème.** - **Rechercher** des données. - Voir les **Les points forts** d'un thème. La liste déroulante **Thème** vous propose différents thèmes préconfigurés ainsi que vos propres instances configurées si vous êtes connecté. Pour créer une instance, cliquez sur l'icône des paramètres <i className="fa fa-cog" /> et connectez-vous avec les identifiants utilisés pour EO Browser. Sous **Recherche**, vous pouvez définir des critères de recherche : - Choisissez les satellites pour lesquels vous souhaitez recevoir les données en cochant les cases correspondantes. - Sélectionnez des options supplémentaires, par exemple, la couverture nuageuse avec le curseur. - Sélectionnez l'intervalle de temps en saisissant la date ou en la sélectionnant dans le calendrier. Vous pouvez accéder aux informations concernant les satellites en cliquant sur l'icône de question <i className="fa fa-question-circle" /> à côté du nom de la source de données. Une fois que vous avez cliqué sur <span class="btn" style="font-size: 12px ; rembourrage: 4px 6px 4px 6px">Rechercher</span>, vous obtenez une liste de résultats. Chaque résultat est présenté avec une image d'aperçu et des données spécifiques à la source de données. Pour certaines données, l'icône de lien <i class="fa fa-link" /> est également visible pour chaque résultat.
sl: V zavihku **Odkrij** lahko: - Izberete **temo.** - **Iščete** podatke. - Raziščete **Poudarke** za izbrano temo. V spustnem oknu **Teme** so na voljo različne vnaprej konfigurirane teme in lastne nastavljene konfiguracije, če ste prijavljeni. Če želite ustvariti lastno konfiguracijo, kliknite na ikono za nastavitve <i className="fa fa-cog" /> in se prijavite z uporabniškim računom, ki ga uporabljate za EO Browser. V razdelku **Poišči** lahko nastavite kriterije za iskanje: - Izberite, s katerih satelitov želite prejemati podatke, tako da izberete potrditvena polja. - Po potrebi izberite dodatne možnosti, na primer z drsnikom pokritost z oblaki. - Izberite časovno območje tako, da vpišete datum ali ga izberete s koledarja. Opise satelitov in podatkovnih virov lahko preberete s klikom na ikono <i className="fa fa-question-circle" /> poleg imena vira podatkov. Ko pritisnete gumb <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Išči</span>, se prikaže seznam rezultatov. Vsak rezultat je predstavljen s predogledno sliko in ustreznimi podatki, značilnimi za podatkovni vir. Pri nekaterih podatkovnih virih je za vsak rezultat vidna tudi ikona povezave <i class="fa fa-link" />. S klikom nanjo se prikažejo neposredne povezave do neobdelane slike rezultata v EO Cloud ali SciHub. S klikom na gumb <span class="btn" style="font-size: 12px; padding: 4px 6px 4px 6px">Prikaži</span> se odpre zavihek **Prikaži** za izbrani rezultat. V razdelku **Poudarki** so na voljo vnaprej izbrane zanimive lokacije, povezane z izbrano temo.

source: This tool allows you to draw a polygon on the map and display the polygon's size. All layers that return a single value (such as NDVI, Moisture index, NDWI,…) support viewing the index for the selected area over time. Clicking the chart icon <i class="fa fa-bar-chart" /> will display the charts. You can remove the polygon by clicking the remove icon <i class="fa fa-close" />. You can also upload a KML/KMZ, GPX, WKT (in EPSG:4326) or GEOJSON/JSON file with a polygon geometry. The two sheets icon <i class="far fa-copy" /> lets you copy the polygon coordinates as a GEOJSON, the crosshair <i className="fa fa-crosshairs" /> centres the map to the drawn polygon. Exported images will be cropped to the area of interest in analytical downloads.
fr: Cet outil vous permet de dessiner un polygone sur la carte et d'afficher la taille du polygone. Toutes les couches qui renvoient une seule valeur (comme NDVI, l'indice d'humidité, NDWI,...) prennent en charge la visualisation de l'indice pour la zone sélectionnée au fil du temps. Cliquez sur l'icône de graphique <i class="fa fa-bar-chart" /> pour affichera les graphiques. Vous pouvez supprimer le polygone en cliquant sur l'icône de suppression <i class="fa fa-close" />. Vous pouvez également télécharger un fichier KML/KMZ, GPX, WKT (dans EPSG:4326) ou GEOJSON/JSON avec une géométrie de polygone. L'icône des deux feuilles <i class="far fa-copy" /> permet de copier les coordonnées du polygone sous forme de GEOJSON, le réticule <i className="fa fa-crosshairs" /> centre la carte sur le polygone dessiné. Les images exportées seront recadrées sur la zone d'intérêt dans les téléchargements analytiques.
sl: To orodje omogoča risanje poligona na karti in prikaz velikosti poligona. Vsi sloji, ki vračajo eno samo vrednost (kot so NDVI, indeks vlage, NDWI, ...), podpirajo prikaz indeksa za izbrano območje skozi čas. S klikom na ikono diagrama <i class="fa fa-bar-chart" /> boste prikazali grafikon. Poligon lahko odstranite s klikom na ikono za odstranitev <i class="fa fa-close" />. Prav tako lahko naložite datoteko KML/KMZ, GPX, WKT (v EPSG:4326) ali GEOJSON/JSON z geometrijo poligona. Z ikono dveh listov <i class="far fa-copy" /> lahko kopirate koordinate poligona kot datoteko GEOJSON, s križcem <i className="fa fa-crosshairs" /> usmeri karto na narisani poligon. Izvožene slike bodo pri analitičnih prenosih obrezane na območje zanimanja.

source: Browse, visualise and analyze Very High Resolution (VHR) data directly in EO Browser, tapping into global archives of Planet [PlanetScope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) and [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/), Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) and [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) as well as [Maxar WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/). Observe the planet at resolutions starting at 3 meters and all the way up to 0.5 meters for a cost down to 0.9 EUR per km². ![High resolution imagery example.](${ process.env.REACT_APP_ROOT_URL }commercial-data-previews/high-res-image-example.png) &copy CNES (2020), Distribution AIRBUS DS, contains Pleiades data processed by Sentinel Hub What you need: - An active Sentinel Hub subscription to search the metadata. If you don't have an account yet: [Sign up](https://services.sentinel-hub.com/oauth/subscription?param_domain_id=1&param_redirect_uri=https://apps.sentinel-hub.com/dashboard/oauthCallback.html&param_state=%2F&param_scope=&param_client_id=30cf1d69-af7e-4f3a-997d-0643d660a478&domainId=1). - Pre-purchased quota for any of the constellations. Go to [Dashboard](https://apps.sentinel-hub.com/dashboard/#/account/billing) to establish a subscription and purchase commercial data plans.
fr: Parcourez, visualisez et analysez les données à très haute résolution (THR) directement dans EO Browser, en exploitant les archives mondiales de Planet [PlanetScope](https://docs.sentinel-hub.com/api/latest/data/planet-scope/) et [SkySat](https://docs.sentinel-hub.com/api/latest/data/planet/skysat/), Airbus [Pleiades](https://docs.sentinel-hub.com/api/latest/data/airbus/pleiades/) et [SPOT](https://docs.sentinel-hub.com/api/latest/data/airbus/spot/) ainsi que [Maxar WorldView](https://docs.sentinel-hub.com/api/latest/data/maxar/world-view/). Observez la planète à des résolutions allant de 3 mètres à 0,5 mètre pour un coût de 0,9 EUR par km². ![High resolution imagery example.](${ process.env.REACT_APP_ROOT_URL }commercial-data-previews/high-res-image-example.png) &copie CNES (2020), Distribution AIRBUS DS, contient des données Pléiades traitées par Sentinel Hub Ce dont vous avez besoin : - Un abonnement actif à Sentinel Hub pour rechercher les métadonnées. Si vous n'avez pas encore de compte : [Inscrivez-vous](https://services.sentinel-hub.com/oauth/subscription?param_domain_id=1&param_redirect_uri=https://apps.sentinel-hub.com/dashboard/oauthCallback.html&param_state=%2F&param_scope=&param_client_id=30cf1d69-af7e-4f3a-997d-0643d660a478&domainId=1). - Un quota pré-acheté pour l'une des constellations. Allez sur [Tableau de bord](https://apps.sentinel-hub.com/dashboard/#/account/billing) pour établir un abonnement et acheter des plans de données commerciaux.

source: # ESA WorldCover Map The WorldCover product displays a global land cover map with 11 different land cover classes produced at 10m resolution based on combination of both Sentinel-1 and Sentinel-2 data. In areas where Sentinel-2 images are covered by clouds for an extended period of time, Sentinel-1 data provides complimentary information on the structural characteristics of the observed land cover. Therefore, the combination of Sentinel-1 and Sentinel-2 data makes it possible to update the land cover map almost in real time. Find more information [here](https://custom-scripts.sentinel-hub.com/other_collections/worldcover/).
fr: # Carte WorldCover de l'ESA Le produit WorldCover affiche une carte de la couverture terrestre mondiale avec 11 classes de couverture terrestre différentes, produite à une résolution de 10 m, basée sur la combinaison des données Sentinel-1 et Sentinel-2. Dans les zones où les images Sentinel-2 sont recouvertes de nuages pendant une longue période, les données Sentinel-1 fournissent des informations complémentaires sur les caractéristiques structurelles de la couverture terrestre observée. Par conséquent, la combinaison des données Sentinel-1 et Sentinel-2 permet de mettre à jour la carte de la couverture terrestre presque en temps réel. Trouvez plus d'informations [ici](https://custom-scripts.sentinel-hub.com/other_collections/worldcover/).

source: # Global Surface Water - Occurrence The layer shows the (intra- and inter-annual) variations of surface water presence in the time range between March 1984 and December 2021. Permanent water areas with 100% occurrence over the 38 years are shown in blue, while lighter shades of pink and purple indicate lower degrees of water presence. Learn more [here](https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_occurrence/).
fr: # Eaux de surface mondiales - Occurrence Cette couche montre les variations (intra- et inter-annuelles) de la présence d'eau de surface dans la plage de temps comprise entre mars 1984 et décembre 2021. Les zones d'eau permanente dont l'occurrence est de 100 % au cours des 38 années sont indiquées en bleu, tandis que les nuances plus claires de rose et de violet indiquent des degrés plus faibles de présence d'eau. En savoir plus [ici] (https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_occurrence/).

source: # Global Surface Water - Occurrence Change Intensity The layer visualises changes in water occurrence between two different epochs, the first ranging from March 1984 to December 1999, and the other covering the period from January 2000 to December 2021. Areas with increase in water occurrence are visualized in different shades of green, areas with no change are colored black and areas with decrease are shown in shades of red. Learn more [here](https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_change/).
fr: # Eaux de surface mondiales - Intensité des changements d'occurrence Cette couche visualise les changements dans l'occurrence de l'eau entre deux époques différentes, la première allant de mars 1984 à décembre 1999, et l'autre couvrant la période de janvier 2000 à décembre 2021. Les zones avec une augmentation de la présence d'eau sont visualisées dans différentes nuances de vert, les zones sans changement sont colorées en noir et les zones avec une diminution sont montrées dans des nuances de rouge. En savoir plus [ici] (https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_change/).

source: # Global Surface Water - Seasonality The Seasonality layer provides information on the distribution of surface water in 2021. Permanent water bodies (water was present for 12 months) are colored in dark blue and seasonal water (water was present for less than 12 months) in gradually lighter shades of blue, with the lightest blue showing areas where water was present for only 1 month. Learn more [here](https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_seasonality/).
fr: # Eaux de surface mondiales - Saisonnalité La couche Saisonnalité fournit des informations sur la répartition des eaux de surface en 2021. Les masses d'eau permanentes (l'eau était présente pendant 12 mois) sont colorées en bleu foncé et les eaux saisonnières (l'eau était présente pendant moins de 12 mois) dans des nuances de bleu progressivement plus claires, le bleu le plus clair montrant les zones où l'eau était présente pendant seulement 1 mois. En savoir plus [ici](https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_seasonality/).

source: # Global Surface Water - Recurrence The Recurrence layer shows how frequently water returned to a particular location in a defined water period between 1984 and 2021. Orange color indicates low recurrence (water returned to the area infrequently), and light blue color indicates high recurrence (water returned to the area frequently). Learn more [here](https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_recurrence/).
fr: # Eaux de surface mondiales - Récurrence La couche Récurrence montre à quelle fréquence l'eau est retournée à un endroit particulier au cours d'une période d'eau définie entre 1984 et 2021. La couleur orange indique une faible récurrence (l'eau est retournée dans la zone peu fréquemment), et la couleur bleu clair indique une forte récurrence (l'eau est retournée dans la zone fréquemment). En savoir plus [ici] (https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_recurrence/).

source: # Global Surface Water - Transitions The Transitions layer is derived from a comparison between the first and last year in the 38-year time period. It visualises conversions between seasonal and permanent water. For example, "lost seasonal" means, that previously seasonal water was converted to land, "new seasonal" means that land has been converted to seasonal waters and so on. Learn more [here](https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_transitions/) and learn what each class means [here](https://global-surface-water.appspot.com/faq).
fr: # Eaux de surface mondiales - Transitions La couche Transitions est dérivée d'une comparaison entre la première et la dernière année de la période de 38 ans. Elle visualise les conversions entre l'eau saisonnière et l'eau permanente. Par exemple, "saisonnier perdu" signifie que l'eau précédemment saisonnière a été convertie en terre, "nouveau saisonnier" signifie que la terre a été convertie en eaux saisonnières et ainsi de suite. Pour en savoir plus [ici] (https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_transitions/) et connaître la signification de chaque classe [ici] (https://global-surface-water.appspot.com/faq).

source: # Global Surface Water - Extent This layer visualizes water in blue. It combines all the other layers and visualizes all the locations for which water presence has ever been detected over the 38-year period. Learn more [here](https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_extent/).
fr: # Eaux de surface mondiales - étendue This layer visualizes water in blue. It combines all the other layers and visualizes all the locations for which water presence has ever been detected over the 38-year period. Learn more [here](https://custom-scripts.sentinel-hub.com/other_collections/global_surface_water_extent/).

source: hh
fi: tt

source: Nasa's **MODIS** – (Moderate Resolution Imaging Spectroradiometer) acquires data with the objective to improve our understanding of global processes occurring on land. EO Browser provides data for observation of land (bands 1-7). **Spatial resolution:** 250m (bands 1-2), 500m (bands 3-7), 1000m (bands 8-36). **Revisit time:** Global coverage in 1 – 2 days with both Aqua and Terra satellites. **Data availability:** Since January 2013. **Common usage:** Monitoring of land, clouds, ocean colour at a global scale.
sl: NASA **MODIS** (spektroradiometer za slikanje z zmerno ločljivostjo) pridobiva podatke, da bi izboljšali razumevanje globalnih procesov, ki se odvijajo na kopnem. Pregledovalnik EO Browser zagotavlja podatke za opazovanje kopnega (kanali 1-7). **Prostorska ločljivost:** 250 m (kanali 1-2), 500 m (kanali 3-7), 1000 m (kanali 8-36). **Čas ponovnega obiska:** globalna pokritost v 1 do 2 dneh s satelitoma Aqua in Terra. ** Razpoložljivost podatkov:** od januarja 2013. **Običajna uporaba:** Spremljanje barve kopnega, oblakov in oceanov na svetovni ravni.

source: Level 2A data are high quality data where the effects of the atmosphere on the light being reflected off of the surface of the Earth and reaching the sensor are excluded. Data are available globally since March 2017. More info about atmospheric correction [here](http://fis.uni-bonn.de/en/recherchetools/infobox/professionals/preprocessing/atmospheric-correction).
sl: Podatki stopnje 2A so visokokakovostni podatki, pri katerih so odstranjeni učinki atmosfere na svetlobo, ki se odbije od zemeljske površine in doseže senzor. Podatki so na voljo po vsem svetu od marca 2017. Več informacij o atmosferskih popravkih [tukaj] (http://fis.uni-bonn.de/en/recherchetools/infobox/professionals/preprocessing/atmospheric-correction).

source: **Sentinel-3** mission main objective is to measure sea surface topography, sea and land surface temperature, ocean and land surface colour. Sentinel-3 has four different instruments on board. Data acquired by the Ocean and Land Colour Instrument (OLCI) and the Sea and Land Surface Temperature Instrument (SLSTR) are available in this platform. **Data availability:** Since May 2016 onwards.
sl: Glavni cilj misije **Sentinel-3** je merjenje topografije morske površine, temperature morske in kopenske površine ter barve oceana in kopenske površine. Sentinel-3 ima na krovu štiri različne instrumente. Na tej platformi so na voljo podatki, pridobljeni s senzorjema Ocean and Land Colour Instrument (OLCI) in Sea and Land Surface Temperature Instrument (SLSTR). ** Razpoložljivost podatkov:** od maja 2016 dalje.

source: Mode:
sl: Način:

source: EPSG:3857 is not available when an AOI is specified.
sl: EPSG:3857 ni na voljo, če je podan AOI.

source: Landsat 5 (ESA archive)
sl: Landsat 5 (arhiv ESA)

source: Landsat 7 (ESA archive)
sl: Landsat 7 (arhiv ESA)

source: Landsat 8 (ESA archive)
sl: Landsat 8 (arhiv ESA)

source: # Ozone (O3) Ozone is of crucial importance for the equilibrium of the Earth atmosphere. In the stratosphere, the ozone layer shields the biosphere from dangerous solar ultraviolet radiation. In the troposphere, it acts as an efficient cleansing agent, but at high concentration it also becomes harmful to the health of humans, animals, and vegetation. Ozone is also an important greenhouse-gas contributor to ongoing climate change. Since the discovery of the Antarctic ozone hole in the 1980s and the subsequent Montreal Protocol regulating the production of chlorine-containing ozone-depleting substances, ozone has been routinely monitored from the ground and from space. Measurements are in mol per square meter (mol/ m^2) More info [here.](http://www.tropomi.eu/data-products/total-ozone-column)
sl: # Ozon (O3) Ozon je ključnega pomena za ravnovesje zemeljskega ozračja. V stratosferi ozonska plast ščiti biosfero pred nevarnim sončnim ultravijoličnim sevanjem. V troposferi deluje kot učinkovito čistilno sredstvo, vendar pri visoki koncentraciji postane tudi škodljiv za zdravje ljudi, živali in rastlinstva. Ozon je tudi pomemben povzročitelj toplogrednih plinov, ki prispevajo k stalnim podnebnim spremembam. Od odkritja ozonske luknje na Antarktiki v osemdesetih letih prejšnjega stoletja in poznejšega sprejetja Montrealskega protokola, ki ureja proizvodnjo snovi, ki tanjšajo ozonski plašč in vsebujejo klor, se ozon redno spremlja s tal in iz vesolja. Meritve so v mol na kvadratni meter (mol/m^2) Več informacij je [tukaj](http://www.tropomi.eu/data-products/total-ozone-column)

source: # Aerosol Index The Aerosol Index (AI) is a qualitative index indicating the presence of elevated layers of aerosols in the atmosphere. It can be used to detect the presence of UV absorbing aerosols such as desert dust and volcanic ash plumes. Positive values (from light blue to red) indicate the presence of UV-absorbing aerosol. This index is calculated for two pairs of wavelengths: 340/380 nm and 354/388 nm. More info [here.](https://earth.esa.int/web/sentinel/technical-guides/sentinel-5p/level-2/aerosol-index)
sl: # Indeks aerosolov Indeks aerosolov (AI) je kvalitativni indeks, ki označuje prisotnost povišanih plasti aerosolov v ozračju. Uporablja se lahko za ugotavljanje prisotnosti aerosolov kot sta puščavski prah in vulkanski pepel, ki absorbirajo UV žarke. Pozitivne vrednosti (od svetlo modre do rdeče) kažejo na prisotnost aerosolov, ki absorbirajo UV-žarke. Ta indeks se izračuna za dva para valovnih dolžin: 340/380 nm in 354/388 nm. Več informacij je [tukaj](https://earth.esa.int/web/sentinel/technical-guides/sentinel-5p/level-2/aerosol-index)

source: # Global Surface Water - Occurrence The layer shows the (intra- and inter-annual) variations of surface water presence in the time range between March 1984 and December 2019. Permanent water areas with 100% occurrence over the 36 years are shown in blue, while lighter shades of pink and purple indicate lower degrees of water presence. Learn more [here](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_occurrence/).
sl: # Globalne površinske vode - pojavnost Sloj prikazuje (medletne in celoletne) variacije površinskih voda v časovnem razponu med marcem 1984 in decembrom 2019. Področja stalnih voda s 100% pojavnostjo preko 36 let so prikazana v modri barvi, medtem ko nianse svetlejše roza in vijolične barve predstavljajo nižje stopnje prisotnosti vode. Izvedite več [tukaj](https://custom-scripts.sentinel-hub.com/copernicus_services/global_surface_water_occurrence/).
