Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Thermal B06_VCID_1 Visualization This thermal visualization is based on band B06_VCID_1 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 10400-12500 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, B06_VCID_1 reports on the ground itself, which is often much hotter. It is useful in providing surface temperatures and is collected with a 60-meter resolution, resampled to 30-meters. As its dinamic range is wider than that of B06_VCID_2, it is less likely to oversaturate over hot areas. More info [here](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
fi: # Termisen infrapunan kanavan B06_VCID_1 visualisointi Tämä lämpötiloja kuvaava visualisointi perustuu kanavaan B06_VCID_1 (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Sen keskiaallonpituus on 10400–12500 nm ja se tekee mittauksia termisellä infrapuna-alueella (TIR). Kanava B06_VCID_1 mittaa maanpinnan lämpötilaa, joka on yleensä paljon korkeampi kuin ilman lämpötilaa mittaavien sääasemien ilmoittama lämpötila. Visualisointi on hyödyllinen maanpinnan lämpötilojen tarkkailemiseen. Tieto kerätään 60 metrin erotuskyvyllä oikaistuna 30 metriin. Sen dynaaminen alue on laajempi kuin kanavan B06_VCID_2, minkä vuoksi kuumien alueiden ylisaturaation riski on pienempi. Lisää tietoa löydät englanniksi [täältä](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
fr: # Visualisation thermique B06_VCID_1 Cette visualisation thermique est basée sur la bande B06_VCID_1 (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). À la longueur d'onde centrale de 10400-12500 nm, elle mesure dans l'infrarouge thermique, ou TIR. Au lieu de mesurer la température de l'air, comme le font les stations météo, B06_VCID_1 rend compte de la température du sol lui-même, qui est souvent beaucoup plus chaude. Elle est utile pour fournir les températures de surface et est collectée avec une résolution de 60 mètres, rééchantillonnée à 30 mètres. Comme sa plage dynamique est plus large que celle de B06_VCID_2, il est moins susceptible de sursaturer les zones chaudes. Plus d'infos [ici](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
lt: # Terminis B06_VCID_1 Vizualizacija Ši šiluminė vizualizacija pagrįsta juosta B06_VCID_1 (juosta - tai elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Esant centriniam bangos ilgiui 10400-12500 nm, matuojama šiluminėje infraraudonojoje arba TIR srityje. Užuot matavęs oro temperatūrą, kaip tai daro meteorologijos stotys, B06_VCID_1 pateikia duomenis apie pačią žemę, kuri dažnai būna daug karštesnė. Jis naudingas paviršiaus temperatūrai nustatyti ir yra renkamas 60 metrų skiriamąja geba, pergrupuotas iki 30 metrų. Kadangi jo dinamikos diapazonas yra platesnis nei B06_VCID_2, yra mažesnė tikimybė, kad jis persisotins virš karštų vietovių. Daugiau informacijos [čia] (https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
lv: # Termālās infromācijas vizualizācija (Thermal B06_VCID_1 Visualization) Termālā signāla vizualizācija izmantojot datus no kanāla B06_VCID_1. Mērījumu joslas centrālais viļņu garums ir 10400-12500 nm, tādējādi tiek noteikts termālā infrasarkanā(TIR) starojuma apjoms. Mērījumi attaino zemes virsmas, nevis gaisa temperatūru, līdz ar to tālizpētes datu vērtības var ievērojami atšķirties no novērojumiem meteostacijā. Dati no kanāla B06_VCID_1 ir noderīgi nosakot virsmas temperatūru un tiek iegūti ar 60-metru izsķirtspēju, kas ir pārrēķināta uz režģi ar 30-metru izsķirspēju. B06_VCID_1 kanāls sniedz informāciju platākā dinamiskajā intervālā, nekā kanāls B06_VCID_2, un ar to ir skaidrojama retāka vērtību pārsātināšana teritorijās ar karstu virsmu. Vairāk informācijas [šeit](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
pl: # Wizualizacja termalna B06_VCID_1 Ta wizualizacja termalna jest oparta na paśmie B06_VCID_1 (pasmo to region widma elektromagnetycznego; czujnik satelitarny może obrazować Ziemię w różnych pasmach). Przy centralnej długości fali 10400-12500 nm dokonuje pomiarów w termalnej podczerwieni, czyli TIR. Zamiast mierzyć temperaturę powietrza, jak robią to stacje pogodowe, B06_VCID_1 podaje temperaturę samej ziemi, która często jest znacznie cieplejsza. Jest ona przydatna w dostarczaniu informacji o temperaturze powierzchni terenu i jest uzyskiwana z rozdzielczością 60 metrów, z resamplowaniem do 30 metrów. Ponieważ jej zakres dynamiki jest szerszy niż w przypadku B06_VCID_2, jest mniej prawdopodobne, że dojdzie do przesycenia nad gorącymi obszarami. Więcej informacji [tutaj](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
pt: # Visualização Térmica B06_VCID_1 B06_VCID_1 Esta visualização térmica baseia-se na banda B06_VCID_1 (uma banda é uma zona do espetro eletromagnético; um sensor num satélite pode retratar a Terra em diferentes bandas). No comprimento de onda central de 10400-12500nm a medição é em infravermelhos térmicos, ou TIR. Em vez de medir a temperatura do ar, como fazem as estações metrológicas, a banda B06_VCID_1 informa sobre o próprio solo, que é muitas vezes mais quente . A banda térmica B06 _VCID_1 é útil ao fornecer temperaturas de superfície e é coletada com uma resolução de 60 metros, reamostragem com 30 metros. Como o seu intervalo dinâmico é maior que o de B06_VCI_2, é menos provável que fique saturada sobre áreas quentes. Mais informação [aqui](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
sv: # Thermal B06_VCID_1 Visualization Denna termiska visualisering baseras på band B06_VCID_1 (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). Vid den viktiga våglängden på 10400–12500 nm mäter den termiskt infrarött, TIR. I stället för att mäta lufttemperaturen, såsom väderstationer gör, rapporterar band B06_VCID_1 själva marken, som ofta är avsevärt varmare. Det är användbart för att tillhandahålla yttemperaturer och det samlas in med en upplösning på 60 meter och har omsamplats till 30 meter. Eftersom dess dynamiska intervall är större än för B06_VCID_2 är det mindre sannolikt att det blir övermättat över heta områden. Mer information [här](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).

source: # Thermal B06_VCID_2 Visualization This thermal visualization is based on band B06_VCID_2 (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). At the central wavelength of 10400-12500 nm it measures in the thermal infrared, or TIR. Instead of measuring the temperature of the air, like weather stations do, B06_VCID_2 reports on the ground itself, which is often much hotter. It is useful in providing surface temperatures and is collected with a 60-meter resolution, resampled to 30-meters. Its dinamic range is narrower than that of B06_VCID_1, which means it is more likely to oversaturate over hot areas, but in turn has slightly higher radiometric sensitivity. More info [here](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
fi: # Termisen infrapunan kanavan B06_VCID_2 visualisointi Tämä lämpötiloja kuvaava visualisointi perustuu kanavaan B06_VCID_2 (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Sen keskiaallonpituus on 10400–12500 nm ja se tekee mittauksia termisellä infrapuna-alueella (TIR). Kanava B06_VCID_2 mittaa maanpinnan lämpötilaa, joka on yleensä paljon korkeampi kuin ilman lämpötilaa mittaavien sääasemien ilmoittama lämpötila. Visualisointi on hyödyllinen maanpinnan lämpötilojen tarkkailemiseen. Tieto kerätään 60 metrin erotuskyvyllä oikaistuna 30 metriin. Sen dynaaminen alue on kapeampi kuin kanavan B06_VCID_1, minkä vuoksi kuumien alueiden ylisaturaation riski on suurempi. Kanavan radiometrinen herkkyys on kuitenkin korkeampi. Lisää tietoa löydät englanniksi [täältä](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
fr: # Visualisation thermique B06_VCID_2 Cette visualisation thermique est basée sur la bande B06_VCID_2 (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). À la longueur d'onde centrale de 10400-12500 nm, elle mesure dans l'infrarouge thermique, ou TIR. Au lieu de mesurer la température de l'air, comme le font les stations météo, B06_VCID_2 rend compte de la température du sol lui-même, qui est souvent beaucoup plus chaude. Elle est utile pour fournir les températures de surface et est collectée avec une résolution de 60 mètres, rééchantillonnée à 30 mètres. Sa plage dynamique est plus étroite que celle de B06_VCID_1, ce qui signifie qu'elle est plus susceptible de sursaturer les zones chaudes, mais elle a en revanche une sensibilité radiométrique légèrement supérieure. Plus d'infos [ici](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
lt: # Terminis B06_VCID_2 Vizualizacija Ši šiluminė vizualizacija pagrįsta juosta B06_VCID_2 (juosta - tai elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Esant centriniam bangos ilgiui 10400-12500 nm, matuojama šiluminėje infraraudonojoje arba TIR srityje. Užuot matavęs oro temperatūrą, kaip tai daro meteorologijos stotys, B06_VCID_2 pateikia duomenis apie pačią žemę, kuri dažnai būna daug karštesnė. Jis naudingas paviršiaus temperatūrai nustatyti ir yra renkamas 60 metrų skiriamąja geba, pergrupuotas iki 30 metrų. Jo dinamikos diapazonas siauresnis nei B06_VCID_1, o tai reiškia, kad yra didesnė tikimybė, jog jis persisotins virš karštų vietovių, tačiau savo ruožtu jo radiometrinis jautrumas šiek tiek didesnis. Daugiau informacijos [čia] (https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
lv: # Termālās infromācijas vizualizācija (Thermal B06_VCID_2 Visualization) Termālā signāla vizualizācija izmantojot datus no kanāla B06_VCID_2. Mērījumu joslas centrālais viļņu garums ir 10400-12500 nm, tādējādi tiek noteikts termālā infrasarkanā(TIR) starojuma apjoms. Mērījumi attaino zemes virsmas, nevis gaisa temperatūru, līdz ar to tālizpētes datu vērtības var ievērojami atšķirties no novērojumiem meteostacijā. Dati no kanāla B06_VCID_2 ir noderīgi nosakot virsmas temperatūru un tiek iegūti ar 60-metru izsķirtspēju, kas ir pārrēķināta uz režģi ar 30-metru izsķirspēju. B06_VCID_2 kanāls sniedz informāciju šaurākā dinamiskajā intervālā, nekā kanāls B06_VCID_1. Ar to ir skaidrojama bieža vērtību pārsātināšana teritorijās ar karstu virsmu, bet arī nedaudz augstāka radiometriskā izšķirtspēja (radiometric sensitivity). Vairāk informācijas [šeit](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
pl: # Wizualizacja termalna B06_VCID_2 Ta wizualizacja termalna jest oparta na paśmie B06_VCID_2 (pasmo to region widma elektromagnetycznego; czujnik satelitarny może obrazować Ziemię w różnych pasmach). Przy środkowej długości fali 10400-12500 nm mierzy w termalnej podczerwieni, czyli TIR. Zamiast mierzyć temperaturę powietrza, jak robią to stacje pogodowe, B06_VCID_2 podaje temperaturę samej ziemi, która często jest znacznie cieplejsza. Jest ona przydatna w dostarczaniu informacji o temperaturze powierzchni i jest uzyskiwana z rozdzielczością 60 metrów, z resamplowaniem do 30 metrów. Jej zakres dynamiki jest węższy niż w przypadku B06_VCID_1, co oznacza większe prawdopodobieństwo przesycenia nad gorącymi obszarami. Ma jednak nieco wyższą czułość radiometryczną. Więcej informacji [tutaj](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
pt: # Visualização térmica B06_VCID_2 Esta visualização térmica baseia-se na banda B06_VCID_2 (uma banda é uma zona do espetro eletromagnético; um sensor num satélite pode retratar a Terra em diferentes bandas). No comprimento de onda central de 10400-12500nm a medição é em infravermelhos térmicos, ou TIR. Em vez de medir a temperatura do ar, como fazem as estações metrológicas, a banda B06_VCID_2 informa sobre o próprio solo, que é muitas vezes mais quente . É útil ao fornecer temperaturas de superfície e é coletada com uma resolução de 60 metros, reamostragem com 30 metros. Como o seu intervalo dinâmico é menor que o de B06_VCI_1, é mais provável que fique saturada sobre áreas quentes., mas tem uma sensibilidade radiométrica ligeiramente maior. Mais informação [aqui](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).
sv: # Thermal B06_VCID_2 Visualization Denna termiska visualisering baseras på band B06_VCID_2 (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). Vid den viktiga våglängden på 10400–12500 nm mäter den termiskt infrarött, TIR. I stället för att mäta lufttemperaturen, såsom väderstationer gör, rapporterar band B06_VCID_2 själva marken, som ofta är avsevärt varmare. Det är användbart för att tillhandahålla yttemperaturer och det samlas in med en upplösning på 60 meter och har omsamplats till 30 meter. Dess dynamiska intervall är smalare än för B06_VCID_1, varför det är mer sannolikt att det blir övermättat över heta områden, men det har å andra sidan en aningen högre radiometrisk känslighet. Mer information [här](https://www.usgs.gov/faqs/why-do-landsat-7-level-1-products-contain-two-thermal-bands?qt-news_science_products=0#qt-news_science_products).

source: # False color composite A false color composite uses at least one non-visible wavelength to image Earth. The false color composite using near infrared, red and green bands is very popular (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands). The false colour composite is most commonly used to assess plant density and health, since plants reflect near infrared and green light, while they absorb red. Cities and exposed ground are grey or tan, and water appears blue or black. In this case, the NIR band used in the red channel is Ultra Red band 3 (700 - 800 nm), which is particularly useful for distinguishing vegetation boundaries between land and water and various landforms. More info [here](https://eos.com/find-satellite/landsat-5-mss/) and [here](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-ultrared/).
fi: # Väärävärikomposiitti Väärävärikomposiittikuvassa käytetään vähintään yhtä ei-näkyvää aallonpituutta Maan kuvantamiseen. Infrapunaa ja punaisen ja vihreän valon kanavia käyttävät väärävärikomposiitit ovat suosittuja (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla). Väärävärikomposiitteja käytetään yleensä kasvitiheyden ja kasvien terveyden arviointiin, sillä kasvit heijastavat lähi-infrapunaa ja vihreän valon aallonpituuksia ja imevät punaisen valon aallonpituuksia. Kaupungit ja paljas maa näkyvät vihreinä tai vaaleanruskeina ja vesi näkyy sinisenä tai mustana. Tässä visualisoinnissa käytetty lähi-infrapunan kanavan punainen kanava on erittäin tumman punaisen kanava 3 (700–800 nm), joka on erityisen hyödyllinen kasvillisuuden ja maaperän, veden ja muiden maan muodostelmien välisen rajan erottamiseen. Lisää tietoa löydät englanniksi [täältä](https://eos.com/find-satellite/landsat-5-mss/) ja [täältä](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-ultrared/).
fr: # Composite en fausses couleurs Un composite de fausses couleurs utilise au moins une longueur d'onde non visible pour imager la Terre. Le composite de fausses couleurs utilisant les bandes proche infrarouge, rouge et verte est très populaire (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes). Le composite de fausses couleurs est le plus souvent utilisé pour évaluer la densité et la santé des plantes, car les plantes reflètent la lumière proche infrarouge et verte, alors qu'elles absorbent le rouge. Les villes et les sols exposés sont gris ou havane, et l'eau apparaît bleue ou noire. Dans ce cas, la bande NIR utilisée dans le canal rouge est la bande Ultra Rouge 3 (700 - 800 nm), qui est particulièrement utile pour distinguer les limites de végétation entre la terre et l'eau et les différents reliefs. Plus d'infos [ici](https://eos.com/find-satellite/landsat-5-mss/) et [ici](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-ultrared/).
lt: # Klaidinga spalvų kompozicija Klaidingų spalvų kompozitas naudoja bent vieną nematomo bangos ilgio bangą, kad atvaizduotų Žemę. Labai populiari netikrų spalvų kompozicija, kai naudojamos artimojo infraraudonojo, raudonojo ir žaliojo spektro juostos (juosta yra elektromagnetinio spektro sritis; palydovo jutiklis gali atvaizduoti Žemę skirtingomis juostomis). Klaidingų spalvų kompozicija dažniausiai naudojama augalų tankumui ir sveikatai įvertinti, nes augalai atspindi artimąją infraraudonąją ir žaliąją šviesą, o raudonąją sugeria. Miestai ir atvira žemė yra pilkos arba rusvos spalvos, o vanduo atrodo mėlynas arba juodas. Šiuo atveju raudonajame kanale naudojama NIR juosta yra ultra raudona 3 juosta (700-800 nm), kuri ypač naudinga norint atskirti augmenijos ribas tarp sausumos ir vandens bei įvairių reljefo formų. Daugiau informacijos [čia](https://eos.com/find-satellite/landsat-5-mss/) ir [čia](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-ultrared/).
lv: # Mākslīgā krāsojuma kompozītattēls (False Color Composite) Mākslīgā krāsojuma kompozītattēlu veidošanā tiek izmanota informācija no vismaz vienas joslas (kanāla), kas ir ārpus redzamās gaismas spektra. Ļoti populāra kanālu kombinācija izmanto informāciju no tuvās infrasarkanās, sarkanās un zaļās elektromagnētiskā spektra joslas. Redzamā informācija bieži tiek lietota, lai novērtētu augāja blīvumu un veselīgumu. Augi absorbē gaismas enerģiju sarkanajā spektra daļā un atstaro lielu daļu enerģijas, kas atbilst tuvajiem infrasarkanajiem viļņiem. Pilsētvide un atklāta augsne ir redzama pelēkās un brūnganās krāsās, bet ūdens redzams melnā vai zilā nokrāsā. Šajā gadījumā, informācija no NIR(tuvais infrasarkanais starojums) joslas tiek aizvietota ar kanāla 3 datiem (centrālais viļņu garums 700-800 nm intervālā), kas ir īpaši lietderīgi nosakot robežu starp sauszemi un ūdeni. Vairāk informācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/false_color_infrared/) and [here.](https://gisgeography.com/landsat-8-bands-combinations/)
pl: # Kompozyt fałszywego koloru Fałszywy kolor wykorzystuje co najmniej jedną niewidoczną długość fali do zobrazowania Ziemi. Bardzo popularny jest kompozyt fałszywego koloru wykorzystujący pasma bliskiej podczerwieni, czerwieni i zieleni (pasmo to obszar widma elektromagnetycznego; czujnik satelitarny może zobrazować Ziemię w różnych pasmach). Kompozyt fałszywych kolorów jest najczęściej używany do oceny gęstości i zdrowia roślin, ponieważ rośliny odbijają bliską podczerwień i zielone światło, podczas gdy pochłaniają kolor czerwony. Miasta i odsłonięta gleba są szare lub brązowe, a woda wydaje się niebieska lub czarna. W tym przypadku pasmo NIR wykorzystywane w kanale czerwonym to pasmo Ultra Red 3 (700 - 800 nm), które jest szczególnie przydatne do rozróżniania granic roślinności między lądem a wodą oraz różnych form ukształtowania terenu. Więcej informacji [tutaj](https://eos.com/find-satellite/landsat-5-mss/) and [here](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-ultrared/).
pt: # Compósito de cor falsa Um compósito de cor falsa usa pelo menos um comprimento de onda na zona não visível para retratar a Terra. O compósito de cor falsa que usa bandas no infravermelho próximo, vermelho e verde é muito popular (uma banda é uma região do espetro eletromagnético; um sensor de um satélite pode retratar a Terra em diferentes bandas). O compósito de cor falsa é vulgarmente mais utilizado para avaliar a densidade e a saúde da planta, pois as plantas refletem a luz do infravermelho próximo e do verde e absorvem a luz vermelha . As cidades e os solos expostos são cinzentos ou com tom de bronze, e a água aparece com cor azul ou preta. Neste caso, a banda NIR usada no canal vermelho é a banda Ultra vermelha 3 (700-800nm), o que é particularmente útil para distinguir os limites da vegetação entre o solo e a água e vários acidentes geográficos. Mais informação [aqui](https://eos.com/find-satellite/landsat-5-mss/) e [aqui](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-ultrared/).
sv: # False color composite En false color-komposit använder minst en osynlig våglängd för att avbilda jorden. False color-kompositen med nära infrafrött, rött och grönt band är mycket populär (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band). False color-kompositen används oftast för att bedöma växttäthet och -hälsa eftersom växter reflekterar nära infrarött och grönt ljus medan de absorberar rött. Städer och exponerad mark är grå eller mellanbruna och vatten visas som blått eller svart. I det här fallet är det NIR-band som används i den röda kanalen det ultraröda bandet 3 (700–800 nm), vilket är särskilt användbart för att särskilja växtlighetsgränser mellan land och vatten samt olika landformer. Mer information [här](https://eos.com/find-satellite/landsat-5-mss/) och [här](https://custom-scripts.sentinel-hub.com/landsat-1-5-mss/false-color-ultrared/).
