Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: The series of **Landsat** satellites of NASA/ U.S. Geological Survey are similar to Sentinel-2 (they capture visible and infrared wavelengths) and additionally can capture thermal infrared (Landsat 8). The Landsat series has a long history of imagery spanning nearly five decades. This platform gives you access to imagery acquired by Landsat 5, 7 and 8. **Spatial resolution:** 15m, 30m, and 100m resampled to 30m, depending on the wavelength (that is, only details bigger than 10m and 30m, can be seen). More info [here](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Revisit time:** Maximum 8 days to revisit the same area using the two operational satellites Landsat 7 and Landsat 8. **Data availability:** Europe and North Africa from 1984 - 2011 (Landsat 5), 1999 - 2003 (Landsat 7), 2013 until present (Landsat 8) from the ESA archive. The global U.S. Geological Survey (USGS) archive since April 2013 until today (Landsat 8 only) . **Common usage:** Vegetation monitoring, land use, land cover maps, change monitoring, etc.
fi: Nasan ja Yhdysvaltain geologian tutkimuskeskuksen **Landsat**-satelliittiperheen satelliitit ovat samankaltaisia kuin Sentinel-2-satelliitti (ne tuottavat näkyvän valon ja infrapunan kanavien kuvia). Lisäksi ne tuottavat termisen infrapuna-alueen kuvia (Landsat 8). Landsat-satelliittiperhe on tuottanut kaukokartoituskuvia jo lähes 50 vuotta. Tämän alustan kautta saat pääsyn Landsat 5:n, 7:n ja 8:n ottamiin kuviin. **Alueellinen erotuskyky:** 15 m, 30 m ja 100 m oikaistuna 30 metriin, aallonpituuden mukaan (eli kuvissa näkyvät vain kohteet, jotka ovat suurempia kuin 10 m ja 30 m). Lisätietoja löydät englanniksi [täältä](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Kuvausväli:** Landsat 7- ja Landsat 8 -satelliittien kuvausväli yhdelle alueelle on enintään 8 päivää. **Saatavilla olevat tiedot:** Euroopasta ja Pohjois-Amerikasta vuosilta 1984–2011 (Landsat 5), 1999–2003 (Landsat 7) ja vuodesta 2013 tähän päivään (Landsat 8) ESA:n arkistosta. Yhdysvaltain geologian tutkimuskeskuksen (USGS) arkisto huhtikuusta 2013 tähän päivään (vain Landsat 8). **Yleisimmät käyttökohteet:** Kasvillisuuden seuranta, maankäyttö, maanpeitekartat, muutosseuranta jne.
fr: Les séries de satellites **Landsat** de la NASA/U.S. Geological Survey sont similaires à Sentinel-2 (ils enregistrent les longueurs d'onde dans le visible et l'infrarouge) et ils peuvent en outre enregistrer les longueurs d'ondes dans l'infrarouge thermique (Landsat 8). La série Landsat a une longue histoire dans l'imagerie qui s'étend sur près de cinq décennies. Cette plateforme vous donne accès aux données acquises par Landsat 5, 7 et 8. **Résolution spatiale :** 15m, 30m et 100m reéchantillonnés à 30m, en fonction de la longueur d'onde (c'est-à-dire que seuls les détails supérieurs à 10m et 30m, peuvent être vus). Plus d'informations [ici] (https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Temps de revisite :** Maximum 8 jours pour revisiter la même zone en utilisant les deux satellites opérationnels Landsat 7 et Landsat 8. **Disponibilité des données :** Europe et Afrique du Nord de 1984 à 2011 (Landsat 5), de 1999 à 2003 (Landsat 7), de 2013 à aujourd'hui (Landsat 8) à partir des archives de l'ESA. Les archives mondiales de l'U.S. Geological Survey (USGS) depuis avril 2013 jusqu'à aujourd'hui (Landsat 8 uniquement) . **Utilisation courante :** Surveillance de la végétation, utilisation des sols, cartes de couverture des sols, surveillance des changements, etc.
lt: NASA ir JAV geologijos tarnybos palydovai **Landsat** yra panašūs į Sentinel-2 (jie fiksuoja matomosios ir infraraudonosios spinduliuotės bangas). ir papildomai gali fiksuoti šiluminę infraraudonąją spinduliuotę (Landsat 8). Landsat serija turi ilgą, beveik penkis dešimtmečius trunkančią vaizdų istoriją. Ši platforma suteikia prieigą prie „Landsat 5“, „Landsat 7“ ir „Landsat 8“ gautų vaizdų. **Patalpos skiriamoji geba:** 15 m, 30 m ir 100 m, pergrupuota į 30 m, priklausomai nuo bangos ilgio (t. y. matomos tik didesnės nei 10 m ir 30 m detalės). Daugiau informacijos [čia] (https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Atkūrimo trukmė:** Daugiausia 8 dienos, per kurias galima pakartotinai apžiūrėti tą pačią teritoriją naudojant du veikiančius palydovus Landsat 7 ir Landsat 8. **Duomenų prieinamumas:** Europos ir Šiaurės Afrikos 1984-2011 m. (Landsat 5), 1999-2003 m. (Landsat 7), nuo 2013 m. iki dabar (Landsat 8) duomenys iš EKA archyvo. Pasaulinis JAV geologijos tarnybos (USGS) archyvas nuo 2013 m. balandžio mėn. iki dabar (tik Landsat 8) . **Bendras naudojimas:** Augalijos stebėsena, žemėnaudos, žemės dangos žemėlapiai, pokyčių stebėsena ir kt.
lv: **Landsat** satelītdati no NASA/USGS ir līdzīgi Sentinel-2 datiem (tie veic atstarotās enerģijas novērojumus dažādās elektromagenētiskā spektra daļās). Papildus tam Landsat 8 spēj veikt termālos novērojumus infrasarkanajā spektra daļā. Landsat novērojumu arhīva periods sasniedz gandrīz 50 gadus. Šī platforma nodrošina pieeju datiem no Landsat 5, 7 un 8. **Telpiskā izšķirspēja:** 15m, 30m un 100m, atkarībā no konkrētā datu kanāla. Tādējādi izdalāmās ir detaļas, kas ir lielākas par 10m vai 30m (dati, kas iegūti ar 100m izšķirspēju ir pārparaugoti uz kooordinātu režģi ar 30m izšķirspēju). Plašāka informācija pieejama [šeit](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Mērījumu periods:** vismaz vienu reizi 8 dienās, atkarībā no vietas un izmantojot gan Landsat 7, gan Landsat 8 satelītus. **Datu pieejamība:** Dati no ESA arhīva par Eiropu un Ziemeļāfriku periodos no 1988. līdz 2011. gadam (Landsat 5), no 1999. līdz 2003. gadam (Landsat 7), kopš 2013. gada (Landsat 8). Globāle USGS dati kopš 2013. gada aprīļa (tikai Landsat 8). **Ierastie lietojuma veidi:** Veģetācijas/augāja monitorings, zemes lietojuma veidi, zemes virsmas pārklājuma kartes, izmaiņu monitorings u.c.
pl: Seria satelitów **Landsat** należących do NASA/ U.S. Geological Survey jest podobna do Sentinel-2 (wychwytują fale widzialne i podczerwone) i dodatkowo mogą wychwytywać podczerwień termiczną (Landsat 8). Seria Landsat ma długą historię dostarczania obrazów, obejmującą prawie pięć dekad. Ta platforma zapewnia dostęp do obrazów zarejestrowanych przez satelity Landsat 5, 7 i 8. **Spatial resolution:** (rozdzielność przestrzenna) 15m, 30m i 100m próbkowana ponownie na 30m, w zależności od długości fali (to oznacza, że tylko szczegóły większe niż 10m i 30m mogą być dostrzeżone).Więcej informacji [tutaj] (https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Revisit time:** (Czas rewizyty) Potrzebne jest maksymalnie 8 dni, aby ponownie odwiedzić ten sam obszar używając dwóch satelitów operacyjnych Landsat 7 i Landsat 8. **Dostępność danych:** Europa i Afryka Północna od 1984 - 2011 (Landsat 5), 1999 - 2003 (Landsat 7), od 2013 do chwili obecnej (Landsat 8) z archiwum ESA.Globalne archiwum US Geological Survey (USGS) od kwietnia 2013 r. do dnia dzisiejszego (tylko Landsat 8). **Typowe zastosowanie:** Monitorowanie roślinności, użytkowania gruntów, mapy pokrycia terenu, monitorowanie zmian itp.
pt: A série de satélites **Landsat** da NASA/ U.S. Geological Survey são semelhantes ao Sentinel-2 (capturam comprimentos de onda visíveis e infravermelhos) e, adicionalmente, podem capturar infravermelhos térmicos (Landsat 8). A série Landsat tem uma longa história de imagens que se estende por quase cinco décadas. Esta plataforma dá-lhe acesso a imagens adquiridas pelos Landsat 5, 7 e 8. **Resolução espacial:** 15m, 30m, e 100m reamostrados a 30m, dependendo do comprimento de onda (ou seja, apenas detalhes maiores que 10m e 30m, podem ser vistos). Mais informações [aqui](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Intervalo de captação:** Máximo 8 dias para revisitar a mesma área utilizando os dois satélites operacionais Landsat 7 e Landsat 8. **Disponibilidade de dados:** Europa e Norte de África de 1984 a 2011 (Landsat 5), 1999 - 2003 (Landsat 7), 2013 até ao presente (Landsat 8) a partir do arquivo da ESA. O arquivo global do U.S. Geological Survey (USGS) desde Abril de 2013 até ao presente (apenas Landsat 8) . **Uso comum:** Monitorização da vegetação, uso do terreno, mapas de cobertura do solo, monitorização de alterações, etc.
sl: Serija satelitov **Landsat** agencije NASA/ Geološkega zavoda ZDA je podobna satelitu Sentinel-2 (zajemajo vidne in infrardeče valovne dolžine) dodatno pa lahko zajamejo toplotno infrardečo svetlobo (Landsat 8). Serija satelitov Landsat ima dolgo zgodovino slikanja, ki zajema skoraj pet desetletij. Platforma omogoča dostop do posnetkov, pridobljenih s sateliti Landsat 5, 7 in 8. **Prostorska ločljivost:** 15 m, 30 m in 100 m, prevzorčeno na 30 m, odvisno od valovne dolžine (to pomeni, da so vidne le podrobnosti, večje od 10 m in 30 m). Več informacij je [tukaj](https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Določen čas ponovnega obiska:** Največ 8 dni za ponovni obisk istega območja z uporabo dveh operativnih satelitov Landsat 7 in Landsat 8. **Dostopnost podatkov:** Evropa in severna Afrika od leta 1984 do 2011 (Landsat 5), od leta 1999 do 2003 (Landsat 7), od leta 2013 do danes (Landsat 8) iz arhiva ESA. Globalni arhiv U.S. Geological Survey (USGS) od aprila 2013 do danes (samo Landsat 8) . **Pogosta uporaba:** Spremljanje vegetacije, raba tal, karte pokrovnosti tal, spremljanje sprememb itd.
sv: NASA:s/U.S. Geological Surveys **Landsat**-satellitserie påminner om Sentinel-2 (de fångar synliga och infraröda våglängder) och kan dessutom fånga termiskt infrarött (Landsat 8). Landsat-serien har en lång historia av bildframställning omfattande nästan fem decennier. Den här plattformen ger dig tillgång till bilder från Landsat 5, 7 och 8. **Geografisk upplösning:** 15 m, 30 m och 100 m omsamplade till 30 m beroende på våglängd (det vill säga endast detaljer som är större än 10 m och 30 m är synliga). Mer information [här] (https://www.usgs.gov/faqs/what-are-band-designations-landsat-satellites?qt-news_science_products=0#qt-news_science_products). **Återbesökstid:** Maximalt åtta dagar för att återbesöka samma område om man använder de två operativa satelliterna Landsat 7 och Landsat 8. **Datatillgänglighet:** Europa och Nordafrika 1984 - 2011 (Landsat 5), 1999–2003 (Landsat 7), 2013 till dags dato (Landsat 8) från ESA:s arkiv. Det globala arkivet U.S. Geological Survey (USGS) sedan april 2013 till dags dato (endast Landsat 8). **Allmän användning:** Övervakning av växtlighet, markanvändning, marktäckningskartor, övervakning av förändringar m.m.

source: Nasa's **MODIS** – (Moderate Resolution Imaging Spectroradiometer) acquires data with the objective to improve our understanding of global processes occurring on land. EO Browser provides data for observation of land (bands 1-7). **Spatial resolution:** 250m (bands 1-2), 500m (bands 3-7), 1000m (bands 8-36). **Revisit time:** Global coverage in 1 – 2 days with both Aqua and Terra satellites. **Data availability:** From January 2013 to February 2023. **Common usage:** Monitoring of land, clouds, ocean colour at a global scale.
fi: Nasan**MODIS**(Moderate Resolution Imaging Spectroradiometer) kerää tietoa, jolla lisätään ymmärrystämme maanpinnalla tapahtuvista globaaleista prosesseista. EO Browserista löydät maanpinnan tarkkailutietoja (kanavat 1–7). **Alueellinen erotuskyky:** 250 m (kanavat 1–2), 500 m (kanavat 3–7), 1 000 m (kanavat 8–36). **Kuvausväli:** Maailmanlaajuisesti 1–2 päivän välein, sekä Aqua- että Terra-satelliitit. **Saatavilla olevat tiedot:** Tammikuusta 2013 helmikuuhun 2023. **Yleisimmät käyttökohteet:** Maanpinnan seuranta, pilvet, merien väri maailmanlaajuisesti.
fr: L'instrument **MODIS** - (Moderate Resolution Imaging Spectroradiometer) de la Nasa acquiert des données dans le but d'améliorer notre compréhension des processus globaux qui se produisent sur Terre. Le navigateur EO Browser fournit des données pour l'observation des continents (bandes 1-7). **Résolution spatiale :** 250m (bandes 1-2), 500m (bandes 3-7), 1000m (bandes 8-36). **Temps de révisite :** Couverture mondiale en 1 à 2 jours avec les satellites Aqua et Terra. **Disponibilité des données :** De janvier 2013 à février 2023. **Utilisation courante : ** Surveillance de la couleur des continents, des nuages et des océans à l'échelle mondiale.
lt: „Nasa“ **MODIS** (vidutinės skiriamosios gebos vaizdo spektroradiometras) gauna duomenis, kurių tikslas pagerinti mūsų supratimą apie sausumoje vykstančius pasaulinius procesus. EO naršyklė teikia duomenis apie žemės stebėjimams (1-7 juostos). **Patalpos skiriamoji geba:** 250 m (1-2 juostos), 500 m (3-7 juostos), 1000 m (8-36 juostos). **Atkūrimo laikas:** Pasaulinė aprėptis per 1-2 dienas su Aqua ir Terra palydovais. **Duomenų prieinamumas:** Nuo 2013 m. sausio mėn. iki 2023 m. vasario mėn. **Paprastas naudojimas:** Žemės, debesų ir vandenynų spalvos stebėjimas pasauliniu mastu.
lv: NASA **MODIS** (Medium Resolution Imaging Spectrometer) veic novērojumus ar nolūku uzlabot izpratni par globālajiem procesiem uz sauszemes. "EO Browser" ir pieejami sauszemes tālizpētes dati (kanāli 1-7). **Telpiskā izšķirspēja:** 250m (kanāli 1-2), 500m (kanāli 3-7), 1000m (kanāli 8-36). **Mērījumu periods:** vismaz vienu reizi 1-2 dienās, izmantojot datu no "Aqua", un "Terra" satelītiem. **Datu pieejamība:** No 2013. gada janvāra līdz 2023. gada februārim. **Ierastie lietojuma veidi:** Zemes, mākoņu un ūdens tilpņu monitorings.
pl: **MODIS** od NASA – Spektroradiometr obrazujący w średniej rozdzielczości. Pozyskuje on dane w celu lepszego zrozumienia procesów globalnych zachodzących na lądzie. EO Browser dostarcza danych niezbędnych do obserwacji terenu (pasma 1-7). **Rozdzielczość przestrzenna:** 250 m (pasma 1-2), 500 m (pasma 3-7), 1000 m (pasma 8-36). **Czas rewizyty:** Zasięg globalny w 1-2 dni z użyciem satelitów Aqua i Terra. ** Dostępność danych:** Od stycznia 2013 r. do lutego 2023 r. **Typowe zastosowanie:** Monitorowanie lądu, chmur, barwy oceanu w skali globalnej.
pt: Nasa's **MODIS** - (Espectro radiómetro de Imagem de Resolução Moderada) adquire dados com o objetivo de melhorar a nossa compreensão dos processos globais que ocorrem no solo. O EO Browser fornece dados para observação do solo (bandas 1-7). **Resolução espacial:** 250m (bandas 1-2), 500m (bandas 3-7), 1000m (bandas 8-36). **Intervalo de captação :** Cobertura global em 1 - 2 dias, tanto com os satélites Aqua como com os satélites Terra. **Disponibilidade de dados:** De Janeiro de 2013 a Fevereiro de 2023. **Utilização comum:** Monitorização do solo, nuvens, cor dos oceanos à escala global.
sv: Nasa:s **MODIS** – (Moderate Resolution Imaging Spectroradiometer) samlar data i syfte att förbättra vår förståelse för de globala processer som inträffar på land. EO browser tillhandahåller data för landobservationer (band 1-7). **Geografisk upplösning:** 250 m (band 1–2), 500 m (band 3–7), 1000 m (band 8–36). **Återbesökstid:** Global täckning på 1–2 dagar med både Aqua- och Terra-satelliterna. **Datatillgänglighet:** Från januari 2013 till februari 2023. **Allmän användning:** Landövervakning, moln, oceanfärger i global skala.

source: **Sentinel-1** provides all-weather, day and night radar imagery for land and ocean services. EO Browser provides data acquired in Interferometric Wide Swath (IW) and Extra Wide Swath (EW) modes processed to Level-1 Ground Range Detected (GRD). **Pixel spacing:** 10m (IW), 40m (EW). **Revisit time:** <= 5 days using both satellites. **Revisit time** (for asc/desc and overlap using both satellites): <= 3 days, see [observation scenario](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Data availability:** Since October 2014. **Common usage:** Maritime and land monitoring, emergency response, climate change.
fi: **Sentinel-1**-satelliitti tuottaa tutkakuvia maa- ja merisovelluksiin kaikissa säissä sekä yöllä että päivällä. EO Browserista löydät tietoja, jotka on kerätty kuvaustiloilla interferometrinen laaja peitto (Interferometric Wide Swath, IW) ja erikoislaaja peitto (Extra Wide Swath, EW) käyttäjätuotteiden luokkaan SAR taso-1 Maastoetäisyydeltä (GRD) käsiteltyinä. **Pikseliresoluutio:** 10 m (IW), 40 m (EW). **Kuvausväli:** <= 5 päivää molempia satelliitteja käytettäessä. **Kuvausväli:** (nouseva/laskeva suunta ja päällekkäisyydet molempia satelliitteja käytettäessä): <= 3 päivää, ks. [havainnointisuunnitelma](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Saatavilla olevat tiedot:** Lokakuusta 2014 lähtien. **Yleisimmät käyttökohteet:** Merien ja maan havainnointi, pelastuspalvelut, ilmastonmuutos.
fr: **Sentinel-1** fournit des images radar de jour et de nuit, par tous les temps, pour les services terrestres et océaniques. EO Browser fournit des données acquises en mode interférométrique Wide Swath (IW) et Extra Wide Swath (EW), traitées en niveau 1 de détection de la portée au sol (GRD). traitées en niveau 1 Ground Range Detected (GRD). **Espacement des pixels :** 10 m (IW), 40 m (EW). **Temps de révision :** <= 5 jours en utilisant les deux satellites. **Temps de revisite** (pour asc/desc et chevauchement en utilisant les deux satellites) : <= 3 jours, voir [scénario d'observation](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario). **Disponibilité des données :** Depuis octobre 2014. **Utilisation courante :** Surveillance maritime et terrestre, réponse aux situations d'urgence, changement climatique.
lt: **Sentinel-1** teikia įvairių oro sąlygų, dienos ir nakties radarinius vaizdus sausumos ir vandenynų tarnyboms. EO Naršyklėje pateikiami duomenys, gauti interferometrinio plataus ruožo (IW) ir itin plataus ruožo (EW) režimais. apdoroti iki 1 lygio „Ground Range Detected“ (GRD). **Pikselių atstumas:** 10 m (IW), 40 m (EW). **Atkūrimo laikas:** <= 5 dienos naudojant abu palydovus. **Atkūrimo laikas** (asc/desc ir persidengimo atveju naudojant abu palydovus): <= 3 dienos, žr. [stebėjimo scenarijus](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario). **Duomenų prieinamumas:** Nuo 2014 m. spalio mėn. **Bendras naudojimas:** Jūrų ir sausumos stebėjimas, reagavimas į ekstremalias situacijas, klimato kaita.
lv: **Sentinel-1** veic datus ievākšanu dienas un nakts apstākļos, neatkarīgi no laika apstākļiem. "EO Browser" ir piedāvā datus, kas ievākti "Interferometric Wide Swath (IW)" un "Extra Wide Swath (EW)" režīmos un ir pieejami pēc "Level-1 Ground Range Detected (GRD)" apstrādes. **Telpiskā izšķirspēja:** 10m (IW), 40m (EW). **Mērījumu periods:** vismaz vienu reizi 5 dienās, izmantojot datus no abiem satelītiem (A un B). Periodu ir iespējams samazināt līdz 3 dienām, veicot datu ievākšanu no abiem orbītu virzieniem (asc/desc). Aplūkojiet [pārlidojumu plānu] (https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Datu pieejamība:** Kopš 2014. gada oktobra. **Ierastie lietojuma veidi:** Ūdens un sauszemes teritoriju monitorings, ārkārtas reaģēšana, klimata izmaiņas.
pl: **Sentinel-1** zapewnia obrazy radarowe, niezależnie od warunków pogodowych i pory dnia lub nocy. EO Browser udostępnia dane zebrane w trybach: interferometrycznym (Interferometric Wide Swath, IW) i szerokim (Extra Wide Swath, EW) przetworzone wg. standardu Level-1 Ground Range Detected (GRD). *Rozdzielczość przestrzenna:** 10m (IW), 40m (EW). **Czas rewizyty:** Maksymalnie 5 dni na rewizytę tego samego obszaru przy użyciu obydwu satelitów. **Czas ponownej wizyty** (dla asc/desc i nakładania się przy użyciu obu satelitów): Maksymalnie 3 dni (Zobacz [scenariusz obserwacji]: https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Dostępność danych:** od października 2014 r. **Typowe zastosowanie:** monitorowanie mórz i lądów, reagowanie w sytuacjach kryzysowych, zmiany klimatu.
pt: **Sentinel-1** fornece imagens de radar para todas as condições meteorológicas, dia e noite para serviços terrestres e oceânicos. EO Browser fornece dados adquiridos nos modos Wide Swath (IW) e Extra Wide Swath (EW) processados para o Nível 1 de Faixa Terrestre Detetada (GRD). **Espaçamento de pixeis:** 10m (IW), 40m (EW). **Intervalo de captação:** <= 5 dias utilizando ambos os satélites. **Intervalo de captação*** (para subida/descida e sobreposição usando ambos os satélites): <= 3 dias, ver [cenário de observação](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Disponibilidade de dados:** Desde outubro de 2014. **Utilização comum:** Monitorização marítima e terrestre, resposta de emergência, alterações climáticas.
sl: **Sentinel-1** zagotavlja dnevne in nočne radarske posnetke v vsakem vremenu za kopenske in oceanske storitve. EO Browser zagotavlja podatke, pridobljene v interferometričnih načinih Wide Swath (IW) in Extra Wide Swath (EW) obdelani do ravni 1 Ground Range Detected (GRD). ** Velikost piksla:** 10 m (IW), 40 m (EW). **Čas ponovnega obiska:** <= 5 dni z uporabo obeh satelitov. **Čas ponovnega obiska** (za asc/desc in prekrivanje z uporabo obeh satelitov): <= 3 dni, glej [scenarij opazovanja](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Dostopnost podatkov:** od oktobra 2014. **Običajna uporaba:** spremljanje morja in kopnega, odzivanje na izredne razmere, podnebne spremembe.
sv: **Sentinel-1** tillhandahåller radarbilder i alla väder, dag och natt för land- och oceantjänster. EO Browser tillhandahåller data som samlats in i lägena Interferometric Wide Swath (IW) och Extra Wide Swath (EW) behandlade till nivå 1 Ground Range Detected (GRD). **Pixelavstånd:** 10 m (IW), 40 m (EW). **Återbesökstid:** <= fem dagar med användade av båda satelliterna. **Återbesökstid:** (för uppgång/nedgång och överlappning med användade av båda satelliterna): <= tre dagar, se [observationsscenario](https://sentinel.esa.int/web/sentinel/missions/sentinel-1/observation-scenario) **Datatillgänglighet:** Sedan oktober 2014. **Allmän användning:** Övervakning av hav och land, katastrofinsatser, klimatförändringar.
