Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Corine Land Cover (CLC) In this Corine Land Cover layer, all 44 classes are shown. Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
fi: # Corine Land Cover (CLC) -maanpeitteen luokitus Tämä taso näyttää Corine Land Cover -maanpeitteen luokituksen kaikki 44 luokkaa. Lue lisää kustakin luokasta [täältä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ja tutustu evalscript-komentosarjaan [täällä](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lt: # Corine Land Cover (CLC) Šiame "Corine Land Cover" sluoksnyje rodomos visos 44 klasės. Sužinokite apie kiekvieną klasę [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ir peržiūrėkite vertinimo scenarijų [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lv: # "Corine" Zemes Segums (Corine Land Cover, CLC) Šajā CLC slānī redzamas visas 44 klases. Uzziniet vairāk par katru klasi [šeit](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) un skatiet aprēķina skriptu [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pl: # Inwentaryzacja pokrycia terenu CORINE (CLC) W tej warstwie (Corine Land Cover) pokazane są wszystkie 44 klasy. Dowiedz się więcej o każdej klasie [tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) i zobacz skrypt evalscript [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pt: #Cobertura de Solo Corine (CLC) Neste nível Cobertura de Solo Corine, são mostradas todas as 44 classes. Aprenda sobre cada classe [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) e veja o evalscript [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
sv: # Corine Land Cover (CLC) Detta Corine Land Cover-lager visar alla 44 klasser. Läs om varje klass [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) och se evalscript [här](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).

source: # Corine Land Cover (CLC) - Artificial Surfaces In this Corine Land Cover layer, only the 11 artificial surface classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
fi: # Corine Land Cover (CLC) – Rakennetut alueet Tällä Corine Land Cover -maanpeitteen luokituksen tasolla näytetään 11 rakennettujen alueiden luokkaa, jotka perustuvat [täällä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html) esiteltyihin luokkiin. Lue lisää kustakin luokasta [täältä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ja tutustu kaikki luokat sisältävään evalscript-komentosarjaan [täällä](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lt: # Corine Land Cover (CLC) - dirbtiniai paviršiai Šiame "Corine Land Cover" sluoksnyje rodomos tik 11 dirbtinių paviršių klasių, remiantis klasifikacija [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Sužinokite apie kiekvieną klasę [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ir peržiūrėkite evalscriptą su visomis klasėmis [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lv: # "Corine" Zemes Segums (CLC) - Mākslīgas virsmas Sājā CLC slāni redzamas tikai 11 māklsīgā seguma virsmu klases, kas balstītas uz klasifikāciju [šeit](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf). Aplūkojiet aprēķina skriptu ar visām klasēm [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pl: # Inwentaryzacja pokrycia terenu CORINE (CLC) - Sztuczne powierzchnie W tej warstwie Corine Land Cover pokazano tylko 11 klas sztucznych powierzchni, opartych na klasyfikacji [opisanej tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Dowiedz się więcej o każdej klasie [tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) i zobacz skrypt evalscript ze wszystkimi klasami [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pt: #Cobertura de solo Corine (CLC) - Superfícies Artificiais Neste nível de Cobertura de Solo Corine, só são mostradas as 11 classes de superfícies artificiais, baseadas na classificação [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Aprenda sobre cada classe [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) e veja o evalscript com todas as classes [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
sv: # Corine Land Cover (CLC) - Artificial Surfaces Detta Corine Land Cover-lager visar endast de elva konstgjorda ytklasserna enligt klassificeringen [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Läs om varje klass [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) och se evalscript med alla klasser [här](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).

source: # Corine Land Cover (CLC) - Agricultural Areas In this Corine Land Cover layer, only the 11 agricultural classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
fi: # Corine Land Cover (CLC) – Maatalousalueet Tällä Corine Land Cover -maanpeitteen luokituksen tasolla näytetään 11 maatalousalueiden luokkaa, jotka perustuvat [täällä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html) esiteltyihin luokkiin. Lue lisää kustakin luokasta [täältä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ja tutustu kaikki luokat sisältävään evalscript-komentosarjaan [täällä](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lt: # Corine Land Cover (CLC) - žemės ūkio plotai Šiame "Corine Land Cover" sluoksnyje, remiantis klasifikacija [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html), parodyta tik 11 žemės ūkio klasių. Sužinokite apie kiekvieną klasę [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ir peržiūrėkite evalscriptą su visomis klasėmis [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lv: # "Corine" Zemes Segums (CLC) - Lauksaimniecības platības Sājā CLC slāni redzamas tikai 11 lauksaimniecības klases, kas balstītas uz klasifikāciju [šeit](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf). Aplūkojiet aprēķina skriptu ar visām klasēm [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pl: # Inwentaryzacja pokrycia terenu CORINE (CLC) - Obszary rolnicze W tej warstwie Corine Land Cover pokazano tylko 11 klas rolnych, opartych na klasyfikacji [opisanej tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Dowiedz się więcej o każdej klasie [tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) i zobacz skrypt evalscript ze wszystkimi klasami [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pt: # Cobertura de solo Corine(CLC)- Áreas Agrícolas Neste nível de Cobertura de Solo Corine, só são mostradas as 11 classes agrícolas, baseadas na classificação [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Aprenda sobre cada classe [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) e veja o evalscript com todas as classes [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
sv: # Corine Land Cover (CLC) - Agricultural Areas Detta Corine Land Cover-lager visar endast de elva jordbruksklasserna enligt klassificeringen [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Läs om varje klass [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) och se evalscript med alla klasser [här](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).

source: # Corine Land Cover (CLC) - Forest and Seminatural Areas In this Corine Land Cover layer, only the 12 Forest and Seminatural Area classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
fi: # Corine Land Cover (CLC) – Metsät sekä avoimet kankaat ja kalliomaat Tällä Corine Land Cover -maanpeitteen luokituksen tasolla näytetään 12 metsien sekä avoimien kankaiden ja kalliomaiden luokkaa, jotka perustuvat [täällä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html) esiteltyihin luokkiin. Lue lisää kustakin luokasta [täältä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ja tutustu kaikki luokat sisältävään evalscript-komentosarjaan [täällä](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lt: # Corine Land Cover (CLC) - Miškai ir pusiau natūralios teritorijos Šiame "Corine Land Cover" sluoksnyje rodomos tik 12 miškų ir pusiau natūralių plotų klasių, remiantis klasifikacija [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Sužinokite apie kiekvieną klasę [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ir peržiūrėkite evalscriptą su visomis klasėmis [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lv: # "Corine" Zemes Segums (CLC) - Mežs, tai skaitā daļēji iekoptās platības Sājā CLC slāni redzamas tikai 12 meža klases, kas balstītas uz klasifikāciju [šeit](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf). Aplūkojiet aprēķina skriptu ar visām klasēm [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pl: # Inwentaryzacja pokrycia terenu CORINE (CLC) - Lasy i obszary półnaturalne W tej warstwie Corine Land Cover pokazano tylko 12 klas obszarów leśnych i obszarów półnaturalnych, na podstawie klasyfikacji [opisanej tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Dowiedz się więcej o każdej klasie [tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) i zobacz skrypt evalscript ze wszystkimi klasami [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pt: #Cobertura de Solo Corine (CLC) - Floresta e Áreas Seminaturais Neste nível de Cobertura de Solo Corine, só são mostradas as 12 classes de Floreta e de Áreas Seminaturais, baseadas na classificação [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Aprenda sobre cada classe [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) e veja o evalscript com todas as classes [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
sv: # Corine Land Cover (CLC) - Forest and Seminatural Areas Detta Corine Land Cover-lager visar endast de tolv skogs- och halvnaturliga klasserna enligt klassificeringen [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Läs om varje klass [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) och se evalscript med alla klasser [här](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).

source: # Corine Land Cover (CLC) - Wetlands In this Corine Land Cover layer, only the 5 Wetland classes are shown, based on the classification [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) and see the evalscript with all the classes [here](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
fi: # Corine Land Cover (CLC) – Kosteikot ja suot Tällä Corine Land Cover -maanpeitteen luokituksen tasolla näytetään viisi kosteikkojen ja soiden luokkaa, jotka perustuvat [täällä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html) esiteltyihin luokkiin. Lue lisää kustakin luokasta [täältä](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ja tutustu kaikki luokat sisältävään evalscript-komentosarjaan [täällä](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lt: # Corine Land Cover (CLC) - pelkės Šiame "Corine Land Cover" sluoksnyje, remiantis klasifikacija [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html), rodomos tik 5 pelkių klasės. Sužinokite apie kiekvieną klasę [čia](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) ir peržiūrėkite evalscriptą su visomis klasėmis [čia](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
lv: # "Corine" Zemes Segums (CLC) - Mitrāju platības Sājā CLC slāni redzamas tikai 5 mitrāju klases, kas balstītas uz klasifikāciju [šeit](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Learn about each class [here](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf). Aplūkojiet aprēķina skriptu ar visām klasēm [šeit](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pl: # Inwentaryzacja pokrycia terenu CORINE (CLC) - Tereny podmokłe W tej warstwie Corine Land Cover pokazano tylko 5 klas terenów podmokłych, na podstawie klasyfikacji [opisanej tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Dowiedz się więcej o każdej klasie [tutaj](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) i zobacz skrypt evalscript ze wszystkimi klasami [tutaj](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
pt: #Cobertura de Solo Corine (CLC) - Pântanos Neste nível de Cobertura de Solo Corine, só são mostradas as 5 classes de Pântanos, baseadas na classificação [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Aprenda sobre cada classe [aqui](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) e veja o evalscript com todas as classes [aqui](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
sv: # Corine Land Cover (CLC) - Wetlands Detta Corine Land Cover-lager visar endast de fem våtmarksklasserna enligt klassificeringen [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/html). Läs om varje klass [här](https://land.copernicus.eu/user-corner/technical-library/corine-land-cover-nomenclature-guidelines/docs/pdf/CLC2018_Nomenclature_illustrated_guide_20190510.pdf) och se evalscript med alla klasser [här](https://custom-scripts.sentinel-hub.com/copernicus_services/corine/corine_land_cover/).
