Repository: sentinel-hub/EOBrowser
Catalog: public/translations/*.po
Languages: fi, fr, lt, lv, pl, pt, sl, sv

source: # Short wave infrared composite (SWIR) Short wave infrared (SWIR) measurements can help scientists estimate how much water is present in plants and soil, as water absorbs SWIR wavelengths. Short wave infrared bands (a band is a region of the electromagnetic spectrum; a satellite sensor can image Earth in different bands) are also useful for distinguishing between cloud types (water clouds versus ice clouds), snow and ice, all of which appear white in visible light. In this composite vegetation appears in shades of green, soils and built-up areas are in various shades of brown, and water appears black. Newly burned land reflects strongly in SWIR bands, making them valuable for mapping fire damages. Each rock type reflects shortwave infrared light differently, making it possible to map out geology by comparing reflected SWIR light. More info [here.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
fi: # Lyhytaaltoisen infrapunan komposiitti Lyhytaaltoisen infrapunan mittaaminen voi auttaa tieteilijöitä arvioimaan kasvien ja maaperän vesipitoisuutta, sillä vesi imee lyhytaaltoisen infrapunan aallonpituuksia. Lyhytaaltoisen infrapunan kanavat (kanava on rajattu sähkömagneettisen spektrin alue; satelliittien anturit kuvaavat maata eri kanavilla) ovat myös hyödyllisiä eri pilvityyppien (vesipilvien ja jääpilvien), lumen ja jään erottamiseen. Nämä näyttävät ihmissilmälle valkoiselta. Komposiitissa kasvillisuus näkyy vihreän sävyissä, maaperä ja rakennettu ympäristö ruskean eri sävyissä ja vesi mustana. Hiljattain palaneet alueet heijastavat vahvasti lyhytaaltoisen infrapunan aallonpituuksia, mikä on hyödyllistä tulipalojen tuhojen selvittämisessä. Kivilajit heijastavat lyhytaaltoista infrapunasäteilyä eri tavoilla, jolloin alueen geologia voidaan kartoittaa vertailemalla takaisin heijastuneita aallonpituuksia. Lisää tietoa löydät englanniksi [täältä.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
fr: # Composite infrarouge à ondes courtes (SWIR) Les mesures infrarouges à ondes courtes (SWIR) peuvent aider les scientifiques à estimer la quantité d'eau présente dans les plantes et le sol, car l'eau absorbe les longueurs d'onde SWIR. Les bandes infrarouges à ondes courtes (une bande est une région du spectre électromagnétique ; un capteur satellite peut imager la Terre dans différentes bandes) sont également utiles pour distinguer les types de nuages (nuages d'eau contre nuages de glace), la neige et la glace, qui apparaissent tous blancs en lumière visible. Dans ce composite, la végétation apparaît dans des tons de vert, les sols et les zones bâties sont dans diverses nuances de brun, et l'eau apparaît en noir. Les terres récemment brûlées se reflètent fortement dans les bandes SWIR, ce qui les rend précieuses pour cartographier les dommages causés par les incendies. Chaque type de roche reflète différemment la lumière infrarouge à ondes courtes, ce qui permet de cartographier la géologie en comparant la lumière SWIR réfléchie. Plus d'infos [ici.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
lt: # Trumpųjų bangų infraraudonųjų spindulių kompozitas (SWIR) Trumpųjų bangų infraraudonųjų spindulių (SWIR) matavimai gali padėti mokslininkams įvertinti, kiek vandens yra augaluose ir dirvožemyje, nes vanduo sugeria SWIR bangų ilgį. Trumpųjų bangų infraraudonųjų spindulių juostos (juosta - elektromagnetinio spektro sritis; palydovo jutiklis gali vaizduoti Žemę skirtingomis juostomis) taip pat yra naudingos debesų tipams (vandens debesys ir ledo debesys), sniegui ir ledui, kurie matomoje šviesoje atrodo balti, atskirti. Šioje kompozicijoje augmenija atrodo žalių atspalvių, dirvožemis ir užstatytos teritorijos - įvairių rudų atspalvių, o vanduo - juodas. Naujai išdegusi žemė stipriai atsispindi SWIR juostose, todėl jos yra vertingos gaisro padarytai žalai kartografuoti. Kiekviena uolienų rūšis skirtingai atspindi trumpųjų infraraudonųjų bangų šviesą, todėl lyginant atspindėtą SWIR šviesą galima sudaryti geologinius žemėlapius. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
lv: # Īsviļņu infrasarkanā spektra kompozītattēls (Short wave infrared composite, SWIR) SWIR mērījumi var palīdzēt zinātniekiem novērtējot ūdens daudzumu augos un augsnē. Īsviļņu infrasarkānas joslas dati ir noderīgi arī izdalot mākoņu veidus (ūdens pilienu mākoņi un ledus kristālu mākoņi), kā arī sniegu un ledu, kuri redzamo krāsu spektrā attēlojas baltā krāsā un ir grūti nošķirami. Šajā kompozītattēlā augājs redzams sarkanos toņos, augsne un apbūvētas teritorijas ir brūnos toņos, un ūdens virsmas ir melnas. Nesen degušas zemes platības ir ar augstu atstarojamību SWIR joslā (kanālā), kas ir noderīgi veicot ugunsgrēku postījumu kartēšanu. Šīs joslas (kanāla) dati ir noderīgi arī veicot ģeoloģisko kartēšanu, jo dažādiem iežiem ir specifiska atstarojamība SWIR joslā. Vairāk infromācijas [šeit.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
pl: # Kompozyt podczerwieni krótkofalowej (SWIR) Pomiary w podczerwieni krótkofalowej (ang. short wave infrared, SWIR) pomagają naukowcom oszacować, ile wody znajduje się w roślinach i glebie, ponieważ woda absorbuje fale SWIR. Krótkofalowe pasma podczerwieni (pasmo to region widma elektromagnetycznego; czujnik satelitarny może obrazować Ziemię w różnych pasmach) są również przydatne do rozróżniania rodzajów chmur (chmury wodne kontra chmury lodowe), śniegu i lodu, z których wszystkie wydają się białe w świetle widzialnym. Na tych zdjęciach roślinność występuje w odcieniach zieleni, gleby i obszary zabudowane są w różnych odcieniach brązu, a woda wydaje się czarna. Świeżo spalone tereny silnie odbijają światło w paśmie SWIR, co czyni je cennymi dla mapowania szkód spowodowanych przez pożary. Każdy rodzaj skały odbija krótkofalowe światło podczerwone w inny sposób, co umożliwia tworzenie map geologicznych poprzez porównywanie odbitego światła SWIR. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
pt: # Compósito de infravermelhos de onda curta (SWIR) As medições com infravermelhos de onda curta (SWIR) podem ajudar os cientistas a calcular qual a quantidade de água que está presente nas plantas e no solo, pois a água absorve comprimentos de onda de SWIR. As bandas dos infravermelhos de onda curta (uma banda é uma zona do espetro eletromagnético; um sensor num satélite pode retratar a Terra em diferentes bandas) também são úteis para distinguir tipos de nuvens (nuvens de água versus nuvens de gelo), neve e gelo, todas elas aparecem com cor branca à luz visível. Neste compósito a vegetação aparece em tons de verde, os solos e as áreas com construções em vários tons de castanho e a água aparece a preto. Zonas recentemente queimadas refletem intensamente nas bandas SWIR, tornando-as de grande valor para mapear estragos de incêndios. Cada tipo de rocha reflete a luz infravermelha de onda curta de maneira diferente tornando possível fazer o mapa geológico por comparação da luz SWIR refletida. Mais informação [aqui.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)
sl: # Kratkovalovni infrardeči kompozit (SWIR) Z meritvami kratkovalovnega infrardečega spektra (SWIR) lahko znanstveniki ocenijo, koliko vode je prisotne v rastlinah in tleh, saj voda absorbira valovne dolžine SWIR. Kratkovalovni infrardeči kanali (kanal je območje elektromagnetnega spektra; satelitski senzor lahko Zemljo snema v različnih kanalih) so uporabni tudi za razlikovanje med vrstami oblakov (vodni in ledeni oblaki), snegom in ledom, ki so v vidni svetlobi videti beli. Na tem sestavljenem posnetku je vegetacija prikazana v zelenih odtenkih, tla in pozidana območja so v različnih odtenkih rjave barve, voda pa je videti črna. Novo požgana zemljišča močno odsevajo v pasovih SWIR, zaradi česar so dragoceni za kartiranje požarne škode. Vsaka vrsta kamnin različno odbija kratkovalovno infrardečo svetlobo, zato je s primerjavo odbite svetlobe SWIR mogoče kartirati geologijo. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/composites/)
sv: # Short wave infrared composite (SWIR) Kortvågsinfraröda (SWIR) mätningar kan hjälpa vetenskapsmän att bedöma hur mycket vatten som förekommer i växter och jord eftersom vatten absorberar SWIR-våglängder. Kortvågsinfraröda band (ett band är ett område i det elektromagnetiska spektret; en satellitsensor kan avbilda jorden i olika band) är även nyttiga för att skilja mellan olika molntyper (regnmoln versus ismoln), snö och is, vilka alla ser vita ut i synligt ljus. I den här kompositen visas växtlighet i gröna toner, jord och bebyggda områden i olika bruna toner och vatten i svart. Nyligen bränd mark reflekteras kraftigt i SWIR-banden, vilket gör banden värdefulla när man ska kartlägga skador orsakade av bränder. Varje stenart reflekterar kortvågsinfrarött ljus på olika sätt vilket gör det möjligt att kartlägga geologin genom att jämföra det reflekterade SWIR-ljuset. Mer information [här.](https://custom-scripts.sentinel-hub.com/sentinel-2/swir-rgb/)

source: # Normalised Difference Snow Index (NDSI) The Sentinel-2 normalised difference snow index can be used to differentiate between cloud and snow cover as snow absorbs in the short-wave infrared light, but reflects the visible light, whereas cloud is generally reflective in both wavelengths. Snow cover is represented in bright vivid blue. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
fi: # Normalisoitu lumi-indeksi (NDSI) Sentinel-2-satelliitin normalisoitua lumi-indeksiä voidaan käyttää pilvipeitteen ja lumipeitteen erottamiseen toisistaan, sillä lumi imee lyhytaaltoisen infrapunan aallonpituuksia ja heijastaa näkyvää valoa, kun taas pilvet yleensä heijastavat molempia. Lumipeite näytetään kirkkaansinisenä. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
fr: # Indice de neige par différence normalisée (NDSI) L'indice de neige par différence normalisé de Sentinel-2 peut être utilisé pour différencier la couverture nuageuse de la couverture neigeuse, car la neige absorbe la lumière infrarouge à ondes courtes, mais reflète la lumière visible, alors que les nuages sont généralement réfléchissants dans les deux longueurs d'onde. La couverture neigeuse est représentée en bleu vif. Plus d'infos [ici](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
lt: # Normalizuotas sniego skirtumo indeksas (NDSI) Sentinel-2 normalizuotas sniego skirtumo indeksas gali būti naudojamas debesų ir sniego dangai atskirti, nes sniegas sugeria trumpųjų infraraudonųjų bangų šviesą, bet atspindi matomą šviesą, o debesys paprastai atspindi abiejų ilgių bangas. Sniego danga vaizduojama ryškiai mėlyna spalva. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
lv: # Sniega Indekss (Normalized Difference Snow Index, NDSI) Sentinel-2 sniega indekss ir noderīgs, lai atšķirtu mākoņus no sniega klātām virsmām. Sniega virsmas absorbē enerģiju īsviļņu infrasarkanajā spektra daļā un atstaro enerģiju redzamās gaismas spektra daļā, turpretim mākoņiem ir augsta atstarojamība abās šajās elektromagnētiskā spektra daļās. Sniega klātas virsmas redzamas spilgti zilā krāsā. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
pl: # Znormalizowany Wskaźnik Różnicowy Śniegu (NDSI) Znormalizowany Wskaźnik Różnicowy Śniegu satelity Sentinel-2 może być wykorzystywany do rozróżniania między pokrywą śnieżną a chmurową, ponieważ śnieg absorbuje światło podczerwone o krótkich falach, ale odbija światło widzialne, podczas gdy chmura zasadniczo odbija światło o obu długościach fal. Pokrywa śnieżna jest przedstawiona w jasnym, żywym kolorze niebieskim. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
pt: # Índice de Neve com Diferença Normalizada (NDIS) O Índice de Neve com Diferença Normalizada do Sentinel-2 pode ser usado para distinguir entre coberturas de nuvens e de neve já que a neve absorve na luz infravermelha de curto comprimento de onda mas reflete a luz visível, enquanto que as nuvens refletem geralmente em ambos os comprimentos de onda. A cobertura de neve é representada em azul vivo e brilhante. Mais informação[aqui](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
sl: # Normalizirani diferencialni snežni indeks (NDSI) Normalizirani diferencialni snežni indeks (Normalised Difference Snow Index, NDSI) Sentinel-2 se lahko uporablja za razlikovanje med oblakom in snežno odejo, saj sneg absorbira kratkovalovno infrardečo svetlobo, vendar odbija vidno svetlobo, medtem ko je oblak običajno odbijajoč v obeh valovnih dolžinah. Snežna odeja je prikazana s svetlo živo modro barvo. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).
sv: # Normalised Difference Snow Index (NDSI) Sentinel-2:s normalised difference snow index kan användas för att särsklja mellan moln och snötäcke eftersom snö absorberar kortvågsinfrarött ljus men reflekterar synligt ljus medan moln i regel reflekterar båda våglängderna. Snötäcket visas i en ljus klarblå färg. Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/ndsi-visualized/).

source: # Scene classification Scene classification was developed to distinguish between cloudy pixels, clear pixels and water pixels of Sentinel-2 data and is a result of ESA's Scene classification algorithm. Twelve different classifications are provided including classes of clouds, vegetation, soils/desert, water and snow. It does not constitute a land cover classification map in a strict sense. More info [here](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
fi: # Näkymän luokittelu (Scene Classification) Sentinel-2-satelliitin näkymän luokittelu (Scene Classification) kehitettiin erottamaan toisistaan pikselit, joissa on pilviä, joissa ei ole pilviä ja joissa on vettä. Luokittelu on ESA:n Scene Classification -algoritmin tulos. Luokitteluun kuuluu 12 luokkaa, joihin kuuluu esimerkiksi pilvien, kasvillisuuden, maaperän/aavikon, veden ja lumen luokkia. Luokittelu ei kuitenkaan ole varsinainen maanpeitteen luokitus. Lisää tietoa löydät englanniksi [täältä](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
fr: # Classification de la scène La classification des scènes a été développée pour distinguer les pixels nuageux, les pixels clairs et les pixels d'eau des données Sentinel-2 et est le résultat de l'algorithme de classification des scènes de l'ESA. Douze classifications différentes sont fournies, notamment des classes de nuages, de végétation, de sols/déserts, d'eau et de neige. Il ne s'agit pas d'une carte de classification de la couverture terrestre au sens strict. Plus d'infos [ici](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
lt: # Scenos klasifikacija Scenos klasifikavimas buvo sukurtas siekiant atskirti debesuotus, skaidrius ir vandens pikselius „Sentinel-2“ duomenyse ir yra ESA scenos klasifikavimo algoritmo rezultatas. Pateikiama dvylika skirtingų klasifikacijų, įskaitant debesų, augmenijos, dirvožemio / dykumos, vandens ir sniego klases. Tai nėra žemės dangos klasifikavimo žemėlapis griežtąja prasme. Daugiau informacijos [čia] (https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
lv: # Ainas klasifikācija (Scene Classification) Ainas klasifikācija ir veidota, lai Sentinel-2 datos izdalītu mākoņainus (cloudy), dzidrus(clear) un ūdens (water) pikseļus. Rezultāts ir balstīts uz ESA (Eiropas Kosmosa Aģentūra) veidotu klasifikācijas algoritmu. Tiek piedāvātas12 dažādas klasifikācijas, iekļaujot mākoņu, augāja, augsnes/tuksneša, ūdens un sniega klases. Šī klasifikācija nav viennozīmīga Zemes virsmas klasifikācija karte. Vairāk informācijas [šeit](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
pl: # Klasyfikacja scen Klasyfikacja scen została opracowana w celu rozróżnienia pikseli zachmurzonych, pikseli czystych i pikseli wody w danych z satelitów Sentinel-2 i jest wynikiem działania algorytmu klasyfikacji sceny ESA. Przedstawiono dwanaście różnych klasyfikacji, w tym klasy chmur, roślinności, gleby/pustyni, wody i śniegu. Nie jest to jednak mapa klasyfikacji pokrycia terenu w ścisłym tego słowa znaczeniu. Więcej informacji [tutaj](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
pt: # Classificação de cenário A classificação de cenário foi desenvolvida para distinguir entre pixéis nublados, pixéis claros e pixéis de água dos dados do Sentinel-2, e é resultado do algoritmo de classificação de cenário da ESA. São fornecidas doze classificações diferentes incluindo classes de nuvens, de vegetação, de solos/deserto, de água e de neve. Não constitui um mapa de classificação da cobertura de solo num sentido estrito. Mais informação [aqui](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
sl: # Klasifikacija scene Klasifikacija je bila razvita za razlikovanje med oblačnimi piksli, jasnimi piksli in vodnimi piksli podatkov Sentinel-2 in je rezultat algoritma ESA za klasifikacijo. Na voljo je dvanajst različnih klasifikacij, vključno z razredi oblakov, vegetacije, tal/puščave, vode in snega. Ne gre za karto klasifikacije pokrovnosti tal v ožjem smislu. Več informacij je [tukaj](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).
sv: # Scene classification Scenklassificeringen utvecklades för att skilja mellan molnpixlar, klara pixlar och vattenpixlar i Sentinel-2-data och är ett resultat av ESA:s Scene classification-algoritm. Tolv olika klassificeringar tillhandahålls inklusive klasser för moln, växtlighet, jord/öken, vatten och snö. Strikt tolkat utgör den inte en klassificeringskarta över marktäcke. Mer information [här](https://custom-scripts.sentinel-hub.com/sentinel-2/scene-classification/).

source: Commercial data
fi: Kaupalliset tiedot
fr: Données commerciales
lt: Komerciniai duomenys
lv: Komerciālie dati
pl: Dane płatne
pt: Dados comerciais
sl: Komercialni Podatki
sv: Kommersiella data

source: Order by:
fi: Järjestä:
fr: Trier par :
lt: Rūšiuoti pagal:
lv: Kārtot pēc:
pl: Kolejno:
pt: Ordenar por:
sv: Beställ av:

source: Location
fi: Sijainti
fr: Emplacement
lt: Vieta
lv: Atrašanās vieta
pl: Lokalizacja
pt: Localização
sv: Plats

source: DatasetId
fi: Tietojoukon tunnus
fr: ID du jeu de données
lt: Duomenų rinkinio ID
lv: Datu kopas
pt: Dados

source: Title
fi: Nimi
fr: Titre
lt: Pavadinimas
lv: Nosaukums
pl: Tytuł
pt: Título
sv: Titel

source: Show evalscript
fi: Näytä evalscript
fr: Afficher l'evalscript
lt: Rodyti evalscriptą
lv: Rādīt 'evalscript'
pl: Pokaż evalscript
pt: Mostrar evalscript
sv: Visa evalscript

source: Show details
fi: Lisätiedot
fr: Afficher les détails
lt: Parodyti detales
lv: Rādīt detaļas
pl: Pokaż szczegóły
pt: Mostrar detalhes
sv: Visa mer information
